{"data":[{"name":"6:1","price":"1. Ammaan idilkeed iyo mahad waxaa leh Allaah, ee abuuray samooyinka iyo arlada, oo yeelay mugdiyada iyo nuurka, sidaa oy tahay kuwa gaalada ah waxay u yeelaan shariigyo ay la mid dhigaan Rabbigood (Allaah).","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:2","price":"2. (Alle) waa Kan idinka abuuray dhoobo, markaas (idiin) qaddaray muddo (aad ku dhimataan), waxaana jira muddo (kale oo) magaacaban (Saacadda Qiyaame) uu Isagu (Alle keliya) Og yahay, idinkuse (gaaloy) waad ka shakisan tihiin oo ka dooddaan.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:3","price":"3. (Alle) waa Isaga Ilaaha (Keliyee Xaqa ah ee lagu caabudo) samooyinka gudahooda iyo arlada, wuxuu Ogsoon yahay sirtiinna iyo caadkiinnaba, wuxuuna Ogsoon yahay waxaad kasbataan (oo camallo ah khayr ama shar).","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:4","price":"4. Umana timaaddo Aayad (Calaamad, mucjiso, xujo, daliil, iwm) ka mid ah Aayadaha Rabbigood, waase ka jeesadaan.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:5","price":"5. Waxay beeniyeen Xaqa markuu u yimid, waxaase u iman doona xaqiiqda arrinkay ku jees jeesayeen.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:6","price":"6. Miyeyna ogaan intaan hallignay hortood (wax badan) oo facyo ah, kuwaasoo aan ku awood siinnay dhulka si aanaan idiinku awood siin? Waxaan uga soo dirnay daruuraha (roob) mahiigaan ah, waxaana ka yeelnay webiyada kuwo socda hoostooda, waanse hallignay denbiyadoodii dartood, waxaana ahaysiinnay iyaga kaddib fac kale.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:7","price":"7. Haddaan kugu soo dejinno (Nabiyow) qoraal ku yaal waraaq, markaas ay ku taabtaan gacmahooda, waxay gaalada odhan lahaayeen: Kanu ma aha waxaan aheyn sixir cad.","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:8","price":"8. Waxay yidhaahdeen: Maxaa malag loola soo diri waayey? Haddaan soo dejinno malag, arrinka mid la gooyo buu ahaan lahaa,  markaasna lama siiyeen fursad (ay ku toobad keenaan).","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:9","price":"9. Haddaan ka yeello malagna, waxaan ka yeeli laheyn nin, markaasaan iskaga dari lahayn arrinka siday iyaguba isaga dari jireen.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:10","price":"10. Waxaa dhab ahaan lagu jees jeesay Rusul kaa horreysey, waxaa se ku digtayaashii ka midka ahaa ku dhacay (Ciqaabtii) waxay ku jeesjeesayeen.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:11","price":"11. Dheh: Mara dhulka, markaas fiiriya siday aheyd cidhibta (Xaq) beeniyayaasha.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:12","price":"12. Dheh: Kumaa leh waxa ku sugan samooyinka iyo arlada? Dheh: Allaah. Wuxuu ku waajibiyey Naftiisa Naxariis; wuxuu idiin soo kulmin Maalinta Qiyaamaha, shaki kuma jiro. Kuwa khasaariyey nafahooda, ma rumeynayaan.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:13","price":"13. Alle baana iska leh waxa ku xasilan habeenka iyo maalinta, waana wax kasta Maqlaha, wax kasta Ogsoonaha ah.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:14","price":"14. Dheh: Ma waxaan yeeshaa wali (sokeeye,  gargaare,  cid kaloo la caabudo) aan aheyn Alle, askumaha samooyinka iyo arlada? Isagaana wax quudiya, lamana quudiyo. Dheh: Waxaa la i amray inaan ahaado kan u horreeya ee u hoggaansama (Alle). Hana ka mid noqoninna mushrikiinta.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:15","price":"15. Dheh: waxaan ka cabsan, haddaan ku caasiyo (Alle) Rabbigay, cadaab Maalin Weyn.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:16","price":"16. Kan laga duwo Maalinkaas (Cadaabka). Alle wuu u Naxariisatay, taasina waa Liibaanta Cad (ee muuqata).","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:17","price":"17. Hadduu Alle ku taabsiiyo dhib, ma jiro wax kaa kor qaadi karaa aan Isaga ahayn, hadduu ku taabsiiyona khayr, Isagaa wax walba (uu doono) Kara.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:18","price":"18. Waa Sandulleeyaha (daalimiinta iyo isla weynayaasha), ee ka korreeya addoomahiisa, waana Xakiimka, Xog Ogaalka ah Xeesha dheer.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:19","price":"19. Dheh: Maxaa u weyn Marag? Dheh: Alle baa ah Maragga dhexdeenna aniga iyo idinka; waxaana la ii waxyooday Qur'aankan inaan idiinku digo idinka iyo cid kasta uu gaadho. Ee idinku ma waxaad ka marag kacdaan inay Alle la jiraan ilaahyo kale? Dheh: Anigu kama marag kacayo. Dheh: Waa uun Ilaah Keliya, aniguna waxaan barii ka ahay waxaad la wadaajisaan (Alle cibaadada).","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:20","price":"20. Kuwa aan siinnay Kitaabka (Yuhuudda iyo Nasaarada) waxay u gartaan (Nabi Muxammad ee ku yaal kutubtooda) siday u gartaan carruurtooda. Kuwa khasaari  nafahooda (Aakhirada) ma rumeynayaan.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:21","price":"21. Yaa ka dulmi badan mid ka been sheega Alle ama beeniya Aayadihiisa? Hubaal daalimiintu ma liibaanaan.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:22","price":"22. Maalintaan kulmineyno (dadka) dhammaan, markaas baan ku odhan kuwii la wadaajiyey (Alle) cid kale cibaadada: Meeye shurakadiinna aad ku andacooteen (inay Alle shariigyo la yihiin).","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:23","price":"23. Markaas ma ahaan doono cudurdaarkoodu waxaan ahayn inay dhihi: Wallaahi, Rabbigayow, ma aanu aheyn mushrikiin.","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:24","price":"24. Eeg Siday uga been sheegeen nafahooda, ugana dhumeen waxay been abuuran jireen (oo ilaahyo aan jirin ah).","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:25","price":"25. Waxaa ka mid ah kuwo ku dhegaysta, waxaana yeellay quluubtooda daboollo si ayan u fahmin (Xaqa), iyo culeys dhegahooda; hadday arkaan calaamo (mucjiso) kasta ma rumeynayaan, heer markay kuu yimaadaan way uun kula doodaan, waxay kuwa gaalooba yidhaahdaan: Kani (Qur’aanka) ma aha waxaan ahayn sheeko-xariirtii kuwii hore.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:26","price":"26. Waxay ka reebaan dadka (rumeynta Nabiga iyo dhageysiga Qur’aanka) iyaguna ka sii fogaadaan, mana halligayaan waxaan aheyn nafahooda, mase dareensana.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:27","price":"27. Haddaad arki lahaydna iyagoo la dul joojiyey Naarta, markaas waxay odhan: Alla haddii naloo celin lahaa (adduunka), ma aan beenin lahayn Aayaadaha Rabbigayo, waxaana ka mid noqon laheyn mu’miniinta.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:28","price":"28. Waxaase u muuqan waxay kal hore qarinayeen, oo haddii dib loogu celin lahaa (adduunka), waxay ku noqon lahaayeen wixii laga reebay, waana beenalayaal.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:29","price":"29. Waxay yidhaahdeen: Ma jirto (nolol kale) aan aheyn noloshayada (tan) adduunkan, nalamana soo saarayo (dhimashadayada kddib).","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:30","price":"30. Haddaad arki lahaydna marka la hor joojiyo Rabbigood. Wuxuu odhan: Soo ma aha kani (Naarta) Xaq? Waxay odhan: Haah,Rabbiyow.Wuxuu odhan: Ee dhadhamiya cadaabka gaalnimadiinnii darteed.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:31","price":"31. Waxaa dhab u khasaaray kuwa beeniya la kulanka Alle (ee Aakhiro), jeer markay Saacadda (Qiyaame) ugu timaado si kedis ah, waxay odhan: Alla innaguye waxaan ka gaabinnay oo ku gabood fallay darteed, waxayna ku xambaari culeysyadooda (denbiyadooda) dhabarradooda, xumaa waxay xambaari (oo denbiyo ah).","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:32","price":"32. Ma aha noloshan adduunka waxaan aheyn cayaar iyo madaddaalo. Daarta Aakhiro baana u khayr badan kuwa Alle ka cabsada (ee iska jira xumaha), ee miyaydaan garowsaneyn?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:33","price":"33. Waxaan ognahay inay waxay (been) sheegaan runtii ku murugo geliso (Nabiyow): Mase aha adiga waxay beeninayaan, waase Aayadaha Alle waxay  daalimiintu (gar diidku) dafirayaan.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:34","price":"34. Waxaa dhab ahaan la beeniyey Rusul kaa horreeyey, wayse ku samreen beenintii iyo dhibkii loo geysanayey ilaa uu u yimid Gargaarkayaga, mana jiraan wax beddeli kara kelmedaha Alle. Waxaana ku soo gaaray warkii Rususha.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:35","price":"35. Hadday kugu weynaatayna (cuslaatay) ka jeedsigoodu (xaggaaga Nabiyow iyo Xaqa lagula soo diray oo aadan u samri karin), haddaba haddaad karto inaad god ka yeelato arlada gudaheeda, ama sallaan (aad ku fuusho) samada si aad ugu keento calaamo (samee). Hadduu Alle doonana wuxuu ku soo kulmin lahaa iyagoo dhan hanuunka, ee ha ka mid noqon jaahiliinta.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:36","price":"36. Kuwaa wax maqla (mu'miniinta) uun baa ajiiba (baaqa Alle), meytidase (gaalada), Alle baa soo bixin, Xaggiisaana loo celin.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:37","price":"37. Waxayna yidhaahdeen: Maxaa looga soo dejin waayey calaamo (Mucjisad) xagga Rabbigi ah? Dheh: Alle wuu Karaa inuu soo dejiyo calaamo, badankooduse ma oga.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:38","price":"38. Ma jiro noole ku socda arlada, ama shimbir ku duula labadiisa baal, aan aheyn ummado idinla mid ah. Waxba kama aanaan dhaafin Kitaabka1, markaas xagga Rabbigood baa la isugu soo kulmin.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"1. Mufasiriinta qaarkood waxay yidhaahdeen: Kitaabka waxaa loola jeedaa Looxa Maxfuudka, taasina waa in arrimaha uunka oo idil ay ku qoran yihiin Looxa Maxfuudka, qaarna waxay ku fasireen Qur’aanka oo sheegeen inay ku yaalliin aasaasyada diinta iyo suluugga iyo axkaanta iyo xikmadaha, iyo jidka lagu liibaano labada daaroodba adduunka iyo aakhirada.","lang":"so"},{"name":"6:39","price":"39. Kuwa beeniya Aayadahayaga waa kuwo ka dhega la’ (Xaqa) oo ka af la’ oo ku jira mugdiyo daran. Qofkuu doono Alle wuu lumiyaa, qofkuu doonana wuxuu yeelaa Jid Toosan (Islaamka).","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:40","price":"40. Dheh: Bal ka warrama hadduu idiin yimaado Cadaabka Alle ama ay idiin timaaddo Saacaddu (Qiyaame), ma cid kale aan Alle ahayn ayaad baryeysaan haddaad run sheegaysaan?","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:41","price":"41. Mayee’ Isaga uun ayaad baryeysaan, markaasuu idinka dul qaadi (dhibta) waxaad ka baryeysaan hadduu doono, waadna illowdaan waqtigaa waxaad la wadaajineyseen cibaadada (oo Keligii baridaan).","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:42","price":"42. Waxaan u dirnay (Rusul) ummado kaa horreeyay (wayse ku caasiyeen) markaas baan ku qabannay dhibaatooyin iyo jirrooyin si ay u soo dabcaan oo ugu hoggaansamaan (Alle).","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:43","price":"43. Maxay markuu u yimid Ciqaabkayaga, u soo hogan waayeen? Quluubtoodaase qallashay, wuxuuna u qurxiyey Shaydaan waxay falayeen.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:44","price":"44. Markay dan u gali waayeen waxa lagu waaniyey iyo wixii loogu gooddiyey, waxaan u furnay albaabbada wax kasta, ilaa markay ku farxeen waxa la siiyey, waan qabannay si kedis ah, mise waxay ku sugan yihiin quus daran.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:45","price":"45. Markaasaa la cidhibtiray dadkii falay dulmiga (shirkiga iyo xumaha kale). Ammaan idilkeed iyo mahadna waxaa mudan Alle, Rabbiga uumanka.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:46","price":"46. Dheh: Bal ka warrama hadduu Alle qaado maqalkiinna iyo araggiinna, oo yeelo shaabbad quluubtiinna daboosha; waa kuma ilaaha aan aheyn Allaah ee idiin keeni? Eeg sidaan ugu celcelinno Aayadaha, markaas ay uga sii jeestaan?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:47","price":"47. Dheh: Bal ka warrama, hadduu idiinku yimaado Cadaabka Alle kedis ama caddaan; Miyaa la halaagaa waxaan aheyn qoloda daalimiinta (gar diidka) ah?","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:48","price":"48. Uma soo dirno Rususha waxaan ahayn inay ahaadaan bishaareeyaal iyo digayaal, ee qofkii rumeeya oo sama fala, kuwaas cabsi ma ahaaneyso korkooda, mana murugoonayaan.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:49","price":"49. Kuwase beeniya Aayadahayaga, waxaa taaban (soo gaari oo ku dhici) cadaab caasintooda darteed.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:50","price":"50. Dheh: Idinkuma dhaho waxaan hayaa khasnadaha Alle, mana ogi waxa aan muuqan ee qarsoon idinkumana dhahayo waxaan anigu ahay malag. Waxaan uun raacaa waxa la ii waxyoodo. Dheh: Kan indhaha la’ iyo kan wax arka miyey siman yihiin? Miyeydaan fakaraynin?","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:51","price":"51. Oo ugu dig (Qur’aanka) kuwa ka cabsan in loo soo kulmiyo xagga Rabbigood—ma laha gargaare iyo shaafeece midna Isaga sokadiis, bal inay iska jiraan (xumaha).","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:52","price":"52. Hana eryin (Nabiyow) kuwa barya Rabbigood subax iyo galabba, iyagoo dooni Wajigiisa. Waxba kaama saarna2 Xisaabtooda, iyagana xisaabtaada waxba kama saarna, (ee iska jir) inaad eriso, oo sidaas uga mid ahaato daalimiinta.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"2. Qofna lama weydiinayo camallada iyo niyooyinka qof kale, Aayadaha 52-54 waxay ka hadlayaan fuqurada muslimiinta. markii uu Rasuulka s.c.w. la fadhiistay mu’miniintaa qaarkood, kuwaasoo ay Quraysh u arkeen inay yihiin kuwo liita oo daciif ah iyo masaakiin, waxay madaxdii Quraysh u yimaadeen Nabiga s.c.w. wayse diideen oo iska weyneeyeen inay la fadhiistaan mu’miniintaa, oo u soo jeediyeen inuu eryo si ay ula hadlaan, waxay ku yidhaahdeen haddii aad iska kala eriso, markaa waan ku raacaynaa. markaasaa waxaa soo degay Aayaddan.","lang":"so"},{"name":"6:53","price":"53. Sidaasaan isugu imtixaannaa (dadka) qaarkoodba qaar kale inay (kuwooda hodanka ahi) yidhaahdaan: Ma kuwaan baa kuwa Alle uu ku mannaystay (hanuunka) dhexdeenna? Miyaanu Alle ahayn Kan Ogsoon kuwa mahad naqa?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:54","price":"54. Markay kuwa rumeysan Aayadahaya- ga kuu yimaadaan, dheh: Nabadi korkiinna ha ahaato, Rabbigiin wuxuu ku waajibiyey Naftiisa Naxariis, sidaa awgeed, hadduu midkiin u falo xumaan jahli darti, markaas kaddibna toobad keeno oo wanaagsanaa- do, hubaaal, Alle waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:55","price":"55. Sidaasaan u faahfaahinnaa Aayadaha si ay u caddaato waddada denbiilayaasha.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:56","price":"56. Dheh: Waxaa la iga reebay inaan caabudo kuwa aad baridaan (caabuddaan) Alle sokadi.Dheh:Raaci maayo hawadiin- na, waayo (haddii aan sidaas yeelo), waan lumi, kamana mid ahaanayo kuwa hanuunsan.","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:57","price":"57. Dheh: Anigu waxaan ka heystaa Xujo Cad xagga Rabbigay, waadse beeniseen (Xaqa), ma hayo waxa aad degdegsaney- saan (Cadaabka). Go’aanka waxaa iska leh Alle Keliya, wuxuu soo tebiyaa Xaqa, waana Isaga Kan u wanagsan inta wax kala saarta.","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:58","price":"58. Dheh: Haddaan hayn lahaa waxaad dooneysaan in la soo dedejiyo (oo cadaab ah), arrinka wuxuu ahaan lahaa mid la gooyey aniga iyo idinka dhexdeenna, Allena wuu ogsoon yahay daalimiinta (gar diidka).","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:59","price":"59. Wuxuu (Alle) hayaa furayaasha khaznadaha qarsoon, ma jiro wax ogsoon aan Isaga ahayn. Wuxuu og yahay wax kasta oo ku sugan barriga iyo badda;  ma jirto caleen soo dhacda uusan ogeyn; ama iniin taal mugdiyada dhulka iyo wax qoyan ama qallalan midna, bal (waxay dhaammaan) ku yaalliin Kitaab Cad (Looxa Maxfuudka).","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:60","price":"60. (Alle) waa Kan oofsada nafahiinna habeenka (hurdada gudaheeda), wuxuuna ogsoon yahay waxaad kasabtaan maalinnimada (oo khayr ama shar ah), haddana idinka soo kiciya mar kale si loo oofiyo muddo magacaaban, Xaggiisaana la idiin celin, markaasuu idiin sheegi wixii aad fasheen (oo dhan).","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:61","price":"61. Waana Qahraha awoodda badan uu wax ku Maquuniyo, ee ka korreeya addoomahiisa, wuxuu idiin soo diraa ilaalo (malaa'ig) korkiinna ah, jeer markuu midkiin u yimaado mowdku, waxaa oofsada Rusushayada (Malaa’igta ah), mana gabood falaan.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:62","price":"62. Markaasaa waxaa dib loogu celiyaa Allaah, Mudanahooda Xaqa ah. Isagaa leh go’aanka, waana Kan u dhaqso badan inta wax xisaabisa.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:63","price":"63. Dheh: Waa kuma kaa idinka badbaadiya halisaha barriga iyo badda (marka) aad baridaan (si caddaan ah) idinkoo u hoganaya (isu dulleyn) iyo qarsoodiba (idinkoo dhihi): Hadduu naga badbaadiyo (halis) tan, waxaanu ka mid noqon kuwa mahadiya.","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:64","price":"64. Dheh: Alle baa idinka badbaadiya halis iyo kurba kasta, markaas ayaad haddana u shariig yeeshaan.","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:65","price":"65. Dheh: Wuxuu Karaa inuu idiinka soo diro cadaab korkiinna ama lugihiinna hoostooda3 ama idin geliyo jahawareer (isagoo idinka dhigaya) kooxo kala duwan, oo ka yeelo qaarkiin inay dhadhamiyaan dhibka qaarka kale. Eeg sidaan ugu soo celcelinno Aayadaha inay fahmaan.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"3. “ Cadaab korkiinna ah” waa sida roob dhagax ah iyo biriqda iyo danabka, iwm, iyo “ lugahiinna hoostooda” sida dhul gariirrada iyo daadadka, iwm","lang":"so"},{"name":"6:66","price":"66.Dadkaaguna way beeniyaan (Qur’aanka) isagoo Xaq ah. Dheh: Anigu ma ahi wakiil dushiina.","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:67","price":"67.War walbaa wuxuu leeyahay sal dhig iyo muddo uu ku dhammado, waadna ogaan doontaan (gaaloy waxa idinku dhaca).","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:68","price":"68. Markaad aragto kuwaa gala warar been ah ay ka sheegaan Aayadahayaga iyagoo ku jeesjeesaya, ka dheerow, jeer ay galaan war kale.Hadduu shaydaan ku hilmaansiiyo  ha la fadhiisan xusuus ka dambow dadka daalimiinta ah (gar ma qaatayaasha).","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:69","price":"69. Kuwa dhowrsoon waxba kama saarna xisaabtooda (gaalada iyo caasiyaasha), waxayse ku leeyihiin waano, waa intaasoo ay iska jiraan (xumaha).","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:70","price":"70. Iskaga tag kuwa ka dhigta diintooda cayaar iyo madaddaallo, oo ay hodday nolosha adduunkan, kuna waaniya (Qur’aanka) si aan nafi loogu halligin waxay kasabtay (oo denbiyo ah), ma leh Alle sokadi wax gargaare ah iyo shafeeco midna. Hadday isku furatona madax furasho kasta aan laga aqbaleyn. Waa kuwaa kuwa loo halaagi waxay kasbadeen awgeed (oo denbiyo ah), waxaa lagu abaal marin sharaab biyo kulul oo karaya ah iyo cadaab xanuun badan gaalnimadooda darteed.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:71","price":"71.Dheh:Ma waxaan barinnaa (caabudnaa) Alle sokadi wax aan noo hanan karin dhib iyo dheef midna, ma waxaana dib naloogu celin cirbahayaga kaddib markuu Alle na hanuuniyey? (markaas waxaan ahaaneynaa) sida kan ay ka yeeleen shaydaammadu inuu ku luufluufo dhulka dhexdiisa isagoo jaha wareersan? (halka) uu leeyahay saaxiibbo ugu yeedha hanuunka (oo ku dhaha): Noo kaalay. Dheh: Hanuunka Alle (Islaamka) uun baa ah hanuunka toosan, waxaana nala amray inaan u hogaansanno Rabbiga uumanka.","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:72","price":"72. Ooga salaadda, oo dhowra (xilkuu Alle idin saaray), waa Kan Xaggiisa la idiin soo kulmin.","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:73","price":"73. (Alle) waa Kan ku abuuray samooyinka iyo arlada xaq. Maalinta uu yidhaahdo: Ahow, way ahaan. Qawlkiisu waa Xaq. Isagaana leh Boqortooyada (runta ah) Maalinta marka la afuufo Buunka. Waa Ogsoonaha waxa aan muuqan iyo waxa muuqdaba, waana Isaga Xakiimka, Xog Ogaalka ah Xeesha Dheer.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:74","price":"74. (Xus, Nabiyow) markuu Ibraahiim ku yidhi aabbihii Aazar4: Ma waxaad ka yeelataa asnaam ilaahyo? Waxaan kugu arkaa adiga iyo qolodaadaba habow cad.","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"4. Mufasiriinta qaar waxay yidhaahdeen aabbihi ee lagu xusay Aayadda waxaa loola jeedaa adeerki, waayo adeerku waa aabbe oo kale.","lang":"so"},{"name":"6:75","price":"75. Sidaasaan u tusinnay Ibraahiim Boqortooyada samooyinka iyo arlada si uu uga mid ahaado kuwa Xaqa yaqiinsan.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:76","price":"76. Markuu ku madoobaaday habeenku wuxuu arkay xiddig, wuxuu yidhi: Ma kan baa Rabbigay? Markuu se dhacay, wuxuu yidhi: Ma jecli waxa dhaca.","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:77","price":"77. Markuu arkay dayaxa oo soo baxaya, wuxuu yidhi: Ma kan baa Rabbigay? Markuu se dhacay, wuxuu yidhi: Haddii uusan I hanuunin Rabbigay, waxaan ka mid noqon qoloda lunsan.","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:78","price":"78. Markuu arkay qorraxda oo soo baxaysa, wuxuu yidhi: Ma kan baa Rabbigay? Ma kan baa ugu weyn?. Markay se dhacday, wuxuu yidhi: Qoonkaygiyow! Anigu waxaan barii ka ahay waxaad Alle u shariig yeeshaan.","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:79","price":"79. Anigu waxaan u jeediyey wejigayga anoo toosan xagga (Alle, ee ah) Kan askumay (ahaysiiyey) samooyinka iyo arlada, oo anigu ka mid ma ahi mushrikiinta.","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:80","price":"80. Waxaa la doodayna qolodiisii; wuxuu yidhi: Ma waxaad igala doodeysaan arrinka Alle? isagoo I hanuuniyey; mana ka cabsi qabo waxaad Alle la wadaajisaan cibaadada (ma jiraan wax ay i yeeli karaan) wuxuu Rabbigay doono ma’ahee. Rabbigay wuxuu ku koobaa wax walba Cilmi (iyo Awood). Ee ma waydaan waansamayn?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:81","price":"81. Sidee baan uga cabsan kuwaad Alle la wadaajisaan cibaadada (iyagoo aan hanan karin dhib iyo dheef midna), halka aydaan idinku ka cabsanin inaad la wadaajiseen Alle cibaadada cid kale uusan idiinku soo dejinin wax xujo ah. Ee kee baa labada qolo mudan amni, haddaad ogtihiin?","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:82","price":"82. Kuwa (Xaqa) rumeeyey oo aan ku dheehin Iimaankooda dulmi (shirki ama danbi kale oo weyn), waa kuwaas kuwa uu u sugnaan amnigu, waana iyaga kuwa hanuunsan.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:83","price":"83. Taasi waa xujadayada aan ka siinnay Ibraahiim qolodiisii. Waxaan kor u qaadnaa darajooyin ciddaan doonno. Hubaal Rabbigaa waa Xakiim, wax kasta Ogsoon.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:84","price":"84. Waxaana ku galladeysannay Isxaaq iyo Yacquub, mid walbaana Waanu hanuuninnay, Nuuxna waanu hanuuninnay kal hore, waxaana ka mid ah ubadkiisa; Daawuud,  Sulaymaan, Ayyuub, Yuusuf, Muuse iyo Haaruun. Sidaasaana u abaal marinnaa samo falayaasha.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:85","price":"85. Iyo Zakariya, Yaxyaa, Ciise iyo Ilyaas, mid walbaa wuxuu ka mid yahay kuwa wanaagsan.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:86","price":"86. Iyo Ismaaciil, Al-Yasac, Yuunus iyo Luud, mid walbaa oo ka mid ahi waan ka faddilnay uumanka (waqtigoodii).","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:87","price":"87. Iyo sidoo kale qaar ka mid ah aabbayaashood iyo ubadkooda iyo walaalahood - waan doorannay, oo ku hanuuninnay Jid Toosan (Islaamka).","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:88","price":"88. Kaasi waa hanuunka Alle uu ku hanuuniyo qofkuu doono oo ka mid ah addoomahiisa. Hadday la wadaajin lahaayeenna cibaadada cid kale, waxaa ka buri lahaa waxay camal san faleen.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:89","price":"89. Kuwaa waa kuwa aan siinnay Kitaabka, Xukunka iyo Nabinnimada. Hadday kuwani rumeyn diidaan, waxaan u xil saarnay qolo aan Xaqa diidin (Muslimiinta).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:90","price":"90. Kuwaa (Nabiyada) weeye kuwa uu Alle hanuuniyey, ee raac hanuunkooda. Dheh: Idinkuma weydiisto kani (Qur’aanka) wax abaalgud ah. Wax kalena ma aha ee waa u waano  uumanka.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:91","price":"91. Ma ayan qaddarin Alle qaddarinta uu mudan yahay markay leeyihiin: Waxba Alle kuma soo dejin Waxyi ah qof Aadmi ah. Dheh: Yaa soo dejiyey Kitaabkii uu la yimid Muuse, oo u ahaa Nuur iyo Hanuun dadka, oo aad idinku (Yuhuudda ah) ka dhigteen qoraallo (kala gaar ah) aad muujisaan (qaar ka mid ah) qarisaanna wax badan? Waxaana la idin baray wax aydaan aqoon jirin idinka iyo aabbayaashiin midna. Dheh: Allaah (baa soo dejiyey). Markaas iskaga tag iyagoo baadilkooda ku madadaalan.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:92","price":"92. Kani (Qur’aanka) waa Kitaab aan soo dejinnay oo barakaysan rumeyn (kutubtii) ka horreeyey, si aad ugu digto hooyada magaalooyinka (Makkah) iyo waxa hareeraheeda ah. Kuwa rumeysan aakhirada baa rumeyn (Qur’aanka)waxayna u dhowraan salaadahooda si joogto ah.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:93","price":"93. Yaa ka dulmi badan mid ka been sheega Alle, ama yidhaahda: Waa la ii waxyooday isagoo aan loo waxyoon waxba, iyo kan yidhaahda: Waxaan soo dejin wax la mid ah wuxuu Alle soo dejiyey oo Waxyi ah? Haddaad arki lahaydna markay daalimiinta ku sugan yihiin sakaraadka mowdka, iyagoo malaa’igtu ay soo fidinayaan markaa gacmahooda (iyagoo ku leh): Soo saara nafahiinna! Maanta waxaa la idinku abaal marin cadaabta dulleynta waxaad Alle ka sheegi jirteen darteed oo hadal xaq darro ah. Waxaadna aheydeen kuwo Aayadahiisa iska weyneeya.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:94","price":"94. Waxaad noogu timaaddeen keli keli sidaan idiin abuurnay awal horeba.  Waxaadna uga timaaddeen dhabarradiinna gadaashood waxaan idinku galladeysan- nay. Ma aragno la jirkiin shafeecayaa- shiinnii aad ku sheegi jirteen inay shuruko Alle la yihiin. Dhammaan xiriirkii dhexdiinna ahaa haatan kala go’an yihiin, oo waxaad sheegeyseen (baryeyseen oo ilaahyo been ah) waad weydeen.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:95","price":"95. Waa Alle Kan dhanbala iniinta iyo lafta. Wuxuu ka soo saaraa noole wax meyd ah, oo ka soo saaraa meyd wax nool. Kaas ayaa ah Allaah, ee sidee baa la idiinka jeediyey?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:96","price":"96. Alle waa Kan waaga bariya, oo ka yeelay habeenka nasasho, qorraxda iyo dayaxana in wax lagu xisaabsado. Arrinkaasi waa Maamulka iyo Qaddarka Alle, Adkaadaha, wax kasta Ogsoon.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:97","price":"97. Waa (Alle) Kan idiin yeelay xiddigaha, si aad ugu toostaan dhabbaha markuu jiro gudcurka barriga iyo badda. Waxaan u faahfaahinnay Aayadaha ciddii wax garan.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:98","price":"98. (Alle) waa Kan idinka ahaysiiyey naf keliya (Aadam), oo idiin yeelay rug aad degtaan iyo rug kaydin ah5,waxaan u faahfaahinnay Aayadaha ciddii faham leh.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"5. Waxay mufasiriinta qaar ku fasireen mustaqir dhabarka aabbaha ay ilmahiisa ku jiraan, mustowdicna ilma galeenka hooyada. Waxaana jira qaar ku fasriay mustaqir dhulka korkiisa uu aadmiga ku nool yahay, mustowdicna dhulka hoostiisa macnaha qabriga markuu qofku dhinto.","lang":"so"},{"name":"6:99","price":"99. Alle waa Kan ka soo dejiya biyo (roob) daruuraha, aan ku soo saarno dhir nooc kasta leh, markaasaan waxaan ka soo saarnaa cagaar, kaasoo aan ka soo saarno sabuul ku karooran (dhegtiisa). Waxaana ka soo saarnaa geed timireedka iyo khaylkeeda cobollo timir ah oo hoos u soo lusha, dhowna oo aan fogeyn iyo beero ah canab, saytuun iyo rummaan, oo (nooc ahaan) isu eg, ha yeeshee kala duwan (midab iyo dhadhan ahaan). U fiirsada mirihiisa markuu miro dhalo iyo bisaylkiisa. Waxaa waxa kani ugu sugan calaamooyin ciddii (Xaqa) rumayn.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:100","price":"100. Waxay (gaaladu) u yeelaan Alle shuruko jin ah (ay la wadaajiyaan  cibaadada), Isagoo abuuray, waxayna baadil ugu nasbeeyaan wiilal iyo gabdho cilmi la’aantooda awgii. Xurmo oo dhan Isagaa leh, wuu  (ka hufan yahay Alle) oo ka sarreeyaa waxay ku sheegi.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:101","price":"101. Waa Askumaha cirarka iyo dhulka. Sidee buu u yeelan wiil Isagoon lahayn xaas? Wax walbana abuuray, ee wax walba Ogsoon.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:102","price":"102. Kaasi waa Allaah, Rabbigiin, Ma jiro Ilaah (xaq lagu caabudo) aan Isaga ahayn. Abuuraha wax kasta, ee caabuda Keligii,  Isagaana wax kasta u wakiil ah (ilaaliya).","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:103","price":"103. Ma koobi karaan (Alle) aragga indhuhu, Isaguse wuu koobaa Arag walba (Alle wuu arkaa wax kasta, lamase arko Isaga adduunka). Waana Roonaan Badanaha, Xog ogaalka ah.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:104","price":"104. Waxaa idiinka yimid tusmooyin xagga Rabbigiin, ee qofkii arkaa (ku hanuuna), naftiisay dan u tahay, qofkiise ka indho la'aada isagay u daran tahay, aniguna ma ahi mid korkiinna ilaaliye ka ah.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:105","price":"105. Sidaasaannu ugu celcelinnaa Aayadaha inay yidhaahdaan: Waad soo baratay, iyo inaan u caddeyno arrinka ciddii garasho leh.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:106","price":"106. Raac waxa lagaaga soo waxyooday xagga (Alle) Rabbigaa, ma jiro Ilaah aan Isaga ahayn, iskagana jeeso mushrikiinta.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:107","price":"107. Hadduu doono Alle, uma ay shariig yeeleen cidna, mana aanu  kaaga dhigin korkooda ilaaliye, kamana tihid wakiil.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:108","price":"108. Ha caayina kuwaa ay baryaan (caabudaan) Alle sokadi (waa asnaamta), si aysan (gaaladu) iyagoo xadgudbaya markaa u caayin Alle jahli darti. Sidaasaan ugu qurxinnay ummad walba camalkeeda (khayr ama shar midkay doortaan); markaas waa xagga Rabbigood meel noqodkoodu, wuxuuna u sheegi waxay fali jireen.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:109","price":"109. Waxay ku dhaartaan Alle midka ugu culus dhaarahooda in hadday u timaaddo calaamo (mucjiso) ay rumaynayaan 6. Dheh: Calaamooyinka sideedaba waxay uun la jiraan oo haya Alle, maxaase idin ogeysiinaya markay (mucjiso) u timaaddo inayan rumayneyn?","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"6. Mushrikiinta waxay ku dhaarteen in hadday arkaan mucjiso ka yimid xagga Alle ay rumeyn, markaasay waxay mu’miniinta jecleysteen oo ka dalbeen Nabiga s.c.w. inuu soo dejiyo mucjisdaas, wuxuu Alle uga jawaabay Aayaddan.","lang":"so"},{"name":"6:110","price":"110. Waxaanu rogi quluubtooda iyo aragyadooda, siday iyaguba aanay u rumeyn kolkii hore, waxaanuna uga tegi  xad gudubkooda ay ku jaha wareersanaan indha la’aan.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"so"},{"name":"6:111","price":"111. Haddaan u soo diri laheyn malaa’ig (u sidda Dhambaalkan), meytiduna ay (ka)la hadli lahaayeen (arrinkani), oo aan ku soo kulmin laheyn wax walba oo dhan hortooda, ma ay rumeyn lahayn (Xaqa), in maahee Alle doono, badankooduse waa moog yihiin oo ma garanayaan (Xaqa aad uga keentay xagga Alle).","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:112","price":"112. Sidaasaan ugu yeellay Nabi walbaa cadow - shayaadiinta ku jira dadka iyo jinka, qaarkoodba u waxyoonayo qaar kale hadal (been ah oo) la qurxiyey ay (ku) hodaan. Rabbigaa hadduu doonona, ma ay fali lahayn, ee iskaga tag iyaga iyo waxay been abuuranba.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:113","price":"113. Waana si ay ugu iilato laabaha kuwa aan rumeysanayn Aakhirada oo ugu raalli noqdaan, iyo si ay u kasbadaan waxay kasban (oo denbiyo ah).","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:114","price":"114. Ma cidaan ahayn Alle baan doonaa inuu noo kala garsooro innaga iyo idinka, Isagoo ah Kan idiin soo dejiyey Kitaabka (Qur’aanka) ay wax walba ku cad yihiin.  Kuwaan (horay u) siinnay Kitaabka waxay ogsoon yihiin in laga soo dejiyey xagga Rabbigaa si xaq ah. Sidaas darteed ha ka mid noqon kuwa ka shakiya.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:115","price":"115. Kelmadda Rabbigaana waxay ku taam noqotay run iyo caddaalad. Ma jiro wax beddeli karaa Kelmedihiisa. Waana Maqlaha (wax kasta),wax kasta ogsoon.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:116","price":"116. Haddaad adeecdona intooda badan waxa dhulka jooga, waxay kaa lumin Jidka Alle. Ma raacaan waxaan ahayn male, oo been uun bay sheegaan.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:117","price":"117. Hubaal Rabbigaa baa Og midka ka luma Jidkiisa, Isagaana Og cidda hanuunsan.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:118","price":"118. Ee cuna waxa (hilibka) lagu xusay Magaca Alle (markii la gowracayey), haddaad tihiin kuwa Aayadihiisa rumeysan.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:119","price":"119. Maxaad la cuni weydeen waxa (hilibka) lagu xusay Magaca Alle (markii la gowracayey neefka), Wuxuuna horay (Alle) idiinku caddeeyey wuxuu idinka xaaraanshay - waxay dani idinku qabato ma'ahee. Kuwo badan baana ku lumiya (dadka) hawadooda aqoon la’aan darteed. Rabbigaa waa Og yahay kuwa xadgudba.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:120","price":"120. Ka taga denbiga muuqda iyo kan qarsoonba. Kuwa kasbada denbiga waxaa laga goyn waxay kasbadeen.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:121","price":"121. Ha cunina waxa (hilibka) aan lagu xusin Magaca Alle (markii la gowracayey neefka), waayo waa caasiyoobid.  Shaydaammaduna waxay u soo jeediyaan saaxiibbadood inay idin la doodaan7,  haddaad adeecdaan, waxaad idinkuna tihiin gaalo mushrikiin ah.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"7. Taasina waxay ahayd in mushrikiinta yidhaahdeen: Muxammadow bal waxaad nooga warrantaa ri’da? Hadday dhimato yaa dilay? Nabigu s.c.w. wuxuu yidhi: Alle baa dilay. Waxay yidhaahdeen: Haddaba ma waxaad ku andacooneysaa waxaad dishaan adiga iyo asxaabtaada inay yihiin xalaal, waxana ay dilaan eyga iyo galleyrka iyo haramcadka ay yihiin xalaal, waxase uu Alle dilo ay xaaraan tahay in la cuno. Markaasuu Alle soo dejiyey Aayaddan.","lang":"so"},{"name":"6:122","price":"122. Ma mid ahaa meyd markaas aan noolaynay, oo aan u yeelnay Nuur uu ku dhex socdo dadka, baa la mid ah mid ku sugan mugdiyo uusan ka soo baxayn? Sidaasaa loogu qurxiyey gaalada waxay falaan.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:123","price":"123. Sidaasaan u yeelnay magaalo walba gudaheed denbiilayaal waaweyn (madax iyo maalqabeenno xun) si ay ugu dhex maleegaan qorshe (xun), umase maleegaan qorshe (xun) waxaan ahayn nafahooda, mase dareensana.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:124","price":"124. Markay calaamo u timaaddo, waxay yidhaahdaan: Rumeyn meyno jeer nala siiyo wax la mid ah waxa la siiyey Rususha Alle. Alle baa ogsoon meesha uu dhigayo Dhambaalkiisa. Waxaa ku dhici denbiilayaasha dulli xag Alle ah iyo cadaab daran waxay qorshe xun maleegi jireen awgeed.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:125","price":"125. Qofkii uu Alle rabo inuu hanuuniyo, wuxuu u waasiciyaa laabtiisa Islaamka, qofkiise uu rabo inuu lumiyo wuxuu ka yeelaa laabtiisa cidhiidhi dhibboon sida isagoo kor ugu baxaya xagga samada. Sidaasuu Alle dusha uga saaraa fadarada kuwa aan (Xaqa) rumayn.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:126","price":"126. Kani waa Jidka Rabbigaa ee toosan. Waxaan uga yeelnay Aayadaha caddaan ciddii xusuusan oo waantoobi.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:127","price":"127. Waxay leeyihiin Daarta Nabadda (Jannada) Rabbigood agtiis ah, Isagaana ah Gargaarahood waxay camal san falayeen darteed.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:128","price":"128. Maalinta uu soo kulmin dhammaan (kuna dhihi): Kulanka jinkow! Waxaad badsateen (luminta) in badan oo dadka ah. Saaxiibbadoodii ka mid ahaa dadka waxay odhan: Rabbiyow! Wuxuu ku dan gaaray qaarkayoba qaarka kale, waxaana gaarnay muddadayada aad noo goysay. Wuxuu odhan: Naartaa hoygiinna ah aad ku dhex waaraysaan, wuxuu Alle doono mooyee. Hubaal Rabbigaa waa Xakiim, wax kasta Ogsoon.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:129","price":"129. Sidaasaan ugu salladnaa daalimiinta qaarkoodba qaarka kale, waxay kasbadeen awgeed (oo denbiyo ah).","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:130","price":"130. Kulanka jinka iyo dadkow! Miyaanay idiin imaan Rusul idinka mid ah, idiin soo tebinaya Aayadahayga idiinkana digaya la kulanka maalintiinnaan? Waxay odhan: Waxaan ku marag furaynaa nafahayaga. Waxaana hodday noloshan adduunka. Waxayna ku marag furi nafahooda inay ahaayeen Xaq diid (gaalo).","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:131","price":"131. Sidaasi waa inaan Rabbigaa ku halligeyn magaalooyinka gar darro iyagoo dadkooda war la’ yihiin (aan loo digin).","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:132","price":"132. Dhammaan waxay leeyihiin derejooyin (heerar) waafaqsan waxay camal falaan. Rabbigaana ma mooga waxay camal falaan.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:133","price":"133. Rabbigaa (Alle) waa Hodan (ka deeqtoon wax waliba) Naxariis leh, hadduu doono wuu idin baabbi’in, idinkuna beddeli gadaashiin cidduu doono. Siduu awalba idiinka soo saaray firka qolo kale.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:134","price":"134. Waxa la idiinku gooddiyo waa imaan, (Allena) kama fakan kartaan.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:135","price":"135. Dheh: Dadkaygiyow! Camal fala intii karaankiinna ah, Aniguna sidoo kale waan camal faliye, waadse ogaan doontaan keennee lahaan doona cidhibta (wanaagsan) daarta (Aakhiro). Hubaal ma liibaanaan daalimiinta.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:136","price":"136. Waxay qayb u yeelaan Alle8, ka mid ah waxa uu abuuray ee beero iyo xoolo ah, oo yidhaahdaan: Kan waxaa iska leh Alle - sidaas bay ku andacoodaan, kanna waxaa iska leh sanamyadayada la wadaaga cibaadada. Marka waxay leeyihiin sanamayadooda ma gaaraan Alle, waxase (qayb ahaan loo yeelay) Alle wuxuu gaaraa sanamyadooda! Xumaa waxay xukumaan.","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"8. Qaybta uu Alle leeyahay waxay siinayeen fuqurada iyo masaakiinta oo ku bixinayeen howlaha sama falka, waxayse ay ugu talo galeen sanammada waxay siinayeen kuwa ilaaliya sanammada, oo ma siineyn fuqurada iyo masaakiinta. Caadadan wuu nacladay Alle.","lang":"so"},{"name":"6:137","price":"137. Sidaasay (ilaahyadooda beenta ah) ay la wadaajiyaan cibaadada (Alle) ugu qurxiyeen in badan oo mushrikiinta ah dilka carruurtooda, si ay u halligaan oo uga khaldaan camalkooda. Hadduu Alle doono, ma ay fali lahayn, ee isu dhaaf iyaga iyo waxay been abuuraan.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:138","price":"138. Waxay yidhaahdeen: Kuwani waa xoolo iyo beer reebban, aysan wax ka cuneyn ciddaan doonno maahee – sidaas bay ku andacoodaan - iyo xoolo la xarrimay dhabarradooda iyo xoolo aan lagu xusin Magaca Alle - iyagoo ku been abuuranaya. Wuu ka jaazeyn waxay been abuurteen darteed.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:139","price":"139. Waxay (gaaladu) yidhaahdeen: Waxa ku jira uurarka xoolahan (caano ama ilmo) waxaa gaar u leh labkayaga keliya, waana ka xaaraan xaasaskayaga, hadduu baqti yahayna, way wadaagaan dhammaantood. Wuu ka goyn waxay been u nisbeeyeen (Alle). Hubaal, Alle Waa Xakiim Fal iyo Odhaah san, wax kasta Ogsoon.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:140","price":"140. Waxaa khasaara dhab ah ku sugan kuwa u dilay carruurtooda caqli xumo aqoon la’aan9, xaaraameeyana waxa Alle uu siiyey, iyagoo ku been abuuranaya Alle. Way lumeen, mana aha kuwo hanuunsan.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"9. Waxaa ka mid ahaa Carabta qaar ku sugnaa diintii Ibraahiim. Wuxuu Alle amray Ibraahiim inuu gowraco wiilkiisa Ismaaciil, kaddib waxay ka dhigeen madaxdii hoggaamineysey diintooda arrinka gowraca waxaan caddeyn sababta keentay, ilaa ay la wanaagsanaatay raaceenkoodii inay gowracaan ilmahooda Alle u dhowaansho darteed inkastoo sababta runta ay aheyd inay ka cararayeen faqri iyo ceydh.","lang":"so"},{"name":"6:141","price":"141. (Alle) waa Kan soo saara beero (canab ah) dhis leh iyo kuwo aan dhis lahayn, iyo geedo timir, iyo sarac leh miro muuqaal iyo dhadhan kala duwan, iyo saytuun, iyo rummaan, isu eg (nooc ahaan) kuse kala duwan (dhadhan ahaan), Wax ka cuna midhahiisa markay soo saaraan midho, bixiyana xaqa lagu leeyahay maalinta goyntiisa, hana xad dhaafina, Alle ma jecla kuwa xad dhaafa.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:142","price":"142. Waxaa ka mid ah xoolaha (uu Alle abuuray qaar) xummuul qaada iyo kuwo u suubbada in la qasho oo keliya. Wax ka cuna waxa Alle idin siiyey, hana raacina tallaabooyinka Shaydaanka. Hubaal wuxuu idiin yahay cadow cad.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:143","price":"143. Siddeed lammaane ah; labo ido ah iyo labo riyo ah. Dheh: Ma labada labka ah buu xaaraameeyey mise labada dheddig, mise (ilmaha) ku jira uurarka labada dheddig? Ii sheega si cilmi ah haddaad run sheegaysaan.","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:144","price":"144. Geelana labo (lab iyo dheddig) lo’dana labo (lab iyo dheddig). Dheh: Ma wuxuu xaaraameeyey labada labka ah mise labada dheddig; mise (ilmaha) ku jira uurarka labada dheddig? Mise goob joog baad ahaydeen markuu Alle idin amray arrinkani? Yaa ka dulmi badan mid ka been sheega Alle, si uu dadka u lumiyo cilmi la’aan? Hubaal Alle ma hanuuniyo qoloda daalimiinta ah (madaxa adag).","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:145","price":"145.Dheh:Kuma hayo waxa la ii waxyooday wax ka xaaraan ah cunaa inuu cuno inuu yahay maahee baqti ama dhiig horay u soo butaaca (gowrac darti iyo wax la mid ah), ama hilib doofaar, waayo waa fadaro, ama taasi ah caasiyoobid ee wax kale aan aheyn (Magaca) Alle lagu xusay dusheeda (markii la gowracayey), qofkiise ay dani ku qabato isagoo aanay rabitaan ka aheyn, aan xad gudbeynna, hubaal Rabbigaa waa Denbi Dhaafid Badane, Naxariis Badan.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:146","price":"146. Kuwa heysta (diinta) Yuhuudi-  \n yadda waxaan ka xarrimnay (neef) kasta oo ciddi leh10, xagga lo'da iyo adhiga waxaan ka xarrimnay buruurtooda wax Maahee ku dhegay dhabarradooda ama xiidmahooda ama ku dheehmay laf. Sidaas waxay ahayd ciqaab aan ku abaal marinnay dulmigoodii dartiis, run baana sheegaynaa.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"10. Xoolihii ciddi leh: Waxaa loola jeedaa xoolaha aanay ciddayahooda kala tagsaneyn sida geela, iwm. Qaar kale waxay yidhaahdeen: waxaa loola jeedaa xoolaha leh hal ciddi oo keliya, sida faraska, dameerka, iwm.","lang":"so"},{"name":"6:147","price":"147. Hadday ku beeniyaan (Nabiyow) waxaad dhahdaa: Rabbigiin waa Rabbiga Naxariista Ballaadhan, Ciqaabkiisana lagama celiyo qoloda denbiilayaasha ah.","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:148","price":"148. Kuwa ah mushrikiinta waxay odhan: Hadduu Alle doono, ma aanu u shariig yeelneyn innaga iyo aabbayaasheenba, mana aan ka xarrimneen (nafahayaga) waxba (uu Alle banneeyey). Sidaasoo kale bay u beeniyeen kuwii ka horreeyay jeer ay ka dhadhamiyeen Ciqaabkayaga. Dheh: Ma heysaan wax cilmi ah aad noo soo saareysaan? Waxaad uun raacdaan wax iska male awaal ah, waxaadna uun sheegtaan beeno.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:149","price":"149. Dheh: Alle baa iska leh Xujada Xeesha Dheer. Hadduu doono wuu idin hanuunin lahaa dhammaantiin.","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:150","price":"150. Dheh: Keena markhaatiyadiinna ka marag kacaya in Alle xaaraameeyey waxakani. Ee hadday ka marag kacaan, ha la marag kicin. Hana raacin hawooyinka kuwaa beeniya Aayadahayaga, iyo kuwaa aan rumeysaneyn Aakhirada, ee Rabbigood wax la sima oo  la mid dhiga.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:151","price":"151. Dheh: Kaalaya, Waxaan akhriyi waxa uu (Alle) Rabbigiin idinka xaaraameeyey: (xusuusnaada) inaydaan (cibaadada Alle) la wadaajin waxba; una muujiya wanaag oo baarri u ahaada waalidiintiin, hana u dilina carruurtiinna (ka cabsi) faqri darteed - Annagaa idin arsaaqayna idinka iyo iyagaba; oo ha u dhowaannina xumaano oo dhan (denbiyada waaweyn sida zinada) kuwooda ka mid ah ee muuqda iyo kuwo qarsoonba, hana ku dilina nafta uu Alle xaaraameeyey arrin xaq ah11 maahee, Sidaasuu idinku farad yeelay, bal inaad fahantaan.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"11. Uu sharciga qiray sida qisaaska, dilka murtaddiinta, dhagax ku dilidda zaaniga horay u guursaday ama guursatay haddii lagu caddeeyo zinada ama iyagu qirtaan.","lang":"so"},{"name":"6:152","price":"152. Ha u dhowaannina maalka agoonka sida u fiican maahee, jeer uu gaaro da’diisa tabar galka iyo xoogga; una oofiya si dhan beeggidda iyo miisaanka oo caddaalad ah - Ma saarno nafna waxaan ahayn karaankeeda; markaad hadleysaan ahaada caadil haba ahaatee qaraabo dhow (lidkeed), oofiyana Axdiga Alle (xilalka uu idiin saaray); (arrin)kani buu idinku farad yeelay, inaad xusuusataan.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:153","price":"153. (Ogow) in kani (Islaamka) yahay Jidkayga midka toosan ee raaca, hana raacina jidadka kale ee idinka duwi Jidkiisa. (Arrin)kani buu idinku faral yeelay si aad uga dhowrsataan (xumaha).","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:154","price":"154. Waxaan siinnay Muuse kitaabka (Towraadda), si aan ugu iltirno (Galladayada) korkiisa kan sama falay (waa Muusee), kitaabkaasoo ka yeelaya caddaan wax waliba oo hanuun iyo Naxariis ah, si ay la kulanka Rabbigood u rumeeyaan.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:155","price":"155. Kanina waa Kitaab (Qur’aan) aan soo dejinnay, barakeysan,  ee raaca oo iska jira (xumaha) si la idiinku naxariisto.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:156","price":"156. Si aydaan u odhan: Waxaa uun Kitaab lagu soo dejiyey labo qolo oo naga horreeyay, innaguna waxaan aheyn run ahaan kuwo moog waxay akhristeen.","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:157","price":"157. Ama aydaan u odhan: Haddii Kitaab naloo soo dejin lahaa, waxaan ahaan kuwo ka hanuunsan iyaga. Haatan waxaa idiinka yimid Xujo Cad (Qur’aan) xagga Rabbigiin, oo ah hanuun iyo naxariis. Ee yaa ka dulmi badan mid beeniya Aayadaha Alle oo ka jeesada xaggooda? Waxaan ku abaal marin doonnaa kuwa ka jeesta Aayadahayaga cadaab xun, ka jeesigooda (Aayadahaa) darteed.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:158","price":"158. Ma waxay sugi waxaan ahayn inay u timaaddo malaa’igtu, ama Rabbigaa yimaado, ama qaar ka mid ah calaamooyinka Rabbigaa yimaadaan. Maalinta ay qaar ka mid ah Calaamooyinka Rabbigaa yimaadaan, wax uma taro naf iimaankeedu iyadoo aan horay u rumeyn, ama aan ku kasban iimaankeeda khayr. Dheh: Suga idinku(mid ka mid ah waxyaala- han), innaguna(sidoo kale) waan sugaynaa.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:159","price":"159. Kuwa u qaybshay diintooda firqooyin oo noqday dariiqooyin (kala duwan) , waxba isuma kiin gelin. Arrinkoodu wuxuu uun la jiraa Alle, markaasuu wuxuu u sheegi waxay falayeen.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:160","price":"160. Qofkii la yimaada camal san, wuxuu heli toban laabkeed wax la mid ah, qofkii la yimaadana camal xun, waxaa lagu abaal marin mid la mid ah iyagoon la dulmeyn.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:161","price":"161. Dheh: Aniga Rabbigay wuxuu igu hanuuniyey Jid Toosan (Islaamka), diin aad u sugan, diintii Ibraahiim, toosnihii. Kamana mid aheyn mushrikiinta.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:162","price":"162. Dheh: Salaaddayda, gowracayga, hannaanka noolaanshaheyga, iyo geeridaydaba waxaa (dhammaan) iska leh Allaah, Rabbiga uumanka.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:163","price":"163. Ma leh wax shariik ah. Oo (arrin)kan baa la I amray, Waxaana ahay anigu kan ugu horreeya kuwa (u) hoggaansan (Alle).","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:164","price":"164. Dheh: Ma waxaan doontaa Rabbi aan aheyn Alle? Isagoo ah Rabbiga wax walba; naf walbana waxay kasbato (oo denbi ah) waa dusheeda, nafna denbi naf kale ma qaaddo. Waana xagga (Alle) Rabbigiin meel noqodkiinnu, markaasuu wuxuu idiin sheegi waxaad isku khilaafteen","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"so"},{"name":"6:165","price":"165. (Alle) waa Kan idinka yeelay kuwo isku xigsada dhulka oo ka taliya, kana sare mariyey qaarkiinba qaar derejooyin, si uu idiinku imtixaamo wuxuu idin siiyey. Hubaal Rabbigaa waa ku Dhaqso badan yahay Ciqaabka, waana Denbi Dhaaf Badanaha, Naxariista Badan.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"so"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}