{"data":[{"name":"61:1","price":"1. Waxaa xurmo weyneeya oo (xumaan ka) hufa Alle waxa ku sugan samooyinka iyo waxa ku sugan arlada. Waana Adkaadaha Sare, Xakiimka ah.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"1. As-Saf: Safka.","lang":"so"},{"name":"61:2","price":"2. Kuwa (Xaqa) rumeeyow! Maxaad u leedihiin (oo ugu baaqdaan dadka) wax aydaan falin?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"61:3","price":"3. Waa wax uu Alle neceb yahay inaad ku hadashaan (oo fartaan dadka) wax aydaan falin.","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"61:4","price":"4. Alle wuxuu jecel yahay kuwa ku dagaallama Jidkiisa iyagoo saf ah aad mooddo dhismo laysku dhajiyey.","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"61:5","price":"5.  (Xus, Nabi Muxammadow) markuu Muuse ku yidhi tolkiisii: Tolkayow! Maxaad ii dhibeysaan idinkoo og inaan ahay Rasuul Alle xaggiinna loo soo diray? Markay (Xaqii) ka iisheen, ayuu Allena sii iilay quluubtooda2. Alle ma hanuuniyo qoloda caasiyaasha ah (madaxa adag).","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"2. Sababta waxaa weeye waxay ka iisheen Xaqa oo diideen hanuunka, markaasuu Alle sii iilay quluubtooda oo ay ka sii fogaadeen Xaqa.","lang":"so"},{"name":"61:6","price":"6.  (Xus) markuu Ciise, wiilkii Maryam, yidhi: Ilmahii Israa’iilow! Waxaan anigu ahay Rasuul Alle xaggiinna loo soo diray, rumeyn Towraadda (la soo dejiyey) hortay, idiinkuna bishaaraynaya Rasuul imaan gadaashay oo magaciisu yahay Axmad3. Markiise uu ula yimid Xuoojin cad, waxay yidhaahdeen: Kanu waa sixir cad.","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"3. Axmad waa magac kale uu leeyahay Nabi Muxammad s.c.w.","lang":"so"},{"name":"61:7","price":"7. Yaa ka dulmi badan mid ka been sheega Alle isagoo loogu yeedho Islaamka? Alle ma hanuuniyo qoloda daalimiinta (gar ma qaatayaasha) ah.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"61:8","price":"8. Waxay doonayaan (gaaladu) inay Nuurka Alle  (Xaqa) ku damiyaan afafkooda. Alle se waa taam yeeli Nuurkiisa haba naceen gaaladuye.","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"61:9","price":"9. (Alle) waa Kan la soo diray Rasuulkiisa (Muxammad) hanuunka iyo diinta Xaqa ah, si uu uga sare mariyo diimaha (khilaafsan) oo dhan, haba naceen mushrikiintuye.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"61:10","price":"10. Kuwa (Xaqa) rumeeyow! Ma idin tusaa ganac idinka badbaadineysa cadaab xanuun badan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"61:11","price":"11. (Waa) inaad rumeysaan Alle iyo Rasuulkiisa (Muxammad) oo u jihaaddaan Jidka Alle idinkoo u huraya maalkiinna iyo nafahiinna, sidaasaa idiin khayr badan haddaad og tihiiin.","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"61:12","price":"12. Wuxuu idiin dhaafi denbiyadiinna, oo idin gelin Jannooyin (Beero) ay webiyo hoos qul-qulaan iyo guryo wanaagsan oo ku dhex yaal Beeraha negaya (ee Jannada), kaas baa ah Liibaanta Weyn.","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"61:13","price":"13. Arrin kaloo aad jeceshihiinna (wuu idin siin) gargaar xag Alle ah iyo guul dhow. Ee u bishaaree mu’miniinta.","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"61:14","price":"14. Kuwa (Xaqa) rumeeyow! Ahaada kuwo u gargaara (diinta) Alle, siduu ku yidhiba Ciise, ina Maryam, xertiisii Waa kuwee kuwa iigu gargaaraya (diinta) Alle? Xertii waxay yidhaahdeen: Innagaa ah u gargaarayaasha (diinta) Alle, Markaasay qayb ka mid ah ilmahii Israa’iil rumeeyeen, oo qayb kale gaaloobeen. Waxaana taageernay kuwii (xaqa) rumeeyey (oo ka adkaadeen) cadowgoodii, markaasay  muuqdeen (oo ka taliyeen arlada).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"so"}],"chapter":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"]}