{"data":[{"name":"63:1","price":"1. Markay munaafiqiintu kuu yimaadaan (Nabi Muxammadow) waxay yidhaahdaan: Waxaanu marag ka nahay inaad tahay Rasuul Ilaahay2. Alle waa Og yahay inaad tahay Rasuulkiisa, Allena wuxuu marag ka yahay inay munaafiqiintu yihiin beenaalayaal.","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"1. Al-Munaafiquun: Munaafiqiinta (labo wejiilayaasha godadka badan). \n2. Waxay ugu dhaarteen si ay u dhowrsadaan maalkooda iyo nafahooda oo loo nabad geliyo maadaama ay daahirka muslimiiin yihiin.","lang":"so"},{"name":"63:2","price":"2.Waxay ka dhigtaan dhaarahooda   gaashaan. Oo sidaas uga weeciyaan (dadka) jidka Ilaahay. Xumaa waxay falaan.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"63:3","price":"3. (Arrin)kaasi waxaa ugu wacan inta rumeeyaan (af ahaan) bay haddana (hoosta) ka gaaloobaan, markaasaa quluubtooda la daboolay, sidaas awgeed wax ma fahmaan.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"63:4","price":"4. Markaad aragto (munaafiqiinta) wuu ku cajab gelin muuqaalka jirarkooda; hadday hadlaanna, waad dhageysan hadalkooda, waxaad mooddaa dogobyo la tiirtiiriyey3 oo dhar la huwshay. Waxay moodi dhawaaq walba in iyaga loogu dan leeyahay. Waa iyaga cadowga, ee ka digtoonow. Allaha baabbi’iyee! Xaggee looga iilay (Xaqa)?","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"3. \"Sida inay yihiin dogoybo la tiirtiiriyey” waxaa loola jeedaa waxay leeyihiin jirar leh cuquul iyo qalbiyo maran, inkastoo jirkoodu qurxoon yahay oo ay cod kar yihiin hadalka heli og.","lang":"so"},{"name":"63:5","price":"5. Marka lagu yidhaahdo (munaafiqiinta): Kaalaya, ha idiin denbi dhaaf dalbee  Rasuulka Ilaahay, waxay dib u jeediyaan madaxyadooda, oo arkeysaa iyagoo sii jeesanaya oo isla weyn.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"63:6","price":"6. Waa isugu mid haddaad u denbi dhaaf dalabto (Nabiyow) iyo haddaadan u denbi dhaaf dalbin. Marnaba Alle u denbi dhaafi maayo. Alle ma hanuuniyo kuwa caasiyaasha ah (madaxa adag).","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"63:7","price":"7. Iyaga weeye kuwa yidhaahda: Wax ha ku bixinnana kuwa la jira Rasuulka Alle, jeeray ka kala yaacaan; Alle baana iska leh khasnadaha samooyinka iyo arlada, munaafiqiintuse ma fahansana.","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"63:8","price":"8. Waxay (munaafiqiintu) yidhaahdaan: Markaan u laabanno Madiina, kan gobta ahi (waxay ula jeedaan Cabdullaah bin abii  Salool, madaxii munaafiqiinta) wuxuu ka saari halkaa kan gunta ahi (waxay ula jeedaan Nabi Muxammad, Rasuulul Laah). Allaah baa se iska leh Sharaf iyo Cizoo dhan (sidaa awgeed waxay u ahaan cizo) Rasuulkiisa, iyo mu’miniinta, munaafiqiintuse ma oga.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"63:9","price":"9. Kuwa (Xaqa) rumeeyow! Yeysan maalkiinnu iyo awlaaddiinnu idinka shuqlin Xusidda Ilaahay (salaadda). Qofkiina falaa sidaas, kuwaa weeye kuwa khasaaray.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"63:10","price":"10. Oo bixiya wax ka mid ah waxa aanu idin siinnay, inta aysan geeridu u iman midkiin oo markaas odhan: Rabbiyow! Maad  muddo dhow dib ii dhigtid, markaa waxaan la baxayaa sadaqo oo ka mid ahaan kuwa wanaagga fala.","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"63:11","price":"11. Alle se dib uma dhigo nafi marka ajasheed la gaaro. Alle waa u Xog Ogaal waxaad fashaan.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"so"}],"chapter":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"]}