{"data":[{"name":"65:1","price":"1. Nabiyow! Markaad furaysaan haween, fura iyagoo markaas ku jira waqtiga loo qabtay furitaanka2, oo u tiriya (si dhan) maalmaha ciddada (muddada ay sugayaan furitaanka kaddib3), dhowrana (xilkuu idin saaray) Allaah, ee Rabbigiin ah, ha uga saarina (xaasaskiinna) debedda guryahooda,  yeysan iyaguna bixin (intay ciddada ku jiraan ee la soo ceshan karo) inay la yimaadaan maahee xumaan cad. kuwaas waa soohdimaha uu dhigay Allaah. Qofkiina ka tillaaba soohdimaha uu dhigay Allaah, wuxuu dulmiyey naftiisa. (Midka furayow xaaskiisa) ma ogid waxaa laga yaabaa inuu Alle dib ka keeno xaal cusub4.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"1. Ad-Dalaaq: Furriinka.\n2. Haweeni waxaa bannaan in la furo markuu dhammaado dhiigga caadadeeda oo ka daahir noqoto, ka hor inta aan loo galmoon ama iyadoo uur leh. \n3. Waa inaan lagu dirqin inay baxaan ama is madax furtaan. \n4. Sida inay ka xumaadaan waxa ka dhex dhacay ama uu jaceyl hor leh uu galo ninka iyo xaaskiisa oo isku soo noqdaan.","lang":"so"},{"name":"65:2","price":"2. Markay ku dhowaadaan (dhammaadka) ciddadooda la qabtay5, dib ugu soo ceshada si wanaagsan oo gar ah ama u kala taga si wanaagsan oo gar ah. Oo u gashada markhaati (kolka aad rabtaan inaad soo ceshataan, ama aad furtaan) labo caddaalad leh oo idinka mid ah (muslimiin ah) una toosiya maragga Alle darti. (Arrin)kaasi waa waano lagu waanin qof kastoo rumeysan Alle iyo Maalinta Aakhiro. Qofkiina dhowra (xilkuu saaray) Allaah (oo ka dhowrsada xumaha) Wuxuu u yeeli  jid uu kaga baxo (dhibaato kasta).","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"5. Intay ciddada ku jiraan, waa xaasaska la furay furriin la soo ceshan karo.","lang":"so"},{"name":"65:3","price":"3. Oo wuxuu ka siin risiq xagga (meel) uusan fileyn. Qofkii talo saarta Allaah oo isku halleeya wuu ku filan yahay. Hubaal, Alle wuu fulaa muraadkiisa. Alle Wuxuu u yeelay wax walba qaddar iyo waqti go'an.","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"65:4","price":"4. Kuwa ka mid ah haweenkiinna ee ka quustay xaydka (dhiigga caadada), haddaad shakideen, ciddadoodu waa seddex bilood, iyo kuwa (sidoo kale) aan weli helin xaydka, kuwase uurka leh (haddii la furo) ciddadooda waa intay ka dhigaan culeysyadooda oo ka dhalaan6. Qofkii dhowra (xilkuu saaray) Alle (oo ka dhowrsada xumaha) wuxuu uga dhigi arrinkiisa wax u fudud.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"6. Xukunkan waxaa sidoo kale soo galaya marka uu ninka dhinto, haweenta uu ninkeeda dhinto iyadoo uur leh, ciddadeeda waa intay ka dhasho.","lang":"so"},{"name":"65:5","price":"5. Kaasi waa Amarka Ilaahay uu idiin soo dejiyey, qofkiina dhowra (xilkuu saaray) Allaah wuxuu ka tiri xumaatooyinkiisa, oo siin ajar weyn.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"65:6","price":"6. Dejiya (haweenka ciddada ku jira) meeshaad deggan tihiin, hadba sida karaankiinnu yahay, hana dhibina si aad u gelisaan cidhiidhi (dhanka hab dhaqanka, degaanka iyo masruufka si ay isu madax furtaan). Hadday leeyihiinna uur, masruufa intay ka dhigaan culeyskooda (dhalaan). markaas hadday idiin nuujiyaan (ilmaha), siiya gunnadooda, oo is fara dhexdiinna sama falka, haddaad is khilaaftaanna mid kale ayaa u nuujin 7.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"7. Eeg sharaxa hoose ee Suuradda 2: Aayadda 233.","lang":"so"},{"name":"65:7","price":"7. Kan ladani wax ha ka bixiyo maalka loo waasiciyey, kiina ilaha ay wax ka soo galaan cidhiidhi yihiin, ha bixiyo wax ka mid ah wuxuu Alle siiyey. Alle kuma kallifo nafna wuxuusan siin. Alle wuxuu keeni  faraj iyo fudayd dhibaatada kaddib.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"65:8","price":"8. Maxay badan tahay magaalo ku caasiday Amarka Rabbigeed iyo Rusu- shiisa, markaas aan ugu yeernay xisaab daran (adduunka), oo aan ku cadaabi cadaab adag (Aakhirada).","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"65:9","price":"9. Oo dhadhamisay cidhib xumadii arrinkeeda, cidhibteedana ku dambeysey khasaaro.","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"65:10","price":"10. Alle wuxuu u diyaariyey kuwaa cadaab daran. Ee dhwora (xilkuu idin saaray) Alle wax garadkow (Xaqa) rumeeyey. Wuxuu Alle idiin soo dejiyey Waano (Qur’aankan).","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"65:11","price":"11. Rasuulna (wuu idiin soo diray) idiin akhriya Aayadaha Ilaahay ee cad, si uu ugaga saaro kuwa (Xaqa) rumeysan oo samaha fala mugdiyada xagga Nuurka;  qofkiina rumeeya Allaah oo sama fala, Wuxuu galin Beero (Jannooyin) ay hoostoodu webiyo qul-qulaan iyagoo ku dhex waaraya waligood. Allaah Waa uu wanaajiyey kaasi risiqa.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"so"},{"name":"65:12","price":"12. Allaah waa Kan abuuray toddoba samood, arladana intaa oo kale (ka abuuray8). Amarkiisa ka soo dego dhexdooda, si aad u ogaataan inuu Alle wax walba Karo iyo in Allaah ku koobo wax walba ogaal.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"8. Macnaha waa tiro la mid ah: toddobo arlo. Nabigu s.c.w. wuxuu yidhi: Qofkii dulmiyaa oo ku qaata xaq darro taako dhul ah, waxaa qoorta loo suraa Maalinta Qiyaamaha toddobo dhul”.","lang":"so"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}