{"data":[{"name":"18:75","price":"(Hızır:) Ben sana, benimle beraber (olacaklara) sabredemezsin, demedim mi? dedi.","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:76","price":"Musa: Eğer, dedi, bundan sonra sana bir şey sorarsam artık bana arkadaşlık etme. Hakikaten benim tarafımdan (ileri sürebilecek) mazeretin sonuna ulaştın.","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:77","price":"Yine yürüdüler. Nihayet bir köy halkına varıp onlardan yiyecek istediler. Ancak köy halkı onları misafir etmekten kaçındılar. Derken orada yıkılmak üzere bulunan bir duvarla karşılaştılar. (Hızır) hemen onu doğrulttu. Musa: Dileseydin, elbet buna karşı bir ücret alırdın, dedi.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:78","price":"(Hızır) şöyle dedi: «İşte bu, benimle senin aramızın ayrılmasıdır. Şimdi sana, sabredemediğin şeylerin içyüzünü haber vereceğim.»","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:79","price":"«Gemi var ya, o, denizde çalışan yoksul kimselerindi. Onu kusurlu kılmak istedim. (Çünkü) onların arkasında, her (sağlam) gemiyi gasbetmekte olan bir kral vardı.»","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:80","price":"«Erkek çocuğa gelince, onun ana babası, mümin kimselerdi. Bunun için (çocuğun) onları isyana ve küfre sürüklemesinden korktuk.»","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:81","price":"(Devam etti:) «Böylece istedik ki, Rableri onun yerine kendilerine, ondan daha temiz ve daha merhametlisini versin.»","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:82","price":"«Duvara gelince, şehirde iki yetim çocuğun idi; altında da onlara ait bir hazine vardı; babaları ise iyi bir kimse idi. Rabbin istedi ki, o iki çocuk güçlü çağlarına erişsinler ve Rabbinden bir rahmet olarak hâzinelerini çıkarsınlar. Ben bunu da kendiliğimden yapmadım. İşte, hakkında sabredemediğin şeylerin iç yüzü budur.»","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:83","price":"(Ey Muhammed!) Sana Zülkarneyn'i soruyorlar. De ki: \"Size onun hakkında (Kur'an'dan) bir haber okuyacağım\".\n","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:84","price":"  Biz ona yeryüzünde sağlam bir yer temin etmiş ve dilediği her şeye kendisini ulaştıracak bir de ilim vermiştik. ","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:85","price":"O da bir yol tutup gitti.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:86","price":"Nihayet güneşin battığı yere varınca, onu kara bir balçıkta batar buldu. Onun yanında (orada) bir kavme rastladı. Bunun üzerine biz: Ey Zülkarneyn! Onlara ya azap edecek veya haklarında iyilik etme yolunu seçeceksin, dedik.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:87","price":"O, şöyle dedi: «Haksızlık edeni cezalandıracağız; sonra o, Rabbine gönderilecek; sonra Allah da ona korkunç bir azap uygulayacak.»","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:88","price":"İman eden ve sâlih amel işleyene gelince, ona da en güzel mükâfat vardır. Ona emrimizin kolay olanını söyleyeceğiz\".","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:89","price":"Sonra yine bir yol tuttu.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:90","price":"Nihayet güneşin doğduğu yere ulaşınca, onu öyle bir kavim üzerine doğar buldu ki, onlar için güneşe karşı bir örtü yapmamıştık.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:91","price":"İşte böylece onunla ilgili her şeyden haberdardık.","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:92","price":"Sonra yine bir yol tuttu.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:93","price":"Nihayet iki dağ arasına ulaştığında onların önünde, hemen hiçbir sözü anlamayan bir kavim buldu.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:94","price":"Dediler ki: Ey Zülkarneyn! Bu memlekette Ye'cûc ve Me’cûc bozgunculuk yapmaktadırlar. Bizimle onlar arasında bir set yapman için sana bir vergi verelim mi?","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:95","price":"Dedi ki: «Rabbimin beni içinde bulundurduğu nimet ve kudret daha hayırlıdır. Siz bana kuvvetinizle destek olun ki sizinle onlar arasına aşılmaz bir engel yapayım.»","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:96","price":"«Bana, demir kütleleri getirin.» Nihayet dağın iki yanı arasını aynı seviyeye getirince (vadiyi doldurunca): «Üfleyin (körükleyin)!» dedi. Artık onu kor haline sokunca: «Getirin bana, üzerine bir miktar erimiş bakır dökeyim» dedi.","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:97","price":"Bu sebeple onu ne aşmaya muktedir oldular ne de onu delebildiler. ","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:98","price":"Zülkarneyn: «Bu, Rabbimden bir rahmettir. Fakat Rabbimin vaadi gelince, O, bunu yerle bir eder. Rabbimin vaadi haktır» dedi.","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:99","price":"O gün (kıyamet gününde bakarsın ki) biz onları, birbirine çarparak çalkalanır bir halde bırakmışızdır, Sûr'a da üfürülmüş, böylece onları bütünüyle bir araya getirmişizdir.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:100","price":"Kâfirleri o gün cehennemle yüz yüze getirmişizdir.","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:101","price":"Ve, gözleri beni görmeye kapalı bulunan, kulak vermeye de tahammül edemez olan ","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:102","price":"o küfredenler, beni bırakıp da kullarımı kendilerine dost edinebileceklerini mi sanmaktadırlar? Oysa biz Cehennem'i kâfirler için kalacakları bir yer olarak hazırladık.\n","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:103","price":"De ki: Size, (yaptıkları) işler bakımından en çok ziyana uğrayanları bildirelim mi?","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:104","price":"(Bunlar;) iyi işler yaptıklarını sandıkları halde, dünya hayatında çabaları boşa giden kimselerdir.","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:105","price":"İşte onlar, Rablerinin âyetlerini ve O'na kavuşmayı inkâr eden, bu yüzden amelleri boşa giden kimselerdir ki, biz onlar için kıyamet gününde hiçbir ölçü tutmayacağız.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:106","price":"İşte, inkâr ettikleri, âyetlerimi ve Rasûllerimi alaya aldıkları için onların cezası cehennemdir.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:107","price":"İman edenler ve sâlih amel işleyenler ise, onlar için, kalacak Firdevs cennetleri vardır.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:108","price":"Orada ebedî kalacaklardır. Oradan hiç ayrılmak istemezler.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:109","price":"(Ey Muhammed!) De ki: \"Rabbimin sözleri için deniz mürekkep olsaydı ve bir o kadarını da yardım için getirseydik, Rabbimin sözleri tükenmeden önce deniz mutlaka tükenirdi.\"","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"18:110","price":"De ki: Ben, yalnızca sizin gibi bir beşerim. (Şu var ki) bana, İlâhınızın, sadece bir ilâh olduğu vahyolunuyor. Artık her kim Rabbine kavuşmayı umuyorsa, iyi iş yapsın ve Rabbine ibadette hiçbir şeyi ortak  koşmasın. ","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:1","price":"Kâf. Hâ. Yâ. Ayn. Sâd.","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:2","price":"(Bu) Rabbinin, Zekeriyya kuluna rahmetinin anılmasıdır.","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:3","price":"Hani o, gizli bir sesle Rabbine niyaz etmişti:","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:4","price":"Rabbim! dedi, benden (vücudumdan), kemiklerim zayıfladı, saçım başım ağardı ve ben, Rabbim, sana (ettiğim) dua sayesinde hiç bedbaht olmadım.","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:5","price":" \"Doğrusu ben, (din hususunda üzerlerine düşeni yapmayacaklarından) arkamdan gelecek ve işin başına geçecek olan yakınlarımdan  korkuyorum. Karım da kısırlaştı. Sen kendi katından bana (yerime geçecek) bir oğul ver.","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:6","price":"Ki o bana vâris olsun; Ya’kub hanedanına da vâris olsun. Rabbim, onu rızana lâyık kıl!","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:7","price":"(Allah şöyle buyurdu:) Ey Zekeriyya! Biz sana bir oğul müjdeleriz ki, onun adı Yahya’dır. Daha önce ona kimseyi adaş yapmadık.","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:8","price":"Zekeriyya: Rabbim! dedi, karım kısır olduğu, ben de ihtiyarlığın son sınırına vardığım halde, benim nasıl oğlum olabilir?","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:9","price":"Allah: Öyledir, dedi; Rabbin: O bana kolaydır. Daha önce, sen hiçbir şey değilken seni de yaratmıştım, buyurdu.","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:10","price":"O: Rabbim! dedi, (çocuğum olacağına dair) bana bir işaret ver. Allah: Sana işaret, sapasağlam olduğun halde üç gün insanlarla konuşamamandır, buyurdu.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:11","price":"Bunun üzerine Zekeriyya, mabetten kavminin karşısına çıkarak onlara: «Sabah akşam tesbihte bulunun» diye işaret verdi.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:12","price":"«Ey Yahya! Kitab'a (Tevrat'a) vargücünle sarıl!» (dedik) ve henüz çocuk iken ona (ilim ve) hikmet verdik.","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:13","price":"Tarafımızdan ona kalp yumuşaklığı ve temizlik de (verdik). O, çok sakınan bir kimse idi.","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:14","price":"Anababasına çok iyi davranırdı; o, isyankar bir zorba değildi .","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:15","price":"Doğduğu gün, öleceği gün ve diri olarak kabirden kaldırılacağı gün ona selam olsun!","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:16","price":"(Rasûlüm!) Kitapta Meryem'i de an. Hani o, ailesinden ayrılarak doğu tarafında bir yere çekilmişti.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:17","price":"Meryem, onlarla kendi arasına bir perde çekmişti. Derken, biz ona ruhumuzu gönderdik de o, kendisine tastamam bir insan şeklinde göründü.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:18","price":"Meryem ona şöyle demişti: Eğer Allah'tan sakınan bir kimse isen, senden Rahmân'a sığınırım.","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:19","price":"Melek: Ben, yalnızca, sana tertemiz bir erkek çocuk bağışlamam için Rabbinin bir elçisiyim, dedi.","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:20","price":"Meryem: Bana bir insan eli değmediği, iffetsiz de olmadığım halde benim nasıl çocuğum olabilir? dedi.","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:21","price":"Melek: Öyledir, dedi; (zira) Rabbin buyurdu ki: Bu bana kolaydır. Çünkü biz, onu insanlara bir delil ve kendimizden bir rahmet kılacağız. Bu, hüküm ve karara bağlanmış (ezelde olup bitmiş) bir iş idi.","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:22","price":"Meryem ona hamile kaldı. Bunun üzerine onunla (karnındaki çocukla) uzak bir yere çekildi.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:23","price":"Doğum sancısı onu bir hurma ağacına (dayanmaya) sevketti. «Keşke, dedi, bundan önce ölseydim de unutulup gitseydim!»","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:24","price":"Aşağısından (İsa yahut melek) ona şöyle seslendi: «Tasalanma! Rabbin senin alt yanında bir su arkı vücuda getirmiştir.»","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:25","price":"«Hurma dalını kendine doğru silkele ki, üzerine taze, olgun hurma dökülsün.» ","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:26","price":"«Ye, iç. Gözün aydın olsun! Eğer insanlardan birini görürsen de ki: Ben, Rahmân'a oruç adadım; artık bugün hiçbir insanla konuşmayacağım.»","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:27","price":"Nihayet onu (kucağında) taşıyarak kavmine getirdi. Dediler ki: Ey Meryem! Hakikaten sen iğrenç bir şey yaptın!","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:28","price":"Ey Harun'un kız kardeşi! Senin baban kötü bir insan değildi; annen de iffetsiz değildi.","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:29","price":"Bunun üzerine Meryem çocuğu gösterdi. «Biz, dediler, beşikteki bir çocuk ile nasıl konuşuruz?»","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:30","price":"Çocuk şöyle dedi: «Ben, Allah'ın kuluyum. O, bana Kitab'ı verdi ve beni peygamber yaptı.»","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:31","price":"«Nerede olursam olayım, O beni mübarek kıldı; yaşadığım sürece bana namazı ve zekâtı emretti.»","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:32","price":"«Beni anneme saygılı kıldı; beni bedbaht bir zorba yapmadı.»","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:33","price":"«Doğduğum gün, öleceğim gün ve diri olarak kabirden kaldırılacağım gün selâmet (esenlik) banadır.»","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:34","price":" İşte Meryem oğlu İsa budur; şüphe ettikleri hususta biz bunu gerçek bir söz olarak söylüyoruz.","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:35","price":"Allah'ın bir evlât edinmesi, olur şey değildir. O, bundan münezzehtir. Bir işe hükmettiği zaman, ona sadece «Ol!» der ve hemen olur.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:36","price":"(İsa şunu da söyledi:) Muhakkak ki Allah, benim de Rabbim, sizin de Rabbinizdir. Öyle ise O'na kulluk ediniz. İşte doğru yol budur.","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:37","price":"Sonra gruplar kendi aralarında ayrılığa düştüler. Büyük güne şahit olunduğu zamanda vay o kâfirlerin haline!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:38","price":"Onlar, bizim huzurumuza çıkacakları gün (başlarına gelecek olanları) ne iyi duyarlar ve ne iyi görürler (bir görsen)! Fakat o zalimler bugün açık bir sapıklık içindedirler. ","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:39","price":"(Rasûlüm!) Sen onları pişmanlık ve üzüntü günü hakkında uyar. Çünkü onlar bir gafletin içine dalmış oldukları halde ve henüz iman etmemişken (bakarsın) iş olup bilmiştir.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:40","price":"Yeryüzüne ve onun üzerindekilere ancak biz vâris oluruz (her şey gider, biz kalırız) ve onlar ancak bize döndürülürler.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:41","price":"Kitap'ta İbrahim'i an. Zira o, sıdkı bütün bir peygamberdi.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:42","price":"Bir zaman o babasına dedi ki: Babacığım! Duymayan, görmeyen ve sana hiçbir fayda sağlamayan bir şeye niçin taparsın?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:43","price":"Babacığım! Hakikaten sana gelmeyen bir ilim bana geldi. Öyle ise bana uy ki, seni doğru yola çıkarayım.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:44","price":"Babacığım! Şeytana kulluk etme! Çünkü şeytan, Rahmân'a (çok merhametli olan Allah'a) âsi oldu.","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:45","price":"\"Ey babacığım! Ben, Rahmân'dan gelecek bir azabın sana da dokunmasından korkuyorum. Bu takdirde Cehennem'de de şeytana dost olursun.","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:46","price":"Babası ise, ona şöyle demişti: \"Ey İbrâhim! Benim ilâhlarımdan yüz mü çeviriyorsun? Eğer bundan vazgeçmezsen seni muhakkak taşlarım. Benden uzun bir müddet uzaklaş.\"\n","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:47","price":"İbrahim: Selâm sana (esen kal) dedi, Rabbimden senin için mağfiret dileyeceğim. Çünkü O bana karşı çok lütufkârdır.","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:48","price":"Sizden de, Allah'ın dışında taptığınız şeylerden de uzaklaşıyor ve Rabbime yalvarıyorum. Umulur ki (senin için) Rabbime dua etmemle bedbaht (emeği boşa gitmiş) olmam.","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:49","price":"Nihayet İbrahim onlardan ve Allah'tan başka taptıkları şeylerden uzaklaşıp bir tarafa çekildiği zaman biz ona İshak ve Yâ’kub’u bağışladık ve her birini peygamber yaptık.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:50","price":"Onlara rahmetimizden bağışta bulunduk ve onlar için üstün güzel övgüler kıldık. ","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:51","price":"(Rasûlüm!) Kitap'ta Musa'yı da an. Gerçekten o ihlâs sahibi idi ve hem rasûl, hem de nebî idi.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:52","price":"Ona Tûr'un sağ tarafından seslendik ve onu, fısıldaşan kimse kadar (kendimize) yaklaştırdık.","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:53","price":"Rahmetimizin bir sonucu olarak ona kardeşi Harun'u bir peygamber olarak armağan ettik.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:54","price":"(Rasûlüm!) Kitap'ta İsmail'i de an. Gerçekten o, sözüne sâdıktı, rasûl ve nebî idi.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:55","price":"Ailesine namazı ve zekâtı emrederdi; Rabbi nezdinde de hoşnutluk kazanmış bir kimse idi.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:56","price":"Kitapta İdris’i de an. Hakikaten o, pek doğru bir insan, bir peygamberdi.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:57","price":"Biz, onu üstün bir makama yükseltmiştik. ","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:58","price":"İşte bunlar, Allah'ın kendilerine nimetler verdiği peygamberlerden, Âdem'in soyundan, Nuh ile birlikte (gemide) taşıdıklarımızdan, İbrahim ve İsrail (Ya'kub) 'in soyundan, doğruya ulaştırdığımız ve seçkin kıldığımız kimselendendir. Onlara, çok merhametli olan Allah'ın âyetleri okunduğunda ağlayarak secdeye kapanırlardı.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:59","price":"Nihayet onların peşinden öyle bir nesil geldi ki, bunlar namazı bıraktılar; nefislerinin arzularına uydular. Bu yüzden ileride sapıklıklarının cezasını çekecekler.","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:60","price":"Ancak tevbe eden, iman eden ve iyi davranışta bulunan kimseler hariçtir. Bunlar, hiçbir haksızlığa uğratılmaksızın cennete,","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:61","price":"çok merhametli olan Allah'ın, kullarına gıyaben vâdettiği Adn cennetlerine girecekler. Şüphesiz O'nun vaadi yerini bulacaktır.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:62","price":"Orada boş söz değil, hoş söz duyarlar. Ve orada, sabah akşam kendilerine ait rızıkları vardır.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:63","price":"Kullarımızdan, takvâ sahibi kimseleri mirasçı kıldığımız cennet işte budur.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:64","price":"Biz ancak Rabbinin emri ile ineriz. Önümüzde, arkamızda ve bunlar arasında olan her şey O'na aittir. Senin Rabbin unutkan değildir. ","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:65","price":"(O) göklerin, yerin ve ikisi arasındaki şeylerin Rabbidir. Şu halde O'na kulluk et; O’na kulluk etmek için sabırlı ve metânetli ol. O'nun bir adaşı (benzeri) olduğunu biliyor musun? (Asla benzeri yoktur).","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:66","price":"İnsan der ki: «Öldüğüm zaman sahi diri olarak (kabrimden) çıkarılacak mıyım?»","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:67","price":"İnsan düşünmez mi ki, daha önce o hiçbir şey olmadığı halde biz kendisini yaratmışızdır ?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:68","price":"Öyle ise, Rabbine andolsun ki, muhakkak surette onları şeytanlarla birlikte mahşerde toplayacağız; sonra onları diz üstü çökmüş vaziyette cehennemin çevresinde hazır bulunduracağız.","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:69","price":"Sonra her milletten, Rahman olan Allah'a en çok âsi olanlar hangileri ise çekip ayıracağız.","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:70","price":"Sonra, orayı boylamaya daha çok müstahak olanları elbette biz daha iyi biliriz.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:71","price":"İçinizden, oraya uğramayacak hiçbir kimse yoktur. Bu, Rabbin için kesinleşmiş bir hükümdür.","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:72","price":"Sonra biz, Allah'tan sakınanları kurtarırız; zalimleri de diz üstü çökmüş olarak orada bırakırız .","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:73","price":"Kendilerine âyetlerimiz ayan beyan okunduğu zaman inkâr edenler, iman edenlere: İki topluluktan hangisinin (hangimizin) mevki ve makamı daha iyi, meclis ve topluluğu daha güzeldir? dediler.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:74","price":"Onlardan önce de, eşya ve görünüş bakımından daha güzel olan nice nesiller helâk ettik.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:75","price":"  (Ey Muhammed!) De ki: \"Sapıklık içinde olan bir kimseye, Rahman, belirli bir süre tanısa bile, kendilerine vadolunanı ya azâp, ya da kıyamet olarak gördükleri zaman, kimin yerinin daha kötü ve kimin taraftarının daha zayıf olduğunu öğreneceklerdir.\"","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:76","price":"Oysa doğru yolda olanların hidayetini Allah daha da artıracaktır. Sevabı kalacak olan iyi ameller, Rabbın katında sevâb yönünden daha hayırlıdır; netice olarak da daha iyidir.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:77","price":"(Rasûlüm!) Âyetlerimizi inkâr eden ve «Muhakkak suretle bana mal ve evlât verilecek» diyen adamı gördün mü?","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:78","price":"O, gaybı mı bildi, yoksa Allah’ın katından bir söz mü aldı?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:79","price":"Kesinlikle hayır! Biz onun söylediğini yazacağız ve azabını uzattıkça uzatacağız.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:80","price":"Onun dediğine biz vâris oluruz, (malı ve evlâdı bize kalır); kendisi de bize yapayalnız gelir.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:81","price":"Onlar, kendilerine bir itibar ve kuvvet (vesilesi) olsun diye Allah’tan başka tanrılar edindiler.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:82","price":"Hayır, hayır! (Taptıkları), onların ibadetlerini tanımayacaklar ve onlara hasım olacaklar.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:83","price":"(Rasûlüm!) Görmedin mi? Biz, kâfirlerin üzerine, kendilerini iyice (isyankârlığa) sevkeden şeytanları gönderdik.","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:84","price":"Öyle ise onlar hakkında acele etme. Biz onlar için (günlerini) teker teker sayıyoruz.","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:85","price":"Takvâ sahiplerini heyet halinde çok merhametli olan Allah’ın huzurunda topladığımız, ","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:86","price":"günahkârları da susuz olarak cehenneme sürdüğümüz gün,","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:87","price":"Rahmân nezdinde söz ve izin alandan başkalarının şefâata güçleri yetmeyecektir.","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:88","price":"«Rahmân çocuk edindi» dediler.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:89","price":"Hakikaten siz, pek çirkin bir şey ortaya attınız.","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:90","price":"Bundan dolayı, neredeyse gökler çatlayacak, yer yarılacak, dağlar yıkılıp düşecektir!","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:91","price":"Rahmân'a çocuk isnadında bulunmaları yüzünden.","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:92","price":"Halbuki çocuk edinmek Rahmân’ın şanına yakışmaz.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:93","price":"Göklerde ve yerde olan herkes istisnasız kul olarak Rahmân’a gelecektir.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:94","price":"O, bunların hepsini kuşatmış ve sayılarını tesbit etmiştir.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:95","price":"Bunların hepsi de kıyamet gününde O'nun huzuruna tek başına (yapayalnız) gelecektir. ","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:96","price":"İman edip de sâlih ameller işleyenlere gelince, onlar için Rahmân (çok merhametli olan Allah), (gönüllerde) bir sevgi yaratacaktır.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:97","price":"(Ey Muhammed!) Allah'tan sakınanları müjdelemen ve düşman bir kavmi de korkutman için Kur'an'ı senin dilinde indirerek kolaylaştırdık.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"19:98","price":"Biz, onlardan önce nice nesilleri helâk ettik. Sen, onlardan herhangi birinden (bir varlık emâresi) hissediyor veya onlara ait cılız bir ses işitiyor musun?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:1","price":"Tâ. Hâ.","arabic":"طه","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2349,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:2","price":"Biz, Kur'an'ı sana, güçlük çekesin diye değil,  ","arabic":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2350,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:3","price":"ancak Allah'tan korkanlara bir öğüt olsun diye indirdik.","arabic":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2351,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:4","price":"(Kur'ân) yeri ve yüce gökleri yaratan Allah tarafından (peyderpey) indirilmiştir.","arabic":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2352,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:5","price":"Rahmân, Arş'a istivâ etmiştir.","arabic":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2353,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:6","price":"Göklerde, yerde ve ikisi arasında bulunan şeyler ile toprağın altında olanlar hep O’nundur.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2354,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:7","price":"Eğer sen, sözü açıktan söylersen, bilesin ki O, gizliyi de, gizlinin gizlisini de bilir.","arabic":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2355,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:8","price":"Allah, kendisinden başka ilâh olmayandır. En güzel isimler O'na mahsustur.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2356,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:9","price":"(Rasûlüm!) Musa (olayının) haberi sana ulaştı mı?","arabic":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2357,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:10","price":"Hani o, bir ateş görmüş ve ailesine: Bekleyin! Eminim ki bir ateş gördüm. Belki ondan size bir meş'ale getiririm veya ateşin yanında bir rehber bulurum demişti.","arabic":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2358,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:11","price":"Oraya vardığında kendisine (tarafımızdan): Ey Musa! diye seslenildi:","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2359,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:12","price":"Muhakkak ki ben, evet ben senin Rabbinim! Hemen pabuçlarını çıkar! Çünkü sen kutsal vâdi Tuvâ'dasın! ","arabic":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2360,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:13","price":"Ben seni seçtim. Şimdi vahyedilene kulak ver.","arabic":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2361,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:14","price":"Muhakkak ki ben, yalnızca ben Allah’ım. Benden başka ilâh yoktur. Bana kulluk et; beni anmak için namaz kıl.","arabic":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2362,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:15","price":"Kıyamet günü mutlaka gelecektir. Herkes peşine koştuğu şeyin karşılığını bulsun diye neredeyse onu (kendimden) gizleyeceğim.","arabic":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2363,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:16","price":"Ona inanmayan ve nefsinin arzularına uyan kimseler sakın seni ondan (kıyamete inanmaktan) alıkoymasın; sonra mahvolursun!","arabic":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2364,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:17","price":"Şu sağ elindeki nedir, ey Musa?","arabic":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2365,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:18","price":"O, benim asamdır, dedi, ona dayanırım, onunla davarlarıma yaprak silkelerim; benim ona başkaca ihtiyaçlarım da vardır.","arabic":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2366,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:19","price":"Allah: Yere at onu, ey Musa! dedi.","arabic":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2367,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:20","price":"Onu hemen yere attı. Bir de ne görsün, hızla sürünen bir yılan değil mi!","arabic":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2368,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:21","price":"Allah buyurdu: Al onu! Korkma! Biz onu şimdi ilk haline geri döndüreceğiz. ","arabic":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2369,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:22","price":"Bir de elini koltuğunun altına sok ki, bir başka mucize olmak üzere o, kusursuz ve lekesiz beyazlıkta çıksın.","arabic":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2370,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:23","price":"Ta ki, sana, (böylece) en büyük âyetlerimizden bazılarını gösterelim.","arabic":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2371,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:24","price":"Firavun’a git. Çünkü o iyice azdı.","arabic":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2372,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:25","price":"Musa: Rabbim! dedi, yüreğime genişlik ver.","arabic":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2373,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:26","price":"İşimi bana kolaylaştır.","arabic":"وَيَسِّرۡ لِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2374,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:27","price":"Dilimden (şu) bağı çöz.","arabic":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2375,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:28","price":"Ki sözümü anlasınlar.","arabic":"يَفۡقَهُواْ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2376,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:29","price":"Bana ailemden bir de vezir (yardımcı) ver,","arabic":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2377,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:30","price":"Kardeşim Harun'u.","arabic":"هَٰرُونَ أَخِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2378,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:31","price":"Onun sayesinde arkamı kuvvetlendir.","arabic":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2379,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:32","price":"Ve onu işime ortak  kıl.","arabic":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2380,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:33","price":"Böylece seni bol bol tesbih edelim.","arabic":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2381,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:34","price":"Ve seni daha çok analım.","arabic":"وَنَذۡكُرَكَ كَثِيرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2382,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:35","price":"Şüphesiz sen bizi görmektesin.","arabic":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2383,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:36","price":"Allah: Ey Musa! dedi, istediğin sana verildi.","arabic":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2384,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:37","price":"Andolsun biz sana bir defa daha lütufta bulunmuştuk. ","arabic":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2385,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:38","price":"Bir zaman, vahyedilecek şeyi annene (şöyle) vahyetmiştik:","arabic":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2386,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:39","price":"Musa'yı sandığa koy; sonra onu denize (Nil'e) bırak; deniz onu kıyıya atsın da, benim düşmanım ve onun düşmanı olan biri onu alsın. (Ey Musa! Sevilmen) ve benim nezaretimde yetiştirilmen için sana kendimden sevgi verdim.","arabic":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2387,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:40","price":"Hani, kız kardeşin gidip «Ona bakacak birini size bulayım mı?» diyordu. Böylece seni, gözü gönlü mutluluk dolsun ve üzülmesin diye annene geri verdik ve sen, birini öldürdün de seni endişeden kurtardık. Seni iyiden iyiye denemeden geçirdik. Bunun için yıllarca  Medyen halkı arasında kalmış, sonra yine takdir ettiğimiz vakte gelmiştin ey Mûsâ.\"","arabic":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2388,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:41","price":"Seni, kendim için elçi seçtim.","arabic":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2389,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:42","price":"\"(Ey Mûsâ!) Sen, kardeşinle beraber delillerimle git; beni anmakta kusur etme.\"","arabic":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2390,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:43","price":"Firavun’a gidin. Çünkü o, iyiden iyiye azdı.","arabic":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2391,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:44","price":"Ona yumuşak söz söyleyin. Belki o, aklını başına alır veya korkar .","arabic":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2392,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:45","price":"Dediler ki: Rabbimiz! Doğrusu biz, onun bize aşırı derecede kötü davranmasından yahut iyice azmasından endişe ediyoruz.","arabic":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2393,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:46","price":"Buyurdu ki: Korkmayın, çünkü ben sizinle beraberim; işitir ve görürüm.","arabic":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2394,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:47","price":"Haydi, ona gidin de deyin ki: Biz, senin Rabbinin elçileriyiz. İsrailoğullarını hemen bizimle birlikte gönder; onlara eziyet etme! Biz, senin Rabbinden bir mucize (âyet) getirdik. Kurtuluş, hidâyete uyanlarındır.","arabic":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2395,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:48","price":"Hakikaten bize vahyolundu ki: (Peygamberleri) yalanlayan ve yüz çevirenlere azap edilecektir.","arabic":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2396,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:49","price":"Firavun: Rabbiniz de kimmiş, ey Musa? dedi.","arabic":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2397,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:50","price":"O da: Bizim Rabbimiz, her şeye hilkatini (varlık ve özelliğini) veren, sonra da doğru yolu gösterendir, dedi.","arabic":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2398,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:51","price":"Firavun: Öyle ise, önceki milletlerin hali ne olacak? dedi. ","arabic":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2399,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:52","price":"Musa: Onlar hakkındaki bilgi, Rabbimin yanında bir kitapta bulunur. Rabbim, ne yanılır ne de unutur, dedi.","arabic":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2400,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:53","price":"O, yeri size beşik yapan ve onda size yollar açan, gökten de su indirendir. Onunla biz çeşitli bitkilerden çiftler çıkardık.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2401,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:54","price":"  Yiyin ve hayvanlarınızı otlatın. Şüphesiz bunda, akıl sahipleri için (Allah'ın varlığına ve birliğine) deliller vardır.","arabic":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2402,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:55","price":"Sizi ondan (topraktan) yarattık; yine sizi oraya döndüreceğiz ve bir kez daha sizi ondan çıkaracağız.","arabic":"۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2403,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:56","price":"Andolsun biz ona (Firavuna) bütün (bu) delillerimizi gösterdik; yine de yalanladı ve diretti.","arabic":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2404,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:57","price":"Dedi ki: Bizi, yaptığın büyü ile yurdumuzdan çıkarasın diye mi geldin, ey Musa?","arabic":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2405,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:58","price":"Öyle ise, muhakkak surette biz de sana, aynen onun gibi bir büyü getireceğiz. Şimdi sen, seninle bizim aramızda, ne senin, ne de bizim muhalefet etmeyeceğimiz uygun bir yerde buluşma zamanı ayarla.","arabic":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2406,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:59","price":"Musa: Buluşma zamanınız, bayram günü, kuşluk vaktinde insanların toplanma zamanı olsun, dedi.","arabic":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2407,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:60","price":"Bunun üzerine Firavun dönüp gitti. Hilesini (sihirbazlarını) topladı; sonra geri geldi.","arabic":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2408,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:61","price":"Musa onlara: Yazık size! dedi, Allah hakkında yalan uydurmayın! Sonra O, bir azap ile kökünüzü keser! İftira eden, muhakkak perişan olur.","arabic":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2409,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:62","price":"Bunun üzerine onlar, durumlarını aralarında tartıştılar; gizli gizli fısıldaştılar.","arabic":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2410,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:63","price":"Şöyle dediler: «Bu ikisi, muhakkak ki, sihirleriyle sizi yurdunuzdan çıkarmak ve sizin örnek yolunuzu ortadan kaldırmak isteyen iki sihirbazdırlar sadece.»","arabic":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2411,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:64","price":"«Öyle ise hilenizi kurun; sonra sıra halinde gelin! Muhakkak ki bugün, üstün gelen kazanmıştır.» ","arabic":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2412,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:65","price":"Dediler ki: Ey Musa! Ya sen at veya önce atan biz olalım.","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2413,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:66","price":"Hayır, siz atın, dedi. Bir de baktı ki, büyüleri sayesinde ipleri ve sopaları, kendisine gerçekten hızlıca hereket ediyor gibi görünüyor.","arabic":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2414,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:67","price":"Musa, birden içinde bir korku duydu.","arabic":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2415,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:68","price":"«Korkma! dedik, üstün gelecek olan kesinlikle sensin.»","arabic":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2416,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:69","price":"«Sağ elindekini at da, onların yaptıklarını yutsun. Yaptıkları, sadece bir büyücü hilesidir. Büyücü ise, nereye varsa (ne yapsa) iflah olmaz.»","arabic":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2417,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:70","price":" (Mûsâ elindeki asasını atıp da âsâ yılan olup sihirbazların yaptıklarını yutunca)sihirbazlar hemen secdeye kapanmışlar ve şöyle demişlerdi:\"Harûn ve Musâ'nın Rabbine iman ettik.\"","arabic":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2418,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:71","price":"(Firavun) Şöyle dedi: Ben size izin vermeden önce ona inandınız öyle mi! Hakikat şu ki o, size büyü öğreten ulunuzdur. Şimdi elleriniz ile ayaklarınızı tereddüt etmeden çaprazlama keseceğim ve sizi hurma dallarına asacağım! Böylece, hangimizin azabının daha şiddetli ve sürekli olduğunu iyice anlayacaksınız.","arabic":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2419,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:72","price":"Dediler ki: «Seni, bize gelen açık açık mucizelere ve bizi yaratana tercih edemeyiz. Öyle ise yapacağını yap! Sen, ancak bu dünya hayatında hükmünü geçirebilirsin.»","arabic":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2420,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:73","price":"«Bize, hatalarımızı ve senin bize zorla yaptırdığın büyüyü bağışlaması için Rabbimize iman ettik. Allah, (mükâfatı) en hayırlı ve (cezası) en sürekli olandır.»","arabic":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2421,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:74","price":"Şurası muhakkak ki, kim Rabbine günahkâr olarak varırsa, cehennem sırf onun içindir. O ise orada ne ölür ne de yaşar!","arabic":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2422,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:75","price":"Kim de iyi davranışlarda bulunmuş bir mümin olarak O'na varırsa, üstün dereceler işte sırf bunlar içindir.","arabic":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2423,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:76","price":"İçinde ebedî kalacakları, zemininden ırmaklar akan Adn cennetleri! İşte arınanların mükâfatı budur. ","arabic":"جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2424,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:77","price":"Andolsun ki biz Musa'ya: Kullarımla birlikte geceleyin yola çık da (size) yetişilmesinden korkmaksızın ve (boğulmaktan) endişe etmeksizin onlara denizde kuru bir yol aç, diye vahy etmiştik.","arabic":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2425,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:78","price":"Bunun üzerine o, askerleri ile birlikte onların peşine düştü. Deniz onları gömüp boğuverdi.","arabic":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2426,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:79","price":"Firavun, kavmini saptırdı, doğru yola sevketmedi.","arabic":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2427,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:80","price":"Ey İsrailoğulları! Sizi düşmanınızdan kurtardık; Tûr'un sağ tarafına (gelmeniz için) size vâde tanıdık ve size kudret helvası ile bıldırcın eti lütfettik.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2428,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:81","price":"Size rızık olarak verdiklerimizin temiz olanlarından yiyiniz, bu hususta taşkınlık ve nankörlük de etmeyiniz; sonra sizi gazabım çarpar. Her kim ki kendisini gazabım çarparsa, hakikaten o, yıkılıp gelmiştir.","arabic":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2429,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:82","price":"Şu da muhakkak ki ben, tevbe eden, inanan ve sâlih amel işleyen, sonra (böylece) doğru yolda giden kimseyi bağışlarım.","arabic":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2430,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:83","price":"Seni acele ile kavminden ayrılmaya sevkeden nedir, ey Musa!","arabic":"۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2431,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:84","price":"Musa: İşte, dedi, onlar da benim peşimdeler. Ben, memnun olasın diye sana acele ile geldim Rabbim.","arabic":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2432,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:85","price":"Allah buyurdu: Senden sonra biz, kavmini (Harun ile kalan İsrailoğullarını) imtihan ettik ve Sâmirî onları yoldan çıkardı.","arabic":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2433,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:86","price":"Bunun üzerine Musa, öfkeli ve üzüntülü olarak kavmine döndü. Ey kavmim! dedi, Rabbiniz size güzel bir vaadde bulunmamış mıydı? Şu halde size zaman mı çok uzun geldi, yoksa üstünüze Rabbinizin gazabının inmesini mi istediniz ki, bana olan vaadinizden döndünüz?","arabic":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2434,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:87","price":"Dediler ki: Biz sana olan vaadimizden, kendi kudret ve irademizle dönmedik. Fakat biz, o kavmin (Mısırlıların) ziynet eşyasından bir takım ağırlıklar yüklenmiş, sonra da onları atmıştık; aynı şekilde Sâmirî de atmıştı.","arabic":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2435,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:88","price":"Bu adam, onlar için, böğürebilen bir buzağı heykeli icat etti. Bunun üzerine: İşte! dediler, bu sizin de, Musa'nın da  ilahıdır. Fakat onu unuttu.","arabic":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2436,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:89","price":"O şeyin, kendilerine hiçbir sözle mukabele edemeyeceğini, kendilerine ne bir zarar ne de bir fayda vermek gücünde olmadığını görmezler mi?","arabic":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2437,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:90","price":"Hakikaten Harun, onlara daha önce: Ey kavmim! demişti, siz bunun yüzünden sadece fitneye uğradınız. Sizin Rabbiniz, Rahmân (şüphesiz çok merhametli) olan Allah'tır. Şu halde bana uyunuz ve emrime itaat ediniz.","arabic":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2438,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:91","price":"Onlar: Biz, dediler, Musa aramıza dönünceye kadar buna tapmaktan asla vazgeçmeyeceğiz!","arabic":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2439,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:92","price":"(Musa, döndüğünde:) Ey Harun! dedi, sana ne engel oldu da, bunların dalâlete düştüklerini gördüğün vakit ","arabic":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2440,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:93","price":"peşimden gelmedin? Emrime âsi mi oldun?","arabic":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2441,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:94","price":"(Harun:) Ey annemin oğlu! dedi, saçımı sakalımı, yolma! Ben, senin: «İsrailoğullarının arasına ayrılık düşürdün; sözümü tutmadın!» demenden korktum.","arabic":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2442,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:95","price":"Musa: Ya senin zorun nedir, ey Sâmirî? dedi.","arabic":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2443,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:96","price":"O da: Ben, onların görmediklerini gördüm. Zira, o elçinin izinden bir avuç (toprak) alıp onu (erimiş mücevheratın içine) attım. Bunu böyle nefsim bana hoş gösterdi, dedi.","arabic":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2444,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:97","price":"Musa: Defol! dedi, artık hayatın boyunca sen: «Bana dokunmayın!» diyeceksin. Ayrıca senin için, kurtulamayacağın bir ceza günü var. Tapmakta olduğun  ilâhına da bak! Yemin ederim, biz onu yakacağız; sonra da onu parça parça edip denize savuracağız!","arabic":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2445,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:98","price":"Sizin ilâhınız, yalnızca, kendisinden başka hakkıyla ibadete layık ilâh olmayan Allah'tır. O'nun ilmi her şeyi kuşatmıştır.","arabic":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2446,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:99","price":"(Rasûlüm!) İşte böylece geçmiştekilerin haberlerinden bir kısmını sana anlatıyoruz. Şüphesiz ki, tarafımızdan sana bir zikir (Kur'an) verdik.","arabic":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2447,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:100","price":"Kim ondan yüz çevirirse, şüphesiz ki kıyamet gününde o, ağır bir günah yükünü yüklenecektir.","arabic":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2448,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:101","price":"Bu kimseler, onda (o günah yükünün altında) ebedî kalırlar. Onlar için kıyamet gününde bu ne kötü bir yüktür!","arabic":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2449,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:102","price":"O günde Sûr’a üflenir ve biz o zaman günahkârları, gözleri (korkudan) gömgök bir halde mahşerde toplarız .","arabic":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2450,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:103","price":"Aralarında birbirlerine gizli gizli şöyle derler: «Dünyada sadece on gün kaldınız.»","arabic":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2451,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:104","price":"Aralarında konuştukları konuyu biz daha iyi biliriz. Onların en olgun ve akıllı olanı o zaman: «Bir günden fazla kalmadınız» der.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2452,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:105","price":"(Rasûlüm!) Sana dağlar hakkında sorarlar. De ki: Rabbim onları ufalayıp savuracak.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2453,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:106","price":"Böylece yerlerini dümdüz, bomboş bırakacaktır.","arabic":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2454,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:107","price":"Orada ne bir iniş, ne de bir yokuş görebileceksin.","arabic":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2455,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:108","price":"O gün hiç kimseye meyletmeden herkesi mahşere davet eden (davetçiy)e uyarlar. Rahmân için sesler kısılır, fısıltıdan başka bir şey işitemezsin.","arabic":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2456,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:109","price":"O gün, Rahmân'ın izin verdiği ve sözünden hoşlandığından başkasının şefaati fayda vermez.","arabic":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2457,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:110","price":"O, onların önlerindekini de arkalarındakini de bilir; fakat onlar, bilgileriyle O'nu (Allah'ı) kuşatamazlar.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2458,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:111","price":"Yüzler, Hayy (diri)  ve (Kayyûm) her şeye hakim olan (Allah)'a boyun eğerler. Yükü zulüm olanlar ise, hüsrana uğrarlar.","arabic":"۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2459,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:112","price":"Her kim, mümin olarak iyi olan işlerden yaparsa, artık o, ne zulümden ne de hakkının çiğnenmesinden korkar.","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2460,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:113","price":"(Rasûlüm!) Biz onu böylece Arapça bir Kur’an olarak indirdik ve onda ikazları tekrar tekrar açıkladık. Umulur ki onlar (bu sayede günahtan) korunurlar; yahut da o (Kur'an) kendileri için bir ibret ortaya koyar. ","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2461,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:114","price":"Gerçek hükümdar olan Allah, yücedir. Sana O'nun vahyi tamamlanmazdan önce Kur'an'ı (okumakta) acele etme ve «Rabbim, benim ilmimi artır» de.","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2462,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:115","price":"Andolsun biz, daha önce de Adem'e ahit (emir ve vahiy) vermiştik. Ne var ki o, (ahdi) unuttu. Onda azim de bulmadık.","arabic":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2463,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:116","price":"Bir zaman biz meleklere: Âdem'e secde edin! demiştik. Onlar hemen secde ettiler; yalnız İblis hariç. O, diretti.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2464,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:117","price":"Bunun üzerine: Ey Âdem! dedik, bu, hem senin için hem de eşin için büyük bir düşmandır. Sakın sizi cennetten çıkarmasın; sonra yorulur, sıkıntı çekersin!","arabic":"فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2465,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:118","price":"Şimdi burada senin için ne acıkmak vardır, ne de çıplak kalmak.","arabic":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2466,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:119","price":"Yine burada sen, susuzluk çekmeyecek, sıcaktan da bunalmayacaksın.","arabic":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2467,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:120","price":"Derken şeytan onun aklını karıştırıp «Ey Âdem! dedi, sana ebedîlik ağacını ve sonu gelmez bir saltanatı göstereyim mi?»","arabic":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2468,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:121","price":"Nihayet ondan yediler. Bunun üzerine kendilerine ayıp yerleri göründü. Üstlerini cennet yaprağı ile örtmeye çalıştılar. (Bu suretle) Âdem Rabbine âsi olup yolunu şaşırdı.","arabic":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2469,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:122","price":"Sonra Rabbi onu seçkin kıldı; tevbesini kabul etti ve doğru yola yöneltti.","arabic":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2470,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:123","price":"Dedi ki: Birbirinize düşman olarak hepiniz oradan (cennetten) inin! Artık benden size hidayet geldiğinde, kim benim hidayetime uyarsa o sapmaz ve bedbaht olmaz.","arabic":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2471,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:124","price":"Kim de beni anmaktan yüz çevirirse, onun için dar bir geçim vardır. Kıyâmet günü de onu kör olarak haşrederiz.\n","arabic":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2472,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:125","price":"O, Rabbim! Beni niçin kör olarak haşrettin? Oysa ben, hakikaten görür idim, der. ","arabic":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2473,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:126","price":"(Allah) buyurur ki: İşte böyle. Çünkü sana âyetlerimiz geldi; ama sen onları unuttun. Bugün de aynı şekilde sen unutuluyorsun!","arabic":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2474,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:127","price":"Doğru yoldan sapan ve Rabbinin âyetlerine inanmayanı işte böyle cezalandırırız. Ahiret azabı, elbette daha şiddetli ve daha süreklidir.","arabic":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2475,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:128","price":"Bizim, onlardan önce nice nesilleri helâk etmiş olmamız kendilerini yola getirmedi mi? Halbuki onların yurtlarında gezip dolaşırlar. Bunda, elbette ki akıl sahipleri için nice ibretler vardır.","arabic":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2476,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:129","price":"Eğer Rabbinden, daha önce sâdır olmuş bir söz ve tayin edilmiş bir vâde olmasaydı, (ceza onlar için de dünya da) kaçınılmaz olurdu.","arabic":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2477,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:130","price":" (Ey Muhammed!) Onların söylediklerine sabret; güneşin doğuşundan ve batışından önce ve gece saatlerinde Rabbini hamd ile tesbih et. Gecenin bir kısım saatleri ile gündüzün etrafında (iki ucunda) da tesbih et ki, sen, Allah'tan hoşnut olasın, (Allah da senden!).","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2478,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:131","price":"Sakın, kendilerini denemek için onlardan bir kesimi faydalandırdığımız dünya hayatının çekiciliğine gözlerini dikme! Rabbinin nimeti hem daha hayırlı, hem de daha süreklidir.","arabic":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2479,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:132","price":"Ailene namazı emret; kendin de ona sabırla devam et. Senden rızık istemiyoruz; (aksine) biz seni rızıklarıdırıyoruz. Güzel sonuç, takvâ iledir.","arabic":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2480,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:133","price":"Onlar: (Muhammed) bize Rabbinden bir mucize getirmeli değil miydi? dediler. Önce gelen kitaplardakinin apaçık delili (Kur'an) onlara gelmedi mi?","arabic":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2481,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:134","price":"Eğer biz, bundan (Kur'an'dan) önce onları bir azapla helâk etseydik, muhakkak ki şöyle diyeceklerdi: Ya Rabbi! Bize bir elçi gönderseydin de, şu aşağılığa ve rüsvalığa düşmeden önce âyetlerine uysaydık!","arabic":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2482,"juzNumber":16,"footnotes":"","lang":"tr"},{"name":"20:135","price":"De ki: Herkes beklemektedir: Öyle ise siz de bekleyin. Yakında anlayacaksınız; doğru düzgün yolun yolcuları kimmiş ve hidayette olan kimmiş! ","arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2483,"juzNumber":16,"footnotes":"","lang":"tr"}],"juz":{"id":16,"name":"قَالَ أَلَمْ","transliteration":"Qal Alam","transEn":"He Said Did I Not","startVerse":"18:75","endVerse":"20:135","totalVerses":269}}