{"data":[{"name":"7:155","price":"இன்னும், மூஸா தன் சமுதாயத்தில் எழுபது ஆடவர்களை நாம் குறிப்பிட்ட நேரத்திற்காக தேர்ந்தெடுத்(து அழைத்து வந்)தார். ஆக, அவர்களை இடிமுழக்கம் பிடித்தபோது, (மூஸா) கூறினார்: “என் இறைவா! நீ நாடியிருந்தால் (இதற்கு) முன்னரே அவர்களையும் என்னையும் அழித்திருப்பாய். எங்களில் அறிவீனர்கள் செய்ததற்காக எங்களை அழிப்பாயா? உன் சோதனையாகவே தவிர இது இல்லை. இதன் மூலம் நீ நாடியவர்களை வழி கெடுக்கிறாய்; இன்னும், நீ நாடியவர்களை நேர்வழி செலுத்துகிறாய். நீதான் எங்கள் பாதுகாவலன். ஆகவே, நீ எங்களுக்கு மன்னிப்பு வழங்கு! இன்னும், எங்களுக்கு கருணை புரி! மன்னிப்பவர்களில் நீ மிகச் சிறந்தவன்.”","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"7:156","price":"“இன்னும், இம்மையிலும் மறுமையிலும் எங்களுக்கு அழகியதை* விதிப்பாயாக! நிச்சயமாக நாங்கள் உன் பக்கமே திரும்பினோம்” (அல்லாஹ்) கூறினான்: “என் தண்டனை அதன் மூலம் நான் நாடியவர்களை பிடிப்பேன். இன்னும், என் கருணை ஒவ்வொரு பொருளுக்கும் விசாலமாக இருக்கிறது. ஆக, எவர்கள் (அல்லாஹ்வை) அஞ்சுகிறார்களோ; இன்னும், ஸகாத்தைக் கொடுப்பார்களோ; இன்னும், எவர்கள் நம் வசனங்களை நம்பிக்கை கொள்கிறார்களோ அவர்களுக்கு அதை விதிப்பேன்.”","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"*இம்மையில் ஹஸனா என்பது நற்செயல்களையும் மறுமையில் ஹஸனா என்பது இறைமன்னிப்பையும் குறிக்கும்.","lang":"ta"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}