{"data":[{"name":"2:255","price":"Allāhu, kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun, Alààyè, Alámòjúútó-ẹ̀dá. Òògbé kì í ta Á. Àti pé oorun kì í kùn Ún. TiRẹ̀ ni ohunkóhun tó wà nínú àwọn sánmọ̀ àti ohunkóhun tó wà nínú ilẹ̀. Ta ni ẹni tí ó máa ṣìpẹ̀ lọ́dọ̀ Rẹ̀ àfi pẹ̀lú ìyọ̀ǹda Rẹ̀?¹ Ó mọ ohun tí ń bẹ níwájú wọn àti ohun tí ń bẹ lẹ́yìn wọn. Wọn kò sì ní ìmọ̀ àmọ̀tán nípa kiní kan nínú ìmọ̀ Rẹ̀ àfi ohun tí Ó bá fẹ́ (fi mọ̀ wọ́n). Àga Rẹ̀ gbààyè ju àwọn sánmọ̀ àti ilẹ̀.² Ṣíṣọ́ sánmọ̀ àti ilẹ̀ kò sì dá A lágara. Allāhu ga, Ó tóbi.³","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:48.\n 2. Ọ̀nà méjì ni “kursiyy” tó jẹyọ nínú gbólóhùn yìí “Àga Rẹ̀ gbààyè ju àwọn sánmọ̀ àti ilẹ̀.” túmọ̀ sí. Ìtúmọ̀ kìíní ni pé, “kursiyy” túmọ̀ sí àga gẹ́gẹ́ bí mo ṣe túmọ̀ rẹ̀ sókè yẹn. Ìtúmọ̀ kejì ni pé, “kursiyy” túmọ̀ sí ibùgbẹ́sẹ̀lé Allāhu - tó ga jùlọ - ìyẹn ni pé, àyè tí Allāhu - tó ga jùlọ - gbé ẹsẹ̀ Rẹ̀ méjèèjì le. Àpapọ̀ ìtúmọ̀ kìíní kejì ni pé, Allāhu gúnwà sí orí “al-‘Arṣ” ìtẹ́ ọlá Rẹ̀. Ó sì gbé ẹsẹ̀ Rẹ̀ méjèèjì lé orí “al-kursiyy” àga Rẹ̀. Àgá náà sì fẹjú ju àpapọ̀ àwọn sánmọ̀ méjèèjè àti àwọn ilẹ̀ méjèèjè. \n عن السدي:\"وسع كرسيه السموات والأرض\"، فإن السموات والأرض في جوف الكرسي، والكرسي بين يدي العرش، وهو موضع قدميه.\n Láti ọ̀dọ̀ Suddiy, ó sọ pé, “Àga Rẹ̀ gbààyè ju àwọn sánmọ̀ àti ilẹ̀.” Nítorí pé dájúdájú àwọn sánmọ̀ àti ilẹ̀ wà láààrin gbùngbùn àga náà, àga náà sì wà ní iwájú Ìtẹ́ ọlá náà, òhun (ìyẹn àga náà) ni àyè tí Allāhu - tó ga jùlọ - gbé ẹsẹ̀ Rẹ̀ méjèèjì lé.” (Tọbariy àti Ibn Kathir) \n 3. Ọ̀kan pàtàkì nínú āyah ìṣọ́ tó nípọn ju ẹ̀wù irin ni āyah al-Kursiyy. Nítorí náà, ó tọ sunnah fún mùsùlùmí láti máa ké āyah náà lẹ́yìn ìparí ìrun ọ̀ran-anyàn kọ̀ọ̀kan, àárọ̀ àti ìrọ̀lẹ́, lásìkò tí ó bá fẹ́ sùn àti ní gbogbo àyè tí ó bá wà bí inú ilé àti inú ṣọ́ọ̀bù láti lé àwọn Èṣù àti àwọn ọmọ ogun rẹ̀ dànù tefétefé pẹ̀lú ìyọ̀ǹda Allāhu Ọba Olùṣọ́ gbogbo ẹ̀dá.","lang":"yo"}],"dua":{"id":1,"name":"Ayat al-Kursi","arabicName":"آية الكرسي","reference":"2:255","verseTitle":"The Throne Verse","significanceReason":"Considered the most powerful verse in the Qur'an, describing Allah's supreme attributes, omnipotence, and absolute authority. Provides comprehensive description of divine characteristics and is believed to offer spiritual protection when recited."}}