{"data":[{"name":"7:155","price":"(Ànábì) Mūsā sì yan àádọ́rin ọkùnrin nínú ìjọ rẹ̀ fún àkókò tí A fún un (láti wá tọrọ àforíjìn fún àwọn ènìyàn rẹ̀. Nígbà tí wọ́n dé ibi àpáta Sīnā’), ohùn igbe líle tó mi ilẹ̀ tìtì sì gbá wọn mú, ó sọ pé: “Olúwa mi, tí O bá fẹ́ bẹ́ẹ̀ ni, Ìwọ ìbá ti pa àwọn àti èmi rẹ́ ṣíwájú (kí á tó wá síbí); ṣé Ìwọ yóò pa wá rẹ́ nítorí ohun tí àwọn òmùgọ̀ nínú wa ṣe ni? Kí ni ohun (tí wọ́n ṣe) bí kò ṣe àdánwò Rẹ; Ò ń fi ṣi ẹni tí O bá fẹ́ lọ́nà, O sì ń tọ́ ẹni tí O bá fẹ́ sọ́nà. Ìwọ ni Aláàbò wa. Nítorí náà, foríjìn wá, kí O sì kẹ́ wa. Ìwọ sì lóore jùlọ nínú àwọn aláforíjìn.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"7:156","price":"Kí O sì kọ àkọsílẹ̀ rere fún wa ní ayé yìí àti ní ọ̀run. Dájúdájú àwa ṣẹ́rí padà sí ọ̀dọ̀ Rẹ.” (Allāhu) sọ pé: “Ìyà Mi, Mo ń fi jẹ ẹni tí Mo bá fẹ́. Àti pé ìkẹ́ Mi gbòòrò ju gbogbo n̄ǹkan. Èmi yó sì kọ (ìkẹ́ Mi) mọ́ àwọn tó ń bẹ̀rù (Mi), tí wọ́n sì ń yọ Zakāh àti àwọn tí wọ́n ní ìgbàgbọ́ òdodo nínú àwọn āyah Wa.”","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"yo"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}