{"data":[{"name":"11:1","price":"Alif Lām Rā, (inilah) suatu kitab yang ayat-ayatnya disusun dengan rapi serta dijelaskan secara terperinci 707 yang diturunkan dari sisi (Allah) Yang Maha Bijaksana lagi Maha Tahu,","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"707.  Maksudnya, diperinci atas beberapa macam.  Ada yang mengenai ketauhidan, hukum, kisah, akhlak, ilmu pengetahuan, janji,  peringatan, dan lain-lain. ","lang":"id"},{"name":"11:2","price":"agar kamu tidak menyembah selain Allah. Sesungguhnya aku (Muhammad) adalah pemberi peringatan dan pembawa kabar gembira kepadamu dari-Nya,","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"id"},{"name":"11:3","price":"dan hendaklah kamu meminta ampun kepada Tuhan-mu dan bertobat kepada-Nya. (Jika kamu mengerjakan yang demikian), niscaya Dia akan memberi kenikmatan yang baik (terus-menerus) kepadamu sampai kepada waktu yang telah ditentukan dan Dia akan memberi kepada tiap-tiap orang yang mempunyai keutamaan (balasan) keutamaannya.  Jika kamu berpaling, maka sesungguhnya aku takut kamu akan ditimpa siksa hari kiamat.","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"id"},{"name":"11:4","price":"Kepada Allah-lah kembalimu dan Dia Maha Kuasa atas segala sesuatu.","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"id"},{"name":"11:5","price":"Ingatlah, sesungguhnya (orang munafik itu) memalingkan dada mereka untuk menyembunyikan diri darinya (Muhammad) 708.  Ingatlah, pada waktu mereka menyelimuti dirinya dengan kain, Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka lahirkan; sesungguhnya Allah Maha Mengetahui segala isi hati.","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"708.  Maksudnya, menyembunyikan perasaan permusuhan dan kemunafikan mereka terhadap Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam.","lang":"id"},{"name":"11:6","price":"Dan tidak ada suatu binatang melata 709 pun di bumi melainkan Allah-lah yang memberi rezekinya dan Dia mengetahui tempat berdiam binatang itu dan tempat penyimpanannya 710. Semuanya tertulis dalam Kitab yang nyata (Lawḥ Maḥfūẓ).","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"709.  Maksud \"binatang melata\" di sini ialah segenap makhluk Allah Subḥānahu wa Ta‘ālā   yang bernyawa. \n710.  Menurut sebagian ahli tafsir yang dimaksud dengan \"tempat berdiam\" di sini ialah dunia dan \"tempat penyimpanan\" ialah akhirat. Menurut sebagian ahli tafsir yang lain, maksud \"tempat berdiam\" ialah tulang sulbi dan \"tempat penyimpanan\" ialah rahim. ","lang":"id"},{"name":"11:7","price":"Dan Dia-lah yang menciptakan langit dan bumi dalam enam hari dan adalah arasy-Nya di atas air agar Dia menguji siapakah di antara kamu yang lebih baik amalnya 711 dan jika kamu berkata (kepada penduduk Mekah), \"Sesungguhnya kamu akan dibangkitkan sesudah mati\", niscaya orang-orang yang kafir itu akan berkata, \"Ini 712 tidak lain hanyalah sihir yang nyata\".","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"711.  Maksudnya, Allah Subḥānahu wa Ta‘ālā   menjadikan langit dan bumi untuk tempat berdiam makhluk-Nya serta tempat berusaha dan beramal agar nyata di antara mereka siapa yang taat dan patuh kepada Allah Subḥānahu wa Ta‘ālā  . \n712.  Maksud mereka mengatakan bahwa kebangkitan nanti sama dengan sihir ialah kebangkitan itu tidak ada sebagaimana sihir itu adalah khayalan belaka. Menurut sebagian ahli tafsir yang dimaksud dengan kata \"Ini\" ialah Al-Qur`ān ada pula yang menafsirkan dengan hari berbangkit. ","lang":"id"},{"name":"11:8","price":"Dan sesungguhnya jika Kami undurkan azab dari mereka sampai kepada suatu waktu yang ditentukan, niscaya mereka akan berkata, \"Apakah yang menghalanginya?\" lngatlah, pada waktu azab itu datang kepada mereka tidaklah dapat dipalingkan dari mereka dan mereka diliputi oleh azab yang dahulunya mereka selalu memperolok-olokkannya.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:9","price":"Dan jika Kami rasakan kepada manusia suatu rahmat (nikmat) dari Kami, kemudian rahmat itu Kami cabut darinya, pastilah dia menjadi putus asa lagi tidak berterima kasih.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:10","price":"Dan jika Kami rasakan kepadanya kebahagiaan sesudah bencana yang menimpanya, niscaya dia akan berkata, \"Telah hilang bencana-bencana itu daripadaku\"; sesungguhnya dia sangat gembira lagi bangga,","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:11","price":"kecuali orang-orang yang sabar (terhadap bencana), dan mengerjakan amal-amal saleh; mereka itu beroleh ampunan dan pahala yang besar.","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:12","price":"Maka boleh jadi kamu hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan sempit karenanya dadamu karena khawatir bahwa mereka akan mengatakan, \"Mengapa tidak diturunkan kepadanya perbendaharaan (kekayaan) atau datang bersama-sama dengan dia seorang malaikat?\" Sesungguhnya kamu hanyalah seorang pemberi peringatan dan Allah Pemelihara segala sesuatu.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:13","price":"Bahkan, mereka mengatakan, \" Muhammad telah membuat-buat Al-Qur`ān itu\" ; Katakanlah, \"(Kalau demikian), maka datangkanlah sepuluh surah-surah yang dibuat-buat yang menyamainya, dan panggillah orang-orang yang kamu sanggup (memanggilnya) selain Allah jika kamu memang orang-orang yang benar\".","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:14","price":"Jika mereka yang kamu seru itu tidak menerima seruanmu (ajakanmu) itu maka (katakanlah olehmu), \"Ketahuilah, sesungguhnya Al-Qur`ān itu diturunkan dengan ilmu 713 Allah dan bahwasanya tidak ada Tuhan selain Dia, maka maukah kamu berserah diri (kepada Allah)?","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"713.  Yakni Allah Subḥānahu wa Ta‘ālā  saja yang dapat membuat Al-Qur`ān itu. ","lang":"id"},{"name":"11:15","price":"Barang siapa yang menghendaki kehidupan dunia dan perhiasannya, niscaya Kami berikan kepada mereka balasan pekerjaan mereka di dunia dengan sempurna dan mereka di dunia itu tidak akan dirugikan.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:16","price":"Itulah orang-orang yang tidak memperoleh di akhirat, kecuali neraka dan lenyaplah di akhirat itu apa yang telah mereka usahakan di dunia dan sia-sialah apa yang telah mereka kerjakan 714.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"714.  Maksudnya, apa yang mereka usahakan di dunia itu tidak ada pahalanya di akhirat nanti. ","lang":"id"},{"name":"11:17","price":"Apakah (orang-orang kafir itu sama dengan) orang-orang yang ada mempunyai bukti yang nyata (Al-Qur`ān) dari Tuhan-nya dan diikuti pula oleh seorang saksi (Muhammad)715 dari Allah dan sebelum Al-Qur`ān itu telah ada Kitab Musa yang menjadi pedoman dan rahmat? Mereka itu beriman kepada Al-Qur`ān.  Dan barang siapa di antara mereka (orang-orang Quraisy) dan sekutu-sekutunya yang kafir kepada Al-Qur`ān, maka nerakalah tempat yang diancamkan baginya karena itu janganlah kamu ragu-ragu terhadap Al-Qur`ān itu.  Sesungguhnya (Al-Qur`ān) itu benar-benar dari Tuhan-mu, tetapi kebanyakan manusia tidak beriman.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"715.  Ada yang menafsirkan \"saksi\" di sini dengan Jibril ‘Alaihissalām ada pula yang menafsirkan bahwa yang dimaksud dengan \"saksi\" di sini ialah Al-Qur`ān itu sendiri karena Al-Qur`ān itu adalah suatu mukjizat yang tidak dapat dibantah atau dibatalkan. ","lang":"id"},{"name":"11:18","price":"Dan siapakah yang lebih zalim daripada orang yang membuat-buat dusta terhadap Allah? Mereka itu akan dihadapkan kepada Tuhan mereka, dan para saksi 716 akan berkata, \"Orang-orang inilah yang telah berdusta terhadap Tuhan mereka\". Ingatlah, kutukan Allah (ditimpakan) atas orang-orang yang zalim,","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"716.  Maksud \"para saksi\" di sini ialah malaikat, nabi-nabi, dan anggota-anggota badannya sendiri. ","lang":"id"},{"name":"11:19","price":"(yaitu) orang-orang yang menghalangi (manusia) dari jalan Allah dan menghendaki (supaya) jalan itu bengkok.  Dan mereka itulah orang-orang yang tidak percaya akan adanya hari akhirat.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:20","price":"Orang-orang itu tidak mampu menghalang-halangi Allah untuk (mengazab mereka) di bumi ini dan sekali-kali tidak adalah bagi mereka penolong selain Allah.  Siksaan itu dilipatgandakan kepada mereka. Mereka selalu tidak dapat mendengar (kebenaran) dan mereka selalu tidak dapat melihat(nya).","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:21","price":"Mereka itulah orang-orang yang merugikan dirinya sendiri dan lenyaplah dari mereka apa yang selalu mereka ada-adakan.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:22","price":"Pasti mereka itu di akhirat menjadi orang-orang yang paling merugi.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:23","price":"Sesungguhnya orang-orang yang beriman dan mengerjakan amal-amal saleh dan merendahkan diri kepada Tuhan mereka, mereka itu adalah penghuni-penghuni surga mereka kekal di dalamnya.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:24","price":"Perbandingan kedua golongan itu (orang-orang kafir dan orang-orang mukmin), seperti orang buta dan tuli dengan orang yang dapat melihat dan dapat mendengar.  Adakah kedua golongan itu sama keadaan dan sifatnya? Maka tidakkah kamu mengambil pelajaran (daripada perbandingan itu)?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:25","price":"Dan sesungguhnya Kami telah mengutus Nūḥ kepada kaumnya, (dia berkata), \"Sesungguhnya aku adalah pemberi peringatan yang nyata bagi kamu,","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:26","price":"agar kamu tidak menyembah selain Allah.  Sesungguhnya aku khawatir kamu akan ditimpa azab (pada) hari yang sangat menyedihkan\".","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:27","price":"Maka berkatalah pemimpin-pemimpin yang kafir dari kaumnya, \"Kami tidak melihat kamu, melainkan (sebagai) seorang manusia (biasa) seperti kami dan kami tidak melihat orang-orang yang mengikuti kamu, melainkan orang-orang yang hina dina di antara kami yang lekas percaya saja dan kami tidak melihat kamu memiliki sesuatu kelebihan apa pun atas kami, bahkan kami yakin bahwa kamu adalah orang-orang yang dusta\".","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:28","price":"Berkata Nūḥ, \"Hai kaumku, bagaimana pikiranmu, jika aku ada mempunyai bukti yang nyata dari Tuhan-ku dan diberinya aku rahmat dari sisi-Nya, tetapi rahmat itu disamarkan bagimu.  Apa akan kami paksakankah kamu menerimanya, padahal kamu tiada menyukainya?\"","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:29","price":"Dan (dia berkata), \"Hai kaumku, aku tiada meminta harta benda kepada kamu (sebagai upah) bagi seruanku.  Upahku hanyalah dari Allah dan aku sekali-kali tidak akan mengusir orang-orang yang telah beriman.  Sesungguhnya mereka akan bertemu dengan Tuhan-nya, akan tetapi aku memandangmu suatu kaum yang tidak mengetahui\".","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:30","price":"Dan (dia berkata), \"Hai kaumku, siapakah yang akan menolongku dari (azab) Allah jika aku mengusir mereka.  Maka tidakkah kamu mengambil pelajaran 717?\"","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"717.  Kata-kata ini diucapkan oleh Nabi  Nūḥ ‘Alaihissalām sewaktu dia didesak oleh golongan kafir yang kaya dari kaumnya untuk mengusir golongan yang beriman, tidak berada, miskin, dan papa. ","lang":"id"},{"name":"11:31","price":"Dan aku tidak mengatakan kepada kamu (bahwa), \"Aku mempunyai gudang-gudang rezeki dan kekayaan dari Allah dan aku tiada mengetahui yang gaib\"  dan tidak (pula) aku mengatakan, \"Bahwa sesungguhnya aku adalah malaikat\" dan tidak juga aku mengatakan kepada orang-orang yang dipandang hina oleh penglihatanmu, \"Sekali-kali Allah tidak akan mendatangkan kebaikan kepada mereka\". Allah lebih mengetahui apa yang ada pada diri mereka; sesungguhnya aku, kalau begitu benar-benar termasuk orang-orang yang zalim.","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:32","price":"Mereka berkata, \"Hai Nūḥ, sesungguhnya kamu telah berbantah dengan kami dan kamu telah memperpanjang bantahanmu terhadap kami, maka datangkanlah kepada kami azab yang kamu ancamkan kepada kami jika kamu termasuk orang-orang yang benar\".","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:33","price":" Nūḥ menjawab, \"Hanyalah Allah yang akan mendatangkan azab itu kepadamu jika Dia menghendaki dan kamu sekali-kali tidak dapat melepaskan diri.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:34","price":"Dan tidaklah bermanfaat kepadamu nasihatku jika aku hendak memberi nasihat kepada kamu, sekiranya Allah hendak menyesatkan kamu, Dia adalah Tuhan-mu dan kepada-Nya-lah kamu dikembalikan\".","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:35","price":"Malahan kaum  Nūḥ itu berkata, \"Dia cuma membuat-buat nasihatnya saja\". Katakanlah, \"Jika aku membuat-buat nasihat itu, maka hanya akulah yang memikul dosaku dan aku berlepas diri dari dosa yang kamu perbuat\".","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:36","price":"Dan diwahyukan kepada  Nūḥ bahwasanya sekali-kali tidak akan beriman di antara kaummu, kecuali orang yang telah beriman (saja) karena itu janganlah kamu bersedih hati tentang apa yang selalu mereka kerjakan.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:37","price":"Dan buatlah bahtera itu dengan pengawasan dan petunjuk wahyu Kami dan janganlah kamu bicarakan dengan Aku tentang orang-orang yang zalim itu; sesungguhnya mereka itu akan ditenggelamkan.","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:38","price":"Dan mulailah  Nūḥ  membuat bahtera. Dan setiap kali pemimpin kaumnya berjalan melewati Nūḥ , mereka mengejeknya. Berkatalah Nūḥ , \"Jika kamu mengejek kami, maka sesungguhnya kami (pun) mengejekmu sebagaimana kamu sekalian mengejek (kami).","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:39","price":"Kelak kamu akan mengetahui siapa yang akan ditimpa oleh azab yang menghinakannya dan yang akan ditimpa azab yang kekal\".","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:40","price":"Hingga apabila perintah Kami datang dan dapur 718 telah memancarkan air, Kami berfirman, \"Muatkanlah ke dalam bahtera itu dari masing-masing binatang sepasang (jantan dan betina) dan keluargamu, kecuali orang yang telah terdahulu ketetapan terhadapnya dan (muatkan pula) orang-orang yang beriman\".  Dan tidak beriman bersama dengan  Nūḥ itu kecuali sedikit.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"718.  Maksud \"dapur\" ialah permukaan bumi yang memancarkan air hingga menyebabkan timbulnya topan.  Lihat catatan kaki nomor 998.","lang":"id"},{"name":"11:41","price":"Dan Nūḥ berkata, \"Naiklah kamu sekalian ke dalamnya dengan menyebut nama Allah pada waktu berlayar dan berlabuhnya\".  Sesungguhnya Tuhan-ku benar-benar Maha Pengampun lagi Maha Penyayang.","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:42","price":"Dan bahtera itu berlayar membawa mereka dalam gelombang laksana gunung.  Dan Nūḥ memanggil anaknya 719, sedang anak itu berada di tempat yang jauh terpencil, \"Hai anakku, naiklah (ke kapal) bersama kami dan janganlah kamu berada bersama orang-orang yang kafir\".","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"719.  Nama anak Nabi  Nūḥ ‘Alaihissalām yang kafir itu \"Qan`ān \", sedang putra-putranya yang beriman ialah Sam, Ham, dan Jafits. ","lang":"id"},{"name":"11:43","price":"Anaknya menjawab, \"Aku akan mencari perlindungan ke gunung yang dapat memeliharaku dari air bah!\" Nūḥ  berkata, \"Tidak ada yang melindungi hari ini dari azab Allah, selain Allah (saja) Yang Maha Penyayang\".  Dan gelombang menjadi penghalang antara keduanya; maka jadilah anak itu termasuk orang-orang yang ditenggelamkan.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:44","price":"Dan difirmankan, \"Hai bumi telanlah airmu dan hai langit (hujan) berhentilah\" dan air pun disurutkan, perintah pun diselesaikan 720 dan bahtera itu pun berlabuh di atas bukit Jūdī 721 dan dikatakan, \"Binasalah orang-orang yang zalim\".","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"720.  Yakni Allah Subḥānahu wa Ta‘ālā   telah melaksanakan janjinya dengan membinasakan orang-orang yang kafir kepada Nabi  Nūḥ ‘Alaihissalām dan menyelamatkan orang-orang yang beriman. \n721.  Bukit Jūdī terletak di Armenia sebelah selatan yang berbatasan dengan Mesopotamia. ","lang":"id"},{"name":"11:45","price":"Dan Nūḥ berseru kepada Tuhan-nya sambil berkata, \"Ya Tuhan-ku, sesungguhnya anakku termasuk keluargaku dan sesungguhnya janji Engkau itulah yang benar. Dan Engkau adalah Hakim yang seadil-adilnya\".","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:46","price":"Allah berfirman, \"Hai Nūḥ, sesungguhnya dia bukanlah termasuk keluargamu (yang dijanjikan akan diselamatkan), sesungguhnya (perbuatannya)722 perbuatan yang tidak baik. Sebab itu janganlah kamu memohon kepada-Ku sesuatu yang kamu tidak mengetahui (hakikat)nya. Sesungguhnya Aku memperingatkan kepadamu supaya kamu jangan termasuk orang-orang yang tidak berpengetahuan\".","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"722.  Menurut pendapat sebagian ahli tafsir bahwa yang dimaksud dengan \"perbuatannya\" ialah permohonan Nabi Nūḥ ‘Alaihissalām agar anaknya dilepaskan dari bahaya. ","lang":"id"},{"name":"11:47","price":" Nūḥ berkata, Ya Tuhan-ku, sesungguhnya aku berlindung kepada Engkau dari memohon kepada Engkau sesuatu yang aku tiada mengetahui (hakikat)nya.  Dan sekiranya Engkau tidak memberi ampun kepadaku dan (tidak) menaruh belas kasihan kepadaku, niscaya aku akan termasuk orang-orang yang merugi\".","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:48","price":"Difirmankan, \"Hai Nūḥ, turunlah dengan selamat sejahtera dan penuh keberkatan dari Kami atasmu dan atas umat-umat (yang mukmin) dari orang-orang yang bersamamu.  Dan ada (pula) umat-umat yang Kami beri kesenangan pada mereka (dalam kehidupan dunia), kemudian mereka akan ditimpa azab yang pedih dari Kami\".","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:49","price":"Itu adalah di antara berita-berita penting tentang yang gaib yang Kami wahyukan kepadamu (Muhammad); tidak pernah kamu mengetahuinya dan tidak (pula) kaummu sebelum ini.  Maka bersabarlah; sesungguhnya kesudahan yang baik adalah bagi orang-orang yang bertakwa.","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:50","price":"Dan kepada kaum ‘Ād (Kami utus) saudara mereka, Hūd.  Ia berkata, \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada bagimu Tuhan selain Dia.  Kamu hanyalah mengada-adakan saja.","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:51","price":"Hai kaumku, aku tidak meminta upah kepadamu bagi seruanku ini.  Upahku tidak lain hanyalah dari Allah yang telah menciptakanku.  Maka tidakkah kamu memikirkan(nya)?\"","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:52","price":"Dan (dia berkata), \"Hai kaumku, mohonlah ampun kepada Tuhan-mu, lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras atasmu dan Dia akan menambahkan kekuatan kepada kekuatanmu dan janganlah kamu berpaling dengan berbuat dosa\".","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:53","price":"Kaum ‘Ād berkata, \"Hai Hūd, kamu tidak mendatangkan kepada kami suatu bukti yang nyata dan kami sekali-kali tidak akan meninggalkan sembahan-sembahan kami karena perkataanmu dan kami sekali-kali tidak akan mempercayai kamu.","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:54","price":"Kami tidak mengatakan melainkan bahwa sebagian sembahan kami telah menimpakan penyakit gila atas dirimu\".  Hūd menjawab, \"Sesungguhnya aku jadikan Allah sebagai saksiku dan saksikanlah olehmu sekalian bahwa sesungguhnya aku berlepas diri dari apa yang kamu persekutukan,","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:55","price":"dari selain-Nya, sebab itu jalankanlah tipu dayamu semuanya terhadapku dan janganlah kamu memberi tangguh kepadaku.","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:56","price":"Sesungguhnya aku bertawakal kepada Allah Tuhan-ku dan Tuhan-mu.  Tidak ada suatu binatang melata  pun 723 , melainkan Dia-lah yang memegang ubun-ubunnya 724. Sesungguhnya Tuhan-ku di atas jalan yang lurus 725\" .","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"723.  Tentang binatang melata lihat catatan kaki nomor 709. \n724.  Maksudnya, mengusainya sepenuhnya. \n725.  Maksudnya, Allah Subḥānahu wa Ta‘ālā   selalu berbuat adil. ","lang":"id"},{"name":"11:57","price":"Jika kamu berpaling, maka sesungguhnya aku telah menyampaikan kepadamu apa (amanat) yang aku diutus (untuk menyampaikan)nya kepadamu.  Dan Tuhan-ku akan mengganti (kamu) dengan kaum yang lain (dari) kamu dan kamu tidak dapat membuat mudarat kepada-Nya sedikit pun.  Sesungguhnya Tuhan-ku adalah Maha Pemelihara segala sesuatu.","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:58","price":"Dan tatkala datang  azab Kami, Kami selamatkan Hūd dan orang-orang yang beriman bersama dia dengan rahmat dari Kami dan Kami selamatkan (pula) mereka (di akhirat) dari azab yang berat.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:59","price":"Dan itulah (kisah) kaum ‘Ād yang mengingkari tanda-tanda kekuasaan Tuhan mereka dan mendurhakai rasul-rasul Allah dan mereka menuruti perintah semua penguasa yang sewenang-wenang lagi menentang (kebenaran).","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:60","price":"Dan mereka selalu diikuti dengan kutukan di dunia ini dan (begitu pula) di hari kiamat.  Ingatlah, sesungguhnya kaum ‘Ād itu kafir kepada Tuhan mereka. Ingatlah kebinasaanlah bagi kaum  ‘Ād, (yaitu) kaum Hūd itu.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:61","price":"Dan kepada Ṡamūd (Kami utus) saudara mereka Ṣālīḥ.  Ṣālīḥ berkata, \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada bagimu Tuhan selain Dia.  Dia telah menciptakan kamu dari bumi (tanah) dan menjadikan kamu pemakmurnya 726 karena itu mohonlah ampunan-Nya, kemudian bertobatlah kepada-Nya.  Sesungguhnya Tuhan-ku amat dekat (rahmat-Nya) lagi memperkenankan (doa hamba-Nya)\".","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"726.  Maksudnya, manusia dijadikan penghuni dunia untuk menguasai dan memakmurkan dunia. ","lang":"id"},{"name":"11:62","price":"Kaum Ṡamūd berkata, \"Hai Ṣālīḥ, sesungguhnya kamu sebelum ini adalah seorang di antara kami yang kami harapkan, apakah kamu melarang kami untuk menyembah apa yang disembah oleh bapak-bapak kami? dan sesungguhnya kami betul-betul dalam keraguan yang menggelisahkan terhadap agama yang kamu serukan kepada kami\".","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:63","price":"Ṣālīḥ berkata, \"Hai kaumku, bagaimana pikiranmu jika aku mempunyai bukti yang nyata dari Tuhan-ku dan diberi-Nya aku rahmat (kenabian) dari-Nya, maka siapakah yang akan menolong aku dari (azab) Allah jika aku mendurhakai-Nya.  Sebab itu kamu tidak menambah apa pun kepadaku, selain daripada kerugian.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:64","price":"Hai kaumku, inilah unta betina dari Allah, sebagai mukjizat (yang menunjukkan kebenaran) untukmu; sebab itu biarkanlah dia makan di bumi Allah dan janganlah kamu mengganggunya dengan gangguan apa pun yang akan menyebabkan kamu ditimpa azab yang dekat\".","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:65","price":"Mereka membunuh unta itu, maka berkata Ṣālīḥ, \"Bersukarialah kamu sekalian di rumahmu selama tiga hari 727, itu adalah janji yang tidak dapat didustakan\".","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"727.  Perbuatan mereka menusuk unta itu adalah suatu pelanggaran terhadap larangan Nabi Ṣālīḥ ‘Alaihissalām.  Oleh sebab itu,  Allah Subḥānahu wa Ta‘ālā   menjatuhkan kepada mereka hukuman, yaitu membatasi hidup mereka hanya dalam tempo tiga hari, maka sebagai ejekan mereka disuruh bersuka ria selama tiga hari itu. ","lang":"id"},{"name":"11:66","price":"Maka tatkala datang azab Kami, Kami selamatkan  Ṣālīḥ beserta orang-orang yang beriman bersama dia dengan rahmat dari Kami  dan (kami selamatkan) dari kehinaan di hari itu.  Sesungguhnya Tuhan-mu Dia-lah yang Maha Kuat lagi Maha Perkasa.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:67","price":"Dan satu suara keras yang mengguntur menimpa orang-orang yang zalim itu, lalu mereka mati bergelimpangan di rumahnya,","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:68","price":"seolah-olah mereka belum pernah berdiam 728 di tempat itu.  Ingatlah, sesungguhnya kaum Ṡamūd mengingkari Tuhan mereka. Ingatlah, kebinasaanlah bagi kaum Ṡamūd.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"728.  Demikian cepatnya mereka dihancurkan oleh guntur itu sehingga mereka hancur lebur oleh guntur itu, tanpa bekas, seakan-akan mereka tidak pernah ada. ","lang":"id"},{"name":"11:69","price":"Dan sesungguhnya utusan-utusan Kami (malaikat-malaikat) telah datang kepada Ibrāhīm  dengan membawa kabar gembira, mereka mengucapkan \"Salāmān\" (Selamat).  Ibrāhīm  menjawab, \"Salāmun\" (Selamatlah), maka tidak lama kemudian Ibrāhīm  menyuguhkan daging anak sapi yang dipanggang.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:70","price":"Maka tatkala dilihatnya tangan mereka tidak menjamahnya,  Ibrāhīm memandang aneh perbuatan mereka dan merasa takut kepada mereka. Malaikat itu berkata, \"Jangan kamu takut, sesungguhnya kami adalah (malaikat-malaikat) yang diutus kepada kaum Lūṭ\".","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:71","price":"Dan istrinya berdiri (di balik tirai), lalu dia tersenyum, maka Kami sampaikan kepadanya berita gembira tentang (kelahiran) Isḥāq dan dari Isḥāq (akan lahir putranya) Ya`qūb.","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:72","price":"Istrinya berkata, \"Sungguh mengherankan, apakah aku akan melahirkan anak padahal aku adalah seorang perempuan tua dan ini suamiku pun dalam keadaan yang sudah tua pula? Sesungguhnya ini benar-benar suatu yang sangat aneh\".","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:73","price":"Para malaikat itu berkata, \"Apakah kamu merasa heran tentang ketetapan Allah? (Itu adalah) rahmat Allah dan keberkatan-Nya dicurahkan atas kamu, hai ahlulbait! Sesungguhnya Allah Maha Terpuji lagi Maha Pemurah\".","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:74","price":"Maka tatkala rasa takut hilang dari Ibrāhīm dan berita gembira telah datang kepadanya, dia pun bersoal jawab dengan (malaikat-malaikat) Kami tentang kaum Lūṭ.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:75","price":"Sesungguhnya  Ibrāhīm itu benar-benar seorang yang penyantun lagi penghiba dan suka kembali kepada Allah.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:76","price":"Hai  Ibrāhīm, tinggalkanlah soal jawab ini, sesungguhnya telah datang ketetapan Tuhan-mu dan sesungguhnya mereka itu akan didatangi azab yang tidak dapat ditolak.","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:77","price":"Dan tatkala datang utusan-utusan Kami (para malaikat) itu kepada Lūṭ, dia merasa susah dan merasa sempit dadanya karena kedatangan merek, dan dia berkata, \"Ini adalah hari yang amat sulit 729\".","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"729.  Nabi Lūṭ ‘Alaihissalām merasa susah akan kedatangan utusan-utusan Allah itu karena mereka berupa pemuda yang rupawan, sedangkan kaum Lūṭ amat menyukai pemuda-pemuda yang rupawan untuk melakukan homoseksual.  Dia merasa tidak sanggup melindungi mereka bilamana ada gangguan dari kaumnya. ","lang":"id"},{"name":"11:78","price":"Dan datanglah kepadanya kaumnya dengan bergegas-gegas.  Dan sejak dahulu mereka selalu melakukan perbuatan-perbuatan yang keji 730.   Lūṭ berkata, \"Hai kaumku, inilah putri-putri (negeri)ku, mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini.  Tidak adakah di antaramu seorang yang berakal?\"","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"730.  Maksudnya, \"perbuatan keji\" di sini ialah mengerjakan liwāṭ (homoseksual). ","lang":"id"},{"name":"11:79","price":"Mereka menjawab, \"Sesungguhnya kamu telah tahu bahwa kami tidak mempunyai keinginan 731 terhadap putri-putrimu dan sesungguhnya kamu tentu mengetahui apa yang sebenarnya kami kehendaki\".","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"731.  Maksudnya, mereka tidak mempunyai syahwat terhadap wanita. ","lang":"id"},{"name":"11:80","price":" Lūṭ  berkata, \"Seandainya aku ada mempunyai kekuatan (untuk menolakmu) atau kalau aku dapat berlindung kepada keluarga yang kuat (tentu aku lakukan)\".","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:81","price":"Para utusan (malaikat) berkata, \"Hai  Lūṭ, sesungguhnya kami adalah utusan-utusan Tuhan-mu, sekali-kali mereka tidak akan dapat mengganggu kamu sebab itu pergilah dengan membawa keluarga dan pengikut-pengikut kamu di akhir malam dan janganlah ada seorang pun di antara kamu yang tertinggal 732, kecuali istrimu.  Sesungguhnya dia akan ditimpa azab yang menimpa mereka karena sesungguhnya saat jatuhnya azab kepada mereka ialah di waktu subuh; bukankah subuh itu sudah dekat?\".","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"732. Kata \"tertinggal\" di sini terjemahan dari kalimah \"yaltafit.\"  Ada pula mufasir menerjemahkannya dengan \"menoleh ke belakang\" ","lang":"id"},{"name":"11:82","price":"Maka tatkala datang azab Kami, Kami jadikan negeri kaum Lūṭ itu yang di atas ke bawah (Kami balikkan) dan Kami hujani mereka dengan batu dari tanah yang terbakar dengan bertubi-tubi,","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:83","price":"Yang diberi tanda oleh Tuhan-mu dan siksaan itu tiadalah jauh dari orang-orang yang zalim 733.","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"733.  Yakni orang-orang zalim itu karena kezalimannya.   Mereka pasti mendapat siksa yang demikian.  Adapula sebagian mufasir mengartikan bahwa negeri kaum Lūṭ yang dibinasakan itu tidak jauh dari negeri Mekah. ","lang":"id"},{"name":"11:84","price":"Dan kepada (penduduk) Mad-yan (Kami utus) saudara mereka, Syuʻayb. Ia berkata, \"Hai kaumku, sembahlah Allah, sekali-kali tiada Tuhan bagimu selain Dia.  Dan janganlah kamu kurangi takaran dan timbangan, sesungguhnya aku melihat kamu dalam keadaan yang baik (mampu) dan sesungguhnya aku khawatir terhadapmu akan azab hari yang membinasakan (kiamat)\".","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:85","price":"Dan Syuʻayb berkata, \"Hai kaumku, cukupkanlah takaran dan timbangan dengan adil dan janganlah kamu merugikan manusia terhadap hak-hak mereka dan janganlah kamu membuat kejahatan di muka bumi dengan membuat kerusakan.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:86","price":"Sisa (keuntungan) dari Allah 734  adalah lebih baik bagimu jika kamu orang-orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu\"","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"734. Maksud \"sisa keuntungan dari Allah\" ialah keuntungan yang halal dalam perdagangan sesudah mencukupkan takaran dan timbangan. ","lang":"id"},{"name":"11:87","price":"Mereka berkata, \"Hai Syuʻayb, apakah sembahyangmu menyuruh kamu agar kami meninggalkan apa yang disembah oleh bapak-bapak kami atau melarang kami memperbuat apa yang kami kehendaki tentang harta kami.  Sesungguhnya kamu adalah orang yang sangat penyantun lagi berakal 735\".","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"735.  Perkataan ini mereka ucapkan untuk mengejek Nabi Syuʻayb ‘Alaihissalām.","lang":"id"},{"name":"11:88","price":"Syuʻayb berkata, \"Hai kaumku, bagaimana pikiranmu jika aku mempunyai bukti yang nyata dari Tuhan-ku dan dianugerahi-Nya aku dari pada-Nya rezeki yang baik (patutkah aku menyalahi perintah-Nya)? Dan aku tidak berkehendak menyalahi kamu (dengan mengerjakan) apa yang aku larang.  Aku tidak bermaksud kecuali (mendatangkan) perbaikan selama aku masih berkesanggupan.  Dan tidak ada taufik bagiku, melainkan dengan (pertolongan) Allah.  Hanya kepada Allah aku bertawakal dan hanya kepada-Nya-lah aku kembali.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:89","price":"Hai kaumku, janganlah hendaknya pertentangan antara aku (dengan kamu) menyebabkan kamu menjadi jahat hingga kamu ditimpa azab seperti yang menimpa kaum Nūḥ atau kaum Hūd atau kaum Ṣālīḥ, sedang kaum Lūṭ tidak (pula) jauh (tempatnya) dari kamu.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:90","price":"Dan mohonlah ampun kepada Tuhan-mu kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhan-ku Maha Penyayang lagi Maha Pengasih.","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:91","price":"Mereka berkata, \"Hai Syuʻayb, kami tidak banyak mengerti tentang apa yang kamu katakan itu dan sesungguhnya kami benar-benar melihat kamu seorang yang lemah di antara kami; kalau tidaklah karena keluargamu tentulah kami telah merajam kamu, sedang kamu pun bukanlah seorang yang berwibawa di sisi kami\".","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:92","price":"Syuʻayb menjawab, \"Hai kaumku, apakah keluargaku lebih terhormat menurut pandanganmu daripada Allah, sedang Allah kamu jadikan sesuatu yang terbuang di belakangmu? Sesungguhnya (pengetahuan) Tuhan-ku meliputi apa yang kamu kerjakan\".","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:93","price":"Dan (dia berkata), \"Hai kaumku, berbuatlah menurut kemampuanmu, sesungguhnya aku pun berbuat (pula).  Kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakannya dan siapa yang berdusta. Dan tunggulah azab (Tuhan), sesungguhnya aku pun menunggu bersama kamu\".","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:94","price":"Dan tatkala datang azab Kami, Kami selamatkan Syuʻayb dan orang-orang yang beriman bersama-sama dengan dia dengan rahmat dari Kami dan orang-orang yang zalim dibinasakan oleh satu suara yang mengguntur, lalu jadilah mereka mati bergelimpangan di rumahnya.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:95","price":"Seolah-olah mereka belum pernah berdiam di tempat itu.  Ingatlah, kebinasaanlah bagi penduduk Madyan sebagaimana kaum Ṡamūd telah binasa.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:96","price":"Dan sesungguhnya Kami telah mengutus Musa dengan tanda-tanda (kekuasaan) Kami dan mukjizat yang nyata,","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:97","price":"kepada Firʻawn  dan pemimpin-pemimpin kaumnya, tetapi mereka mengikut perintah Firʻawn , padahal perintah Firʻawn  sekali-kali bukanlah (perintah) yang benar.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:98","price":"Ia berjalan di muka kaumnya di hari kiamat lalu memasukkan mereka ke dalam neraka.   Neraka itu seburuk-buruk tempat yang didatangi.","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:99","price":"Dan mereka selalu diikuti dengan kutukan di dunia ini dan (begitu pula) di hari kiamat. Laknat itu seburuk-buruk pemberian yang diberikan.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:100","price":"Itu adalah sebagian dan berita-berita negeri (yang telah dibinasakan) yang Kami ceritakan kepadamu (Muhammad); di antara negeri-negeri itu ada yang masih kedapatan bekas-bekasnya dan ada (pula) yang telah musnah.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:101","price":"Dan Kami tidaklah menganiaya mereka, tetapi merekalah yang menganiaya diri mereka sendiri karena itu tiadalah bermanfaat sedikit pun kepada mereka sembahan-sembahan yang mereka seru selain Allah, pada waktu azab Tuhan-mu datang.  Dan sembahan-sembahan itu tidaklah menambah kepada mereka kecuali kebinasaan belaka.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:102","price":"Dan begitulah azab Tuhan-mu, apabila Dia mengazab penduduk negeri-negeri yang berbuat zalim.  Sesungguhnya azab-Nya itu adalah sangat pedih lagi keras.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:103","price":"Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran bagi orang-orang yang takut kepada azab akhirat.  Hari kiamat itu adalah suatu hari yang semua manusia dikumpulkan untuk (menghadapi)nya dan hari itu adalah suatu hari yang disaksikan (oleh segala makhluk).","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:104","price":"Dan Kami tiadalah mengundurkannya, melainkan sampai waktu yang tertentu.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:105","price":"Di kala datang hari itu, tidak ada seorang pun yang berbicara, melainkan dengan izin-Nya; maka di antara mereka ada yang celaka dan ada yang berbahagia.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:106","price":"Adapun orang-orang yang celaka, maka (tempatnya) di dalam neraka; di dalamnya mereka mengeluarkan dan menarik napas (dengan merintih),","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:107","price":"mereka kekal di dalamnya selama ada langit dan bumi 736, kecuali jika Tuhan-mu menghendaki (yang lain).  Sesungguhnya Tuhan-mu Maha Pelaksana terhadap apa yang Dia kehendaki.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"736.  Ini adalah kata kiasan yang maksudnya ialah menjelaskan kekalnya mereka dalam neraka selama-lamanya.  Alam akhirat juga mempunyai langit dan bumi tersendiri. ","lang":"id"},{"name":"11:108","price":"Adapun orang-orang yang berbahagia, maka tempatnya di dalam surga, mereka kekal di dalamnya selama ada langit dan bumi, kecuali jika Tuhan-mu menghendaki (yang lain); sebagai karunia yang tiada putus-putusnya.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:109","price":"Maka janganlah kamu berada dalam keragu-raguan tentang apa yang disembah oleh mereka 737.  Mereka tidak menyembah, melainkan sebagaimana nenek moyang mereka menyembah dahulu.  Dan sesungguhnya Kami pasti akan menyempurnakan dengan secukup-cukupnya pembalasan (terhadap) mereka dengan tidak dikurangi sedikit pun.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"737.  Maksudnya, jangan ragu-ragu bahwa menyembah berhala itu adalah perbuatan yang sesat dan buruk akibatnya. ","lang":"id"},{"name":"11:110","price":"Dan sesungguhnya Kami telah memberikan Kitab (Taurat) kepada Musa, lalu diperselisihkan tentang Kitab itu 738.  Dan seandainya tidak ada ketetapan yang telah terdahulu dari Tuhan-mu, niscaya telah ditetapkan hukuman di antara mereka 739.   Dan sesungguhnya mereka (orang-orang kafir Mekah) dalam keraguan yang menggelisahkan terhadap Al-Qur`ān.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"738.  Ayat ini suatu penghibur kepada Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam sewaktu beliau menghadapi tantangan terhadap Al-Qur`ān oleh orang kafir Mekah.  Allah Subḥānahu wa Ta‘ālā  menceritakan bahwa Taurat yang dibawa Nabi Musa ‘Alaihissalām dahulu pun juga dapat tantangan oleh orang-orang Yahudi. \n739.  Maksudnya, andaikata tidak ada ketetapan penundaan azab terhadap mereka sampai hari kiamat, tentulah mereka dibinasakan dalam waktu itu juga. ","lang":"id"},{"name":"11:111","price":"Dan sesungguhnya kepada masing-masing (mereka yang berselisih itu) pasti Tuhan-mu akan menyempurnakan dengan cukup (balasan) pekerjaan mereka.  Sesungguhnya Dia Maha Mengetahui apa yang mereka kerjakan.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:112","price":"Maka tetaplah kamu pada jalan yang benar, sebagaimana diperintahkan kepadamu dan (juga) orang yang telah tobat beserta kamu dan janganlah kamu melampaui batas.  Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:113","price":"Dan janganlah kamu cenderung kepada orang-orang yang zalim 740 yang menyebabkan kamu disentuh api neraka dan sekali-kali kamu tiada mempunyai seorang penolong pun selain daripada Allah, kemudian kamu tidak akan diberi pertolongan.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"740.  Cenderung kepada orang yang zalim maksudnya menggauli mereka serta meridai perbuatannya.  Akan tetapi, jika bergaul dengan mereka tanpa meridai perbuatannya dengan maksud agar mereka kembali kepada kebenaran atau memelihara diri, maka dibolehkan. ","lang":"id"},{"name":"11:114","price":"Dan dirikanlah sembahyang itu pada kedua tepi siang (pagi dan petang) dan pada bagian permulaan daripada malam.  Sesungguhnya perbuatan-perbuatan yang baik itu menghapuskan (dosa) perbuatan-perbuatan yang buruk. Itulah peringatan bagi orang-orang yang ingat.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:115","price":"Dan bersabarlah karena sesungguhnya Allah tiada menyia-nyiakan pahala orang-orang yang berbuat kebaikan.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:116","price":"Maka mengapa tidak ada dari umat-umat yang sebelum kamu orang-orang yang mempunyai keutamaan yang melarang daripada (mengerjakan) kerusakan di muka bumi, kecuali sebagian kecil di antara orang-orang yang telah Kami selamatkan di antara mereka dan orang-orang yang zalim hanya mementingkan kenikmatan yang mewah yang ada pada mereka dan mereka adalah orang-orang yang berdosa.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:117","price":"Dan Tuhan-mu sekali-kali tidak akan membinasakan negeri-negeri secara zalim, sedang penduduknya orang-orang yang berbuat kebaikan.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:118","price":"Jikalau Tuhan-mu menghendaki, tentu Dia menjadikan manusia umat yang satu, tetapi mereka senantiasa berselisih pendapat,","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:119","price":"kecuali orang-orang yang diberi rahmat oleh Tuhan-mu.  Dan untuk itulah Allah menciptakan mereka. Kalimat Tuhan-mu (keputusan-Nya) telah ditetapkan, sesungguhnya Aku akan memenuhi neraka Jahanam dengan jin dan manusia (yang durhaka) semuanya.","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:120","price":"Dan semua kisah dari rasul-rasul Kami ceritakan kepadamu ialah kisah-kisah yang dengannya Kami teguhkan hatimu dan dalam surah ini telah datang kepadamu kebenaran serta pengajaran dan peringatan bagi orang-orang yang beriman.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:121","price":"Dan katakanlah kepada orang-orang yang tidak beriman, \"Berbuatlah menurut kemampuanmu; sesungguhnya Kami-pun berbuat (pula)\".","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:122","price":"Dan tunggulah (akibat perbuatanmu); sesungguhnya kami pun menunggu (pula)\".","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"id"},{"name":"11:123","price":"Dan kepunyaan Allah-lah apa yang gaib di langit dan di bumi dan kepada-Nya-lah dikembalikan urusan-urusan semuanya, maka sembahlah Dia dan bertawakallah kepada-Nya.  Dan sekali-kali Tuhan-mu tidak lalai dari apa yang kamu kerjakan.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"id"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}