{"data":[{"name":"15:1","price":"Alif Lām Rā.  (surah) ini adalah (sebagian dari) ayat-ayat Alkitab (yang sempurna), yaitu (ayat-ayat) Al-Qur`ān yang memberi penjelasan.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1803,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:2","price":"Orang-orang yang kafir itu seringkali (nanti di akhirat) menginginkan kiranya mereka dahulu (di dunia) menjadi orang-orang muslim.","arabic":"رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1804,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:3","price":"Biarkanlah mereka (di dunia ini) makan dan bersenang-senang dan dilalaikan oleh angan-angan (kosong), maka kelak mereka akan mengetahui (akibat perbuatan mereka).","arabic":"ذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1805,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:4","price":"Dan Kami tiada membinasakan sesuatu negeri pun, melainkan ada baginya ketentuan masa yang telah ditetapkan.","arabic":"وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1806,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:5","price":"Tidak ada suatu umat pun yang dapat mendahului ajalnya dan tidak (pula) dapat mengundurkan(nya).","arabic":"مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1807,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:6","price":"Mereka berkata, \"Hai orang yang diturunkan Al-Qur`ān kepadanya, sesungguhnya kamu benar-benar orang yang gila 792.","arabic":"وَقَالُواْ يَٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1808,"juzNumber":14,"footnotes":"792.  Kata-kata ini diucapkan oleh orang-orang kafir Mekah kepada Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam sebagai ejekan.","lang":"id"},{"name":"15:7","price":"Mengapa kamu tidak mendatangkan malaikat kepada kami, jika kamu termasuk orang-orang yang benar?\"","arabic":"لَّوۡمَا تَأۡتِينَا بِٱلۡمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1809,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:8","price":"Kami tidak menurunkan malaikat, melainkan dengan benar (untuk membawa azab) dan tiadalah mereka ketika itu diberi tangguh.","arabic":"مَا نُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1810,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:9","price":"Sesungguhnya Kami-lah yang menurunkan Al-Qur`ān dan sesungguhnya Kami benar-benar memeliharanya 793.","arabic":"إِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1811,"juzNumber":14,"footnotes":"793.  Ayat ini memberikan jaminan tentang kesucian dan kemurnian Al-Qur`ān selama-lamanya.","lang":"id"},{"name":"15:10","price":"Dan sesungguhnya Kami telah mengutus (beberapa rasul) sebelum kamu kepada umat-umat yang terdahulu.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1812,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:11","price":"Dan tidak datang seorang rasul pun kepada mereka, melainkan mereka selalu memperolok-olokkannya.","arabic":"وَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1813,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:12","price":"Demikianlah, Kami mamasukkan (rasa ingkar dan memperolok-olokkan itu) ke dalam hati orang-orang yang berdosa (orang-orang kafir),","arabic":"كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1814,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:13","price":"mereka tidak beriman kepadanya (Al-Qur`ān) dan sesungguhnya telah berlalu sunatullah  terhadap orang-orang dahulu  794 .","arabic":"لَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1815,"juzNumber":14,"footnotes":"794.  Maksud sunatullah di sini ialah membinasakan orang-orang yang mendustakan rasul. ","lang":"id"},{"name":"15:14","price":"Dan jika seandainya Kami membukakan kepada mereka salah satu dari (pintu-pintu) langit, lalu mereka terus-menerus naik ke atasnya,","arabic":"وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1816,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:15","price":"tentulah mereka berkata, \"Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang orang yang kena sihir\".","arabic":"لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1817,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:16","price":"Dan sesungguhnya Kami telah menciptakan gugusan bintang-bintang (di langit) dan Kami telah menghiasi langit itu bagi orang-orang yang memandang(nya),","arabic":"وَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1818,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:17","price":"dan Kami menjaganya dari tiap-tiap setan yang terkutuk,","arabic":"وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1819,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:18","price":"kecuali setan yang mencuri-curi (berita) yang dapat didengar (dari malaikat), lalu dia dikejar oleh semburan api yang terang.","arabic":"إِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1820,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:19","price":"Dan Kami telah menghamparkan bumi dan menjadikan padanya gunung-gunung dan Kami tumbuhkan padanya segala sesuatu menurut ukuran.","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1821,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:20","price":"Dan Kami telah menjadikan untukmu di bumi keperluan-keperluan hidup dan (Kami menciptakan pula) makhluk-makhluk yang kamu sekali-kali bukan pemberi rezeki kepadanya.","arabic":"وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1822,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:21","price":"Dan tidak ada sesuatu pun, melainkan pada sisi Kami-lah khazanahnya 795 dan Kami tidak menurunkannya, melainkan dengan ukuran yang tertentu.","arabic":"وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1823,"juzNumber":14,"footnotes":"795.  Maksudnya, segala sesuatu itu sumbernya dari Allah Subḥānahu wa Ta‘ālā.","lang":"id"},{"name":"15:22","price":"Dan Kami telah meniupkan angin untuk mengawinkan (tumbuh-tumbuhan) dan Kami turunkan hujan dari langit, lalu Kami beri minum kamu dengan air itu dan sekali-kali bukanlah kamu yang menyimpannya.","arabic":"وَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1824,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:23","price":"Dan sesungguhnya benar-benar Kami-lah yang menghidupkan dan mematikan dan Kami (pulalah) yang mewarisi.","arabic":"وَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1825,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:24","price":"Dan sesungguhnya Kami telah mengetahui orang-orang yang terdahulu daripada-mu dan sesungguhnya Kami mengetahui pula orang-orang yang terkemudian (daripadamu).","arabic":"وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1826,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:25","price":"Sesungguhnya Tuhan-mu, Dia-lah yang akan menghimpunkan mereka.  Sesungguhnya Dia adalah Maha Bijaksana lagi Maha Mengetahui.","arabic":"وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1827,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:26","price":"Dan sesungguhnya Kami telah menciptakan manusia (Adam) dari tanah liat kering (yang berasal) dari lumpur hitam yang diberi bentuk.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1828,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:27","price":"Dan Kami telah menciptakan jin sebelum (Adam) dari api yang sangat panas.","arabic":"وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1829,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:28","price":"Dan (ingatlah) ketika Tuhan-mu berfirman kepada para malaikat, \"Sesungguhnya Aku akan menciptakan seorang manusia dari tanah liat kering (yang berasal) dari lumpur hitam yang diberi bentuk.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1830,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:29","price":"Maka apabila Aku telah menyempurnakan kejadiannya dan telah meniupkan ke dalamnya roh (ciptaan)-Ku, maka tunduklah kamu kepadanya dengan bersujud 796.","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1831,"juzNumber":14,"footnotes":"796.  Dimaksud dengan sujud di sini bukan menyembah, tetapi sebagai penghormatan. ","lang":"id"},{"name":"15:30","price":"Maka bersujudlah para malaikat itu semuanya bersama-sama,","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1832,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:31","price":"kecuali iblis.  Ia enggan ikut besama-sama (malaikat) yang sujud itu.","arabic":"إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1833,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:32","price":"Allah berfirman, \"Hai iblis, apa sebabnya kamu tidak (ikut sujud) bersama-sama mereka yang sujud itu?\"","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1834,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:33","price":"Berkata Iblis, \"Aku sekali-kali tidak akan sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering (yang berasal) dari lumpur hitam yang diberi bentuk\"","arabic":"قَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1835,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:34","price":"Allah berfirman, \"Keluarlah dari surga karena sesungguhnya kamu terkutuk,","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1836,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:35","price":"dan sesungguhnya kutukan itu tetap menimpamu sampai hari kiamat\".","arabic":"وَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1837,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:36","price":"Berkata iblis, \"Ya Tuhan-ku, (kalau begitu) maka beri tangguhlah kepadaku sampai hari (manusia) dibangkitkan\" 797.","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1838,"juzNumber":14,"footnotes":"797.  Maksudnya, Iblis memohon agar dia tidak diazab dari sekarang, melainkan diberikan kebebasan hidup sampai hari berbangkit. ","lang":"id"},{"name":"15:37","price":"Allah berfirman, \"(Kalau begitu) maka sesungguhnya kamu termasuk orang-orang yang diberi tangguh,","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1839,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:38","price":"sampai hari (suatu) waktu yang telah ditentukan 798\".","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1840,"juzNumber":14,"footnotes":"798.  Yakni waktu tiupan pertama tanda permulaan hari kiamat. ","lang":"id"},{"name":"15:39","price":"Iblis berkata, \"Ya Tuhan-ku, oleh sebab Engkau telah memutuskan bahwa aku sesat, pasti aku akan menjadikan mereka memandang baik (perbuatan maksiat) di muka bumi dan pasti aku akan menyesatkan mereka semuanya,","arabic":"قَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1841,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:40","price":"kecuali hamba-hamba Engkau yang mukhlis 799 di antara mereka\".","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1842,"juzNumber":14,"footnotes":"799.  Maksud mukhlis ialah orang-orang yang telah diberi taufik untuk menaati segala petunjuk dan perintah Allah Subḥānahu wa Ta‘ālā.","lang":"id"},{"name":"15:41","price":"Allah berfirman, \"Ini adalah jalan yang lurus; kewajiban Aku-lah (menjaganya) 800.","arabic":"قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1843,"juzNumber":14,"footnotes":"800.  Maksudnya, pemberian taufik dari Allah Subḥānahu wa Ta‘ālā untuk menaati-Nya sehingga seseorang terlepas dari tipu daya setan mengikuti jalan yang lurus yang dijaga Allah Subḥānahu wa Ta‘ālā.  Jadi, sesat atau tidaknya seseorang adalah Allah  Subḥānahu wa Ta‘ālā yang menentukan. ","lang":"id"},{"name":"15:42","price":"Sesungguhnya hamba-hamba-Ku tidak ada kekuasaan bagimu terhadap mereka, kecuali orang-orang yang mengikut kamu, yaitu orang-orang yang sesat.","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1844,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:43","price":"Dan sesungguhnya Jahanam itu benar-benar tempat yang telah diancamkan kepada mereka (pengikut-pengikut setan) semuanya.","arabic":"وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1845,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:44","price":"Jahanam itu mempunyai tujuh pintu.  Tiap-tiap pintu (telah ditetapkan) untuk golongan yang tertentu dari mereka.","arabic":"لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1846,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:45","price":"Sesungguhnya orang-orang yang bertakwa itu berada dalam surga (taman-taman) dan (di dekat) mata air-mata air (yang mengalir).","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1847,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:46","price":"(Dikatakan kepada mereka), \"Masuklah ke dalamnya dengan sejahtera lagi aman 801\".","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1848,"juzNumber":14,"footnotes":"801.  Sejahtera dari bencana dan aman dari malapetaka. ","lang":"id"},{"name":"15:47","price":"Dan Kami lenyapkan segala rasa dendam yang berada dalam hati mereka, sedang mereka merasa bersaudara duduk berhadap-hadapan di atas dipan-dipan.","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1849,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:48","price":"Mereka tidak merasa lelah di dalamnya dan mereka sekali-kali tidak akan dikeluarkan daripadanya.","arabic":"لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1850,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:49","price":"Kabarkanlah kepada hamba-hamba-Ku bahwa sesungguhnya Aku-lah Yang Maha Pengampun lagi Maha Penyayang,","arabic":"۞ نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1851,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:50","price":"dan bahwa sesungguhnya azab-Ku adalah azab yang sangat pedih.","arabic":"وَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1852,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:51","price":"Dan kabarkanlah kepada mereka tentang tamu-tamu Ibrāhīm 802 .","arabic":"وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1853,"juzNumber":14,"footnotes":"802.  Tamu Nabi Ibrāhīm ‘Alaihissalām di sini ialah malaikat. ","lang":"id"},{"name":"15:52","price":"Ketika mereka masuk ke tempatnya, lalu mereka mengucapkan,  \"Salām\".  Berkata  Ibrāhīm, \"Sesungguhnya kami merasa takut kepadamu\".","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1854,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:53","price":"Mereka berkata, \"Janganlah kamu merasa takut, sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran seorang) anak laki-laki (yang akan menjadi) orang yang alim 803\".","arabic":"قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1855,"juzNumber":14,"footnotes":"803.  Maksud seorang anak laki-laki yang alim ialah Isḥāq ‘Alaihissalām. ","lang":"id"},{"name":"15:54","price":"Berkata Ibrāhīm, \"Apakah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, maka dengan cara bagaimanakah (terlaksananya) berita gembira yang kamu kabarkan ini?\"","arabic":"قَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1856,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:55","price":"Mereka menjawab, \"Kami menyampaikan kabar gembira kepadamu dengan benar, maka janganlah kamu termasuk orang-orang yang berputus asa\".","arabic":"قَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1857,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:56","price":"Ibrāhīm berkata, \"Tidak ada orang yang berputus asa dari rahmat Tuhan-nya, kecuali orang-orang yang sesat\".","arabic":"قَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1858,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:57","price":"Berkata (pula) Ibrāhīm, \"Apakah urusanmu yang penting (selain itu), hai para utusan?\"","arabic":"قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1859,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:58","price":"Mereka menjawab, \"Kami sesungguhnya diutus kepada kaum yang berdosa,","arabic":"قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1860,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:59","price":"kecuali Lūṭ beserta pengikut-pengikutnya.  Sesungguhnya Kami akan menyelamatkan mereka semuanya,","arabic":"إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1861,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:60","price":"kecuali istrinya, Kami telah menentukan bahwa sesungguhnya ia itu termasuk orang-orang yang tertinggal (bersama-sama dengan orang kafir lainnya)\".","arabic":"إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1862,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:61","price":"Maka tatkala para utusan itu datang kepada kaum Lūṭ beserta pengikut-pengikutnya.","arabic":"فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1863,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:62","price":"ia berkata, \"Sesungguhnya kamu adalah orang-orang yang tidak dikenal\".","arabic":"قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1864,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:63","price":"Para utusan menjawab, \"Sebenarnya kami ini datang kepadamu dengan membawa azab yang selalu mereka dustakan.","arabic":"قَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1865,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:64","price":"Dan kami datang kepadamu membawa kebenaran dan sesungguhnya kami betul-betul orang-orang benar.","arabic":"وَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1866,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:65","price":"Maka pergilah kamu di akhir malam dengan membawa keluargamu dan ikutilah mereka dari belakang dan janganlah seorang pun di antara kamu menoleh ke belakang 804 dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu\".","arabic":"فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1867,"juzNumber":14,"footnotes":"804.  Perhatikanlah kembali ayat 81  surah (11) Hūd. ","lang":"id"},{"name":"15:66","price":"Dan telah Kami wahyukan kepadanya (Lūṭ) perkara itu, yaitu bahwa mereka akan ditumpas habis pada waktu subuh.","arabic":"وَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1868,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:67","price":"Dan datanglah penduduk kota itu (ke rumah Lūṭ) dengan gembira (karena) kedatangan tamu-tamu itu 805.","arabic":"وَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1869,"juzNumber":14,"footnotes":"805.  Riwayat Lūṭ dalam Surah Al-Ḥijr ini tidak diceritakan menurut urutan kejadian seperti pada  surah (11) Hūd. ","lang":"id"},{"name":"15:68","price":"Lūṭ berkata, \"Sesungguhnya mereka adalah tamuku, maka janganlah kamu memberi malu (kepadaku),","arabic":"قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1870,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:69","price":"dan bertakwalah kepada Allah dan janganlah kamu membuat aku terhina\".","arabic":"وَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1871,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:70","price":"Mereka berkata, \"Dan bukankah kami telah melarangmu dari (melindungi) manusia 806?\"","arabic":"قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1872,"juzNumber":14,"footnotes":"806 .  Mereka ingin berbuat homoseksual dengan tamu-tamu itu dan mereka memang telah pernah mengancam  Lūṭ agar tidak menghalangi mereka daripada berbuat demikian. ","lang":"id"},{"name":"15:71","price":"Lūṭ berkata, \"Inilah putri-putri (negeri) ku (kawinlah dengan mereka), jika kamu hendak berbuat (secara yang halal)\".","arabic":"قَالَ هَٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1873,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:72","price":"(Allah berfirman), \"Demi umurmu 807 (Muhammad), sesungguhnya mereka terombang-ambing di dalam kemabukan (kesesatan)\".","arabic":"لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1874,"juzNumber":14,"footnotes":"807.  Orang Arab biasa bersumpah dengan umur seseorang.  Di sini, Allah Subḥānahu wa Ta‘ālā  bersumpah dengan umur atau kehidupan Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam untuk memuliakan beliau. ","lang":"id"},{"name":"15:73","price":"Maka mereka dibinasakan oleh suara keras yang mengguntur ketika matahari akan terbit.","arabic":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1875,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:74","price":"Maka Kami jadikan bagian atas kota itu terbalik ke bawah dan Kami hujani mereka dengan batu dari tanah yang keras.","arabic":"فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1876,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:75","price":"Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Kami) bagi orang-orang yang memperhatikan tanda-tanda.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1877,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:76","price":"Dan sesungguhnya kota 808 itu benar-benar terletak di jalan yang masih tetap (dilalui manusia).","arabic":"وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1878,"juzNumber":14,"footnotes":"808.  Maksud \"kota\"di sini ialah Kota Sodom yang terletak dekat pantai Laut Tengah. ","lang":"id"},{"name":"15:77","price":"Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang beriman.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1879,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:78","price":"Dan sesungguhnya adalah penduduk Aikah 809 itu benar-benar kaum yang zalim,","arabic":"وَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1880,"juzNumber":14,"footnotes":"809.  Penduduk Aikah ini ialah kaum Syuʻayb ‘Alaihissalām.  Aikah ialah tempat yang berhutan di daerah Madyan. ","lang":"id"},{"name":"15:79","price":"maka Kami membinasakan mereka.  Dan sesungguhnya kedua kota 810 itu benar-benar terletak di jalan umum yang terang.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1881,"juzNumber":14,"footnotes":"810.  Yakni Kota kaum Lūṭ (Sodom) dan Aikah","lang":"id"},{"name":"15:80","price":"Dan sesungguhnya penduduk-penduduk Kota Al-Ḥijr 811 telah mendustakan rasul-rasul 812,","arabic":"وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1882,"juzNumber":14,"footnotes":"811.  Penduduk Kota Al-Ḥijr ialah kaum Ṡamūd.  Al-Ḥijr itu tempat yang terletak di Wadi Qura antara Madinah dan Suriah. \n812.  Maksud rasul-rasul di sini ialah Ṣālīḥ ‘Alaihissalām.  Mestinya di sini disebut \"rasul\", tetapi disebut rasul-rasul (Jamak) karena mendustakan seorang rasul sama dengan mendustakan semua rasul­rasul. ","lang":"id"},{"name":"15:81","price":"dan Kami telah mendatangkan kepada mereka tanda-tanda (kekuasaan) Kami, tetapi mereka selalu berpaling daripadanya,","arabic":"وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1883,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:82","price":"dan mereka memahat rumah-rumah dari gunung-gunung batu (yang didiami) dengan aman.","arabic":"وَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1884,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:83","price":"Maka mereka dibinasakan oleh suara keras yang mengguntur pada waktu pagi 813,","arabic":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1885,"juzNumber":14,"footnotes":"813.  Peristiwa itu terjadi pada hari yang keempat, sesudah datangnya peringatan kepada mereka. ","lang":"id"},{"name":"15:84","price":"maka tak dapat menolong mereka, apa yang telah mereka usahakan.","arabic":"فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1886,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:85","price":"Dan tidaklah Kami ciptakan langit dan bumi dan apa yang ada di antara keduanya, melainkan dengan benar.  Dan sesungguhnya saat (kiamat) itu pasti akan datang, maka maafkanlah (mereka) dengan cara yang baik.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1887,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:86","price":"Sesungguhnya Tuhan-mu, Dia-lah Yang Maha Pencipta lagi Maha Mengetahui.","arabic":"إِنَّ رَبَّكَ هُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1888,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:87","price":"Dan sesungguhnya Kami telah berikan kepadamu tujuh ayat yang dibaca berulang-ulang 814 dan Al-Qur`ān yang agung.","arabic":"وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1889,"juzNumber":14,"footnotes":"814.  Maksud tujuh ayat yang dibaca berulang-ulang ialah Surah Al-Fātiḥah yang terdiri atas  tujuh ayat.  Sebagian ahli tafsir mengatakan tujuh surah-surah yang panjang, yaitu Al-Baqarah,  Āli ʻImrān,  Al-Mā`idah, An-Nisā`, Al-Aʻrāf, Al-Anʻām dan Al-Anfāl atau At-Taubah.","lang":"id"},{"name":"15:88","price":"Janganlah sekali-kali kamu menujukan pandanganmu kepada kenikmatan hidup yang telah Kami berikan kepada beberapa golongan di antara mereka, (orang-orang kafir itu) dan janganlah kamu bersedih hati terhadap mereka dan berendahdirilah kamu terhadap orang-orang yang beriman.","arabic":"لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1890,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:89","price":"Dan katakanlah, \"Sesungguhnya aku adalah pemberi peringatan yang menjelaskan\".","arabic":"وَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1891,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:90","price":"Sebagaimana (Kami telah memberi peringatan), Kami telah menurunkan (azab) kepada orang-orang yang membagi-bagi (Kitab Allah) 815,","arabic":"كَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1892,"juzNumber":14,"footnotes":"815.  Maksud  \"orang-orang yang membagi-bagi Kitab Allah\" ialah orang-orang yang menerima sebagian isi Kitab dan menolak sebagian yang lain. ","lang":"id"},{"name":"15:91","price":"(yaitu) orang-orang816 yang telah menjadikan Al-Qur`ān itu terbagi-bagi817.","arabic":"ٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1893,"juzNumber":14,"footnotes":"816.  Yakni orang-orang Yahudi dan Nasrani yang membagi-bagi Al-Qur`ān, ada bagian yang mereka percayai dan ada pula bagian yang mereka ingkari. \n817.  Maksud ayat 89, 90, 91, ialah Allah Subḥānahu wa Ta‘ālā menyuruh Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam memperingatkan kepada orang Yahudi dan Nasrani bahwa Allah  Subḥānahu wa Ta‘ālā  akan menurunkan azab kepada mereka sebagaimana Allah  Subḥānahu wa Ta‘ālā  telah membinasakan kaum Ṡamūd. ","lang":"id"},{"name":"15:92","price":"Maka demi Tuhan-mu, Kami pasti akan menanyai mereka semua,","arabic":"فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1894,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:93","price":"tentang apa yang telah mereka kerjakan dahulu.","arabic":"عَمَّا كَانُواْ يَعۡمَلُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1895,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:94","price":"Maka sampaikanlah olehmu secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang-orang yang musyrik.","arabic":"فَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1896,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:95","price":"Sesungguhnya Kami memelihara kamu daripada (kejahatan) orang-orang yang memperolok-olokkan (kamu),","arabic":"إِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1897,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:96","price":"(yaitu) orang-orang yang menganggap adanya tuhan yang lain di samping Allah, maka mereka kelak akan mengetahui (akibat-akibatnya).","arabic":"ٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1898,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:97","price":"Dan Kami sungguh-sungguh mengetahui bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan,","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1899,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:98","price":"maka bertasbihlah dengan memuji Tuhan-mu dan jadilah kamu di antara orang-orang yang bersujud (salat),","arabic":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1900,"juzNumber":14,"footnotes":"","lang":"id"},{"name":"15:99","price":"dan sembahlah Tuhan-mu sampai datang kepadamu yang diyakini (ajal).","arabic":"وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1901,"juzNumber":14,"footnotes":"","lang":"id"}],"chapter":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr","Chapter Al-Hijr","Hijr","Surah Hijr","Chapter Hijr","Al Hijr","Surah Al Hijr","Chapter Al Hijr","Surah 15","Chapter 15","The Rock","الحِجر"]}