{"data":[{"name":"2:1","price":"Alif Lām Mīm.10","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"10.  Ialah huruf-huruf abjad yang terletak pada permulaan sebagian dari surah-surah Al-Qur`ān, seperti Alif Lām Mīm, Alif Lām Rā, Alif Lām Mīm Ṣād, dan sebagainya.  Di antara ahli-ahli tafsir, ada yang menyerahkan pengertiannya kepada Allah Subḥānahu wa Ta‘ālā karena dipandang termasuk ayat-ayat mutasyabihat, dan ada pula yang menafsirkannya.  Golongan yang menafsirkannya ada yang memandangnya sebagai nama surah; dan ada pula yang berpendapat bahwa huruf-huruf abjad itu gunanya untuk menarik perhatian para pendengar supaya memperhatikan Al-Qur`ān; dan untuk mengisyaratkan bahwa Al-Qur`ān itu diturunkan dalam bahasa Arab yang tersusun dari huruf-huruf abjad, kalau mereka tidak percaya bahwa Al-Qur`ān diturunkan dari Allah Subḥānahu wa Ta‘ālā dan hanya buatan Muhammad Ṣallallāhu ʻAlaihi wa Sallam semata-mata maka cobalah mereka buat semacam Al-Qur`ān itu.","lang":"id"},{"name":"2:2","price":"Kitab (Al-Qur`ān)11 ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertakwa12,","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"11. Tuhan menamakan Al-Qur`ān dengan Al-Kitāb (Alkitab) yang berarti \"yang ditulis\", sebagai isyarat bahwa Al-Qur`ān diperintahkan untuk ditulis. \n12.  Takwa, yaitu memelihara diri dari siksaan Allah dengan mengikuti segala perintah-Nya; dan menjauhi segala larangan-Nya; tidak cukup diartikan dengan takut saja.","lang":"id"},{"name":"2:3","price":"(yaitu) mereka yang beriman13 kepada yang gaib14, yang mendirikan salat15, dan menafkahkan sebagian rezeki16 yang Kami anugerahkan kepada mereka,","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"13.  Iman ialah kepercayaan yang teguh yang disertai dengan ketundukan dan penyerahan jiwa.  Tanda-tanda adanya iman ialah mengerjakan apa yang dikehendaki oleh iman itu.\n14.  Hal yang gaib ialah yang tak dapat ditangkap oleh pancaindera.  Percaya kepada yang gaib, yaitu mengiktikadkan adanya sesuatu \"yang mawjud\", yang tidak dapat ditangkap oleh pancaindera karena ada dalil yang menunjukkan kepada adanya, seperti adanya Allah  Subḥānahu wa Ta‘ālā, malaikat-malaikat, hari akhirat, dan sebagainya.\n15.  Salat (ṣalāt) menurut bahasa Arab berarti doa.  Menurut istilah syarak ialah ibadah yang sudah dikenal, yang dimulai dengan takbir dan disudahi dengan salam.  Salat dikerjakan untuk membuktikan pengabdian dan kerendahan diri kepada Allah Subḥānahu wa Ta‘ālā.  Mendirikan salat ialah menunaikannya dengan teratur dengan melengkapi syarat-syarat, rukun-rukun, dan adab-adabnya, baik yang lahir ataupun yang batin, seperti khusyuk, memperhatikan apa yang dibaca, dan sebagainya. \n16. Rezeki adalah segala yang dapat diambil manfaatnya.  Menafkahkan sebagian rezeki ialah memberikan sebagian dari harta yang telah Tuhan rezekikan kepada orang-orang yang disyariatkan agama untuk memberinya, seperti orang-orang fakir, orang-orang miskin, kaum kerabat, anak-anak yatim, dan lain-lain. ","lang":"id"},{"name":"2:4","price":"dan mereka yang beriman kepada Kitab (Al-Qur`ān) yang telah diturunkan kepadamu dan kitab-kitab yang telah diturunkan sebelummu17, serta mereka yakin akan adanya (kehidupan) akhirat18.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"17.  Kitab-kitab yang telah diturunkan sebelum Muhammad Ṣallallāhu ʻAlaihi wa Sallam ialah kitab-kitab yang diturunkan sebelum Al-Qur`ān, seperti Taurat, Zabur, Injil dan suhuf-suhuf yang tersebut dalam Al-Qur`ān yang diturunkan kepada para rasul, Allah Subḥānahu wa Ta‘ālā menurunkan kitab kepada rasul ialah dengan memberikan wahyu kepada Jibril ‘Alaihissalām. lalu Jibril ‘Alaihissalām  menyampaikannya kepada rasul. \n18.  Yakin ialah kepercayaan yang kuat dengan tidak dicampuri keraguan sedikit pun.  Kehidupan akhirat ialah kehidupan sesudah dunia berakhir.  Yakin akan adanya kehidupan akhirat ialah benar-benar percaya akan adanya kehidupan sesudah dunia berakhir.","lang":"id"},{"name":"2:5","price":"Mereka itulah yang tetap mendapat petunjuk dari Tuhan mereka, dan merekalah orang-orang yang beruntung19.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"19. Ialah orang-orang yang mendapat apa-apa yang dimohonkannya kepada Allah Subḥānahu wa Ta‘ālā sesudah mengusahakannya.","lang":"id"},{"name":"2:6","price":"Sesungguhnya orang-orang kafir, sama saja bagi mereka, kamu beri peringatan atau tidak kamu beri peringatan, mereka tidak akan beriman.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:7","price":"Allah telah mengunci mati hati dan pendengaran mereka20, dan penglihatan mereka ditutup21.  Dan bagi mereka siksa yang amat berat.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"20.  Yakni orang itu tidak dapat menerima petunjuk, dan segala macam nasihat pun tidak akan berbekas padanya. \n21.  Maksudnya, mereka tidak dapat memperhatikan dan memahami ayat-ayat Al-Qur`ān yang mereka dengar dan tidak dapat mengambil pelajaran dari tanda-tanda kebesaran Allah Subḥānahu wa Ta‘ālā yang mereka lihat di cakrawala, di permukaan bumi, dan pada diri mereka sendiri.","lang":"id"},{"name":"2:8","price":"Di antara manusia ada yang mengatakan, \"Kami beriman kepada Allah dan hari kemudian22\", padahal mereka itu sesungguhnya bukan orang-orang yang beriman.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"22.  Hari kemudian ialah mulai dari waktu makhluk dikumpulkan di Padang Mahsyar sampai waktu yang tak ada batasnya.","lang":"id"},{"name":"2:9","price":"Mereka hendak menipu Allah dan orang-orang yang beriman, padahal mereka hanya menipu dirinya sendiri sedang mereka tidak sadar.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:10","price":"Dalam hati mereka ada penyakit23, lalu ditambah Allah penyakitnya; dan bagi mereka siksa yang pedih disebabkan mereka berdusta.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"23.  Yakni keyakinan mereka terhadap kebenaran Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam lemah.  Kelemahan keyakinan itu menimbulkan kedengkian, iri hati, dan dendam terhadap Nabi Ṣallallāhu ʻAlaihi wa Sallam, agama, dan orang-orang Islam.","lang":"id"},{"name":"2:11","price":"Dan bila dikatakan kepada mereka, “Janganlah kamu membuat kerusakan di muka bumi24”, mereka menjawab, \"Sesungguhnya kami orang-orang yang mengadakan perbaikan\".","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"24.  Kerusakan yang mereka perbuat di muka bumi bukan berarti kerusakan benda, melainkan menghasut orang-orang kafir untuk memusuhi dan menentang orang-orang Islam.","lang":"id"},{"name":"2:12","price":"Ingatlah, sesungguhnya mereka itulah orang-orang yang membuat kerusakan, tetapi mereka tidak sadar.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:13","price":"Apabila dikatakan kepada mereka, \"Berimanlah kamu sebagaimana orang-orang lain telah beriman\", mereka menjawab, \"Akan berimankah kami sebagaimana orang-orang yang bodoh itu telah beriman?\" Ingatlah, sesungguhnya merekalah orang-orang yang bodoh, tetapi mereka tidak tahu.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:14","price":"Dan bila mereka berjumpa dengan orang-orang yang beriman, mereka mengatakan, \"Kami telah beriman\".  Dan bila mereka kembali kepada setan-setan mereka25, mereka mengatakan, \"Sesungguhnya kami sependirian dengan kamu, kami hanyalah berolok-olok\".","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"25.  Maksudnya, pemimpim-pemimpin mereka.","lang":"id"},{"name":"2:15","price":"Allah akan (membalas) olok-olokan mereka dan membiarkan mereka terombang-ambing dalam kesesatan mereka.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:16","price":"Mereka itulah orang yang membeli kesesatan dengan petunjuk, maka tidaklah beruntung perniagaan mereka dan tidaklah mereka mendapat petunjuk.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:17","price":"Perumpamaan mereka adalah seperti orang yang menyalakan api, maka setelah api itu menerangi sekelilingnya, Allah hilangkan cahaya (yang menyinari) mereka, dan membiarkan mereka dalam kegelapan, mereka tidak dapat melihat26.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"26.  Orang-orang munafik itu tidak dapat mengambil manfaat dari petunjuk-petunjuk yang datang dari Allah Subḥānahu wa Ta‘ālā karena sifat-sifat kemunafikan, yang bersemi dalam dada mereka.  Keadaan mereka digambarkan Allah Subḥānahu wa Ta‘ālā, seperti dalam ayat tersebut.","lang":"id"},{"name":"2:18","price":"Mereka tuli, bisu, dan buta, maka tidaklah mereka akan kembali (ke jalan yang benar)27,","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"27.   Walaupun pancaindra mereka sehat mereka dipandang tuli, bisu, dan buta oleh karena tidak dapat menerima kebenaran.","lang":"id"},{"name":"2:19","price":"atau seperti (orang-orang yang ditimpa) hujan lebat dari langit disertai gelap gulita, guruh, dan kilat; mereka menyumbat telinganya dengan anak jarinya karena (mendengar suara) petir28, sebab takut akan mati.   Dan Allah meliputi orang-orang yang kafir29.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"28.  Keadaan orang-orang munafik itu, ketika mendengar ayat-ayat yang mengandung peringatan, seperti orang yang ditimpa hujan lebat dan petir. Mereka menyumbat telinganya karena tidak sanggup mendengar peringatan-peringatan dari Al-Qur`ān. \n29.  Maksudnya, pengetahuan dan kekuasaan Allah Subḥānahu wa Ta‘ālā meliputi orang-orang kafir.","lang":"id"},{"name":"2:20","price":"Hampir-hampir kilat itu menyambar penglihatan mereka.  Setiap kali kilat itu menyinari mereka, mereka berjalan di bawah sinar itu, dan bila gelap menimpa mereka, mereka berhenti.  Jikalau Allah menghendaki, niscaya Dia melenyapkan pendengaran dan penglihatan mereka.  Sesungguhnya Allah berkuasa atas segala sesuatu.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:21","price":"Hai manusia, sembahlah Tuhan-mu yang telah menciptakanmu dan orang-orang yang sebelummu agar kamu bertakwa.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:22","price":"Dia-lah yang menjadikan bumi sebagai hamparan bagimu, dan langit sebagai atap, dan Dia menurunkan air (hujan) dari langit, lalu Dia menghasilkan dengan hujan itu segala buah-buahan sebagai rezeki untukmu; karena itu, janganlah kamu mengadakan sekutu-sekutu30 bagi Allah, padahal kamu mengetahui.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"30 . Ialah segala sesuatu yang disembah di samping menyembah Allah Subḥānahu wa Ta‘ālā, seperti berhala-berhala, dewa­dewa, dan sebagainya.","lang":"id"},{"name":"2:23","price":"Dan jika kamu (tetap) dalam keraguan tentang Al-Qur`ān yang Kami wahyukan kepada hamba Kami (Muhammad), buatlah31 satu surah (saja) yang semisal Al-Qur`ān itu dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"31.  Ayat ini merupakan tantangan bagi mereka yang meragukan kebenaran Al-Qur`ān.  Al-Qur`ān itu tidak dapat ditiru walaupun dengan mengerahkan semua ahli sastra dan bahasa karena ia merupakan mukjizat Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam.","lang":"id"},{"name":"2:24","price":"Maka jika kamu tidak dapat membuat(nya) dan pasti kamu tidak akan dapat membuat(nya), peliharalah dirimu dari neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:25","price":"Dan sampaikanlah berita gembira kepada mereka yang beriman dan berbuat baik bahwa bagi mereka disediakan surga-surga yang mengalir sungai-sungai di dalamnya.  Setiap mereka diberi rezeki buah-buahan dalam surga-surga itu, mereka mengatakan, \"Inilah yang pernah diberikan kepada kami dahulu\".  Mereka diberi buah-buahan yang serupa dan untuk mereka di dalamnya ada istri-istri yang suci dan mereka kekal di dalamnya32.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"32. Kenikmatan di surga itu adalah kenikmatan yang serba lengkap, baik jasmani maupun rohani.","lang":"id"},{"name":"2:26","price":"Sesungguhnya Allah tiada segan membuat perumpamaan berupa nyamuk atau yang lebih rendah dari itu33.  Adapun orang-orang yang beriman, maka mereka yakin bahwa perumpamaan itu benar dari Tuhan mereka, tetapi mereka yang kafir mengatakan, \"Apakah maksud Allah menjadikan ini untuk perumpamaan?\". Dengan perumpamaan itu banyak orang yang disesatkan Allah34, dan dengan perumpamaan itu (pula) banyak orang yang diberi-Nya petunjuk.  Dan tidak ada yang disesatkan Allah kecuali orang-orang yang fasik,","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"33.  Di waktu turunnya ayat 73 surah Al-Hajj yang di dalamnya Tuhan menerangkan bahwa berhala-berhala yang mereka sembah itu tidak dapat membuat lalat, sekalipun mereka kerjakan bersama-sama, dan turunnya ayat 41 surah Al-ʻAnkabūt yang di dalamnya Tuhan menggambarkan kelemahan berhala-berhala yang dijadikan oleh orang-orang musyrik itu sebagai pelindung, sama dengan lemahnya sarang laba-laba.\n34.  \"Disesatkan Allah\" berarti orang itu sesat karena keingkarannya dan tidak mau memahami petunjuk-petunjuk Allah Subḥānahu wa Ta‘ālā. Dalam ayat ini, mereka itu ingkar dan tidak mau memahami apa sebabnya Allah Subḥānahu wa Ta‘ālā menjadikan nyamuk sebagai perumpamaan, maka mereka itu menjadi sesat.\n","lang":"id"},{"name":"2:27","price":"(yaitu) orang-orang yang melanggar perjanjian Allah sesudah perjanjian itu teguh, dan memutuskan apa yang diperintahkan Allah (kepada mereka) untuk menghubungkannya, dan membuat kerusakan di muka bumi.  Mereka itulah orang-orang yang rugi.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:28","price":"Mengapa kamu kafir kepada Allah? Padahal kamu tadinya mati, lalu Allah menghidupkan kamu, kemudian kamu dimatikan dan dihidupkan-Nya kembali, kemudian kepada-Nya-lah kamu dikembalikan.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:29","price":"Dia-lah Allah yang menjadikan segala yang ada di bumi untuk kamu dan Dia berkehendak menuju langit, lalu dijadikan-Nya tujuh langit.  Dan Dia Maha Mengetahui segala sesuatu.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:30","price":"Ingatlah ketika Tuhan-mu berfirman kepada para malaikat, \"Sesungguhnya Aku hendak menjadikan seorang khalifah di muka bumi\".  Mereka berkata, \"Mengapa Engkau hendak menjadikan (khalifah) di bumi itu orang yang akan membuat kerusakan padanya dan menumpahkan darah, padahal kami senantiasa bertasbih dengan memuji Engkau dan menyucikan Engkau?\" Tuhan berfirman, \"Sesungguhnya Aku mengetahui apa yang tidak kamu ketahui\".","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:31","price":"Dan Dia mengajarkan kepada Adam nama-nama (benda-benda) seluruhnya, kemudian mengemukakannya kepada para malaikat lalu berfirman, \"Sebutkanlah kepada-Ku nama benda-benda itu jika kamu mamang benar orang-orang yang benar!\"","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:32","price":"Mereka menjawab, \"Maha Suci Engkau, tidak ada yang kami ketahui selain dari apa yang telah Engkau ajarkan kepada kami; sesungguhnya Engkau-lah Yang Maha Mengetahui lagi Maha Bijaksana\"35.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"35. Sebenarnya terjemahan kata Hakīm dengan \"Maha Bijaksana\" kurang tepat, karena arti Hakīm ialah yang mempunyai hikmah.  Hikmah ialah penciptaan dan penggunaan sesuatu sesuai dengan sifat, guna, dan faedahnya.  Di sini diartikan dengan \"Maha Bijaksana\" karena dianggap arti tersebut hampir mendekati arti Hakīm.","lang":"id"},{"name":"2:33","price":"Allah berfirman, \"Hai Adam, beritahukanlah kepada mereka nama-nama benda ini\".  Maka setelah diberitahukannya kepada mereka nama-nama benda itu, Allah berfirman, \"Bukankah sudah Aku katakan kepadamu bahwa sesungguhnya Aku mengetahui rahasia langit dan bumi dan mengetahui apa yang kamu lahirkan dan apa yang kamu sembunyikan?\"","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:34","price":"Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujud-lah36 kamu kepada Adam!\" Maka sujud-lah mereka kecuali Iblis; ia enggan dan takabur, dan adalah ia termasuk golongan orang-orang yang kafir.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"36.  Sujud di sini berarti menghormati dan memuliakan Adam, bukan berarti sujud menghambakan diri, karena sujud mengambakan diri itu hanyalah semata-mata kepada Allah Subḥānahu wa Ta‘ālā.  Sujud di sini berarti menghormati dan memuliakan Adam, bukan berarti sujud menghambakan diri, karena sujud mengambakan diri itu hanyalah semata-mata kepada Allah Subḥānahu wa Ta‘ālā.","lang":"id"},{"name":"2:35","price":"Dan Kami berfirman, \"Hai Adam, diamilah oleh kamu dan istrimu surga ini, dan makanlah makanan-makanannya yang banyak lagi baik dimana saja yang kamu sukai, dan janganlah kamu dekati pohon ini37, yang menyebabkan kamu termasuk orang-orang yang zalim.","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"37. Pohon yang dilarang Allah Subḥānahu wa Ta‘ālā mendekatinya tidak dapat dipastikan, sebab Al-Qur`ān dan Hadis tidak menerangkannya.  Ada yang menamakan pohon khuldi sebagaimana tersebut dalam surah Ṭāhā ayat 120, tapi itu adalah nama yang diberikan setan.","lang":"id"},{"name":"2:36","price":"Lalu keduanya digelincirkan oleh setan dari surga itu38 dan dikeluarkan dari keadaan semula39 dan Kami berfirman, \"Turunlah kamu! Sebagian kamu menjadi musuh bagi yang lain, dan bagi kamu ada tempat kediaman di bumi, dan kesenangan hidup sampai waktu yang ditentukan\".","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"38. Adam dan Hawa dengan tipu daya setan memakan buah pohon yang dilarang itu, yang mengakibatkan keduanya ke luar dari surga, dan Allah menyuruh mereka turun ke dunia.  Yang dimaksud dengan setan di sini ialah iblis yang disebut dalam ayat 34 surah Al-Baqarah di atas.\n39.  Maksud keadaan semula ialah kenikmatan, kemewahan, dan kemuliaan hidup dalam surga.","lang":"id"},{"name":"2:37","price":"Kemudian Adam menerima beberapa kalimat40 dari Tuhan-nya, maka Allah menerima tobatnya.  Sesungguhnya Allah Maha Penerima tobat lagi Maha Penyayang.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"40.  Tentang beberapa kalimat (ajaran-ajaran) dari Tuhan yang diterima oleh Adam sebagian ahli tafsir mengartikannya dengan kata-kata untuk bertobat.","lang":"id"},{"name":"2:38","price":"Kami berfirman, \"Turunlah kamu semuanya dari surga itu! Kemudian jika datang petunjuk-Ku kepadamu, maka barang siapa yang mengikuti petunjuk-Ku, niscaya tidak ada kekhawatiran atas mereka dan tidak (pula) mereka bersedih hati\".","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:39","price":"Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka; mereka kekal di dalamnya.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:40","price":"Hai Bani Isrā`īl 41, ingatlah akan nikmat-Ku yang telah Aku anugerahkan kepadamu, dan penuhilah janjimu kepada-Ku42, niscaya Aku penuhi janji-Ku kepadamu; dan hanya kepada-Ku-lah kamu harus takut (tunduk).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"41.  Isrā`īl  adalah sebutan bagi Nabi Ya`qūb  ‘Alaihissalām.  Bani Isrā`īl  adalah turunan Nabi Ya`qūb ‘Alaihissalām; sekarang terkenal dengan bangsa Yahudi. \n42.  Janji Bani Isrā`īl  kepada Tuhan ialah bahwa mereka akan menyembah Allah Subḥānahu wa Ta‘ālā dan tidak mempersekutukan-Nya dengan sesuatu apa pun, serta beriman kepada rasul-rasul-Nya di antaranya Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam sebagaimana yang tersebut di dalam Taurat.\n","lang":"id"},{"name":"2:41","price":"Dan berimanlah kamu kepada apa yang telah Aku turunkan (Al-Qur`ān) yang membenarkan apa yang ada padamu (Taurat), dan janganlah kamu menjadi orang yang pertama kafir kepadanya, dan janganlah kamu menukarkan ayat-ayat-Ku dengan harga yang rendah, dan hanya kepada Aku-lah kamu harus bertakwa.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:42","price":"Dan janganlah kamu campur adukkan yang hak dengan yang batil dan janganlah kamu sembunyikan yang hak itu43, sedang kamu mengetahui.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"43.  Di antara yang mereka sembunyikan itu ialah Tuhan akan mengutus seseorang nabi dari keturunan Ismā`īl yang akan membangun umat yang besar di belakang hari, yaitu Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam.","lang":"id"},{"name":"2:43","price":"Dan dirikanlah salat, tunaikanlah zakat, dan rukuklah beserta orang-orang yang rukuk44.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"44.  Yang dimaksud ialah salat berjemaah.  Dapat pula diartikan tunduklah kepada perintah­perintah Allah  Subḥānahu wa Ta‘ālā bersama-sama orang-orang yang tunduk.","lang":"id"},{"name":"2:44","price":"Mengapa kamu suruh orang lain (mengerjakan) kebajikan?  Sedang kamu melupakan diri (kewajiban)mu sendiri, padahal kamu membaca Alkitab (Taurat)? Maka tidaklah kamu berpikir?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:45","price":"Dan mintalah pertolongan (kepada Allah) dengan sabar dan salat.  Dan sesungguhnya yang demikian itu sungguh berat, kecuali bagi orang-orang yang khusyuk,","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:46","price":"(yaitu) orang-orang yang meyakini bahwa mereka akan menemui Tuhan-nya, dan bahwa mereka akan kembali kepada-Nya.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:47","price":"Hai Bani Isrā`īl , ingatlah akan nikmat-Ku yang telah Aku anugerahkan kepadamu dan (ingatlah pula) bahwasanya Aku telah melebihkan kamu atas segala umat45.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"45.  Bani Isrā`īl  yang telah diberi rahmat oleh Allah Subḥānahu wa Ta‘ālā dan dilebihkannya dari segala umat ialah nenek moyang mereka yang berada di masa Nabi Musa ‘Alaihissalām.","lang":"id"},{"name":"2:48","price":"Dan jagalah dirimu dari (azab) hari (kiamat, yang pada hari itu) seseorang tidak dapat membela orang lain walau sedikit pun; dan (begitu pula) tidak diterima syafaat46 dan tebusan dari padanya, dan tidaklah mereka akan ditolong.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"46.  Syafaat adalah usaha perantaraan dalam memberikan sesuatu manfaat bagi orang lain atau mengelakkan sesuatu mudarat bagi orang lain.  Syafaat yang tidak diterima di sisi Allah Subḥānahu wa Ta‘ālā adalah syafaat bagi orang-orang kafir.","lang":"id"},{"name":"2:49","price":"Dan (ingatlah) ketika Kami selamatkan kamu dari (Firʻawn ) dan pengikut-pengikutnya; mereka menimpakan kepadamu siksaan yang seberat-beratnya; mereka menyembelih anak-anakmu yang laki-laki dan membiarkan hidup anak-anakmu yang perempuan.  Dan pada yang demikian itu, terdapat cobaan-cobaan yang besar dari Tuhan-mu.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:50","price":"Dan (ingatlah), ketika Kami belah laut untukmu, lalu Kami selamatkan kamu dan Kami tenggelamkan (Firʻawn ) dan pengikut-pengikutnya sedang kamu sendiri menyaksikan47.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"47.  Waktu Nabi Musa ‘Alaihissalām membawa Bani Isrā`īl  ke luar dari negeri Mesir menuju Palestina dan dikejar oleh Firʻawn, mereka harus melalui Laut Merah sebelah utara.  Maka Tuhan memerintahkan kepada Musa ‘Alaihissalām memukul laut itu dengan tongkatnya.  Perintah itu dilaksanakan oleh Musa ‘Alaihissalām hingga terbelahlah laut itu dan terbentanglah jalan raya di tengah-tengahnya.  Musa ‘Alaihissalām melalui jalan itu sampai selamatlah ia dan kaumnya ke seberang.  Sedang Firʻawn  dan pengikut-pengikutnya melalui jalan itu pula, tetapi di waktu mereka berada di tengah-tengah laut, kembalilah laut itu sebagaimana biasa, lalu tenggelamlah mereka.","lang":"id"},{"name":"2:51","price":"Dan (ingatlah), ketika Kami berjanji kepada Musa (memberikan Taurat, sesudah) empat puluh malam, lalu kamu menjadikan anak lembu48 (sebagai sembahan) sepeninggalnya dan kamu adalah orang-orang yang zalim.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"48.   Anak lembu itu dibuat mereka dari emas untuk disembah.","lang":"id"},{"name":"2:52","price":"Kemudian sesudah itu, Kami maafkan kesalahanmu agar kamu bersyukur.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:53","price":"Dan (ingatlah), ketika Kami berikan kepada Musa Alkitab (Taurat) dan keterangan yang membedakan antara yang benar dan yang salah agar kamu mendapat petunjuk.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:54","price":"Dan (ingatlah), ketika Musa berkata kepada kaumnya, \"Hai kaumku, sesungguhnya kamu telah menganiaya dirimu sendiri karena kamu telah menjadikan anak lembu (sembahanmu), maka bertobatlah kepada Tuhan yang menjadikan kamu dan bunuhlah dirimu49.  Hal itu adalah lebih baik bagimu pada sisi Tuhan yang menjadikan kamu; maka Allah akan menerima tobatmu. Sesungguhnya Dia-lah Yang Maha Penerima tobat lagi Maha Penyayang.\"","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"49.   \"Membunuh dirimu\" ada yang mengartikan, orang-orang yang tidak menyembah anak lembu itu membunuh orang yang menyembahnya.  Ada pula yang mengartikan, orang yang menyembah patung anak lembu itu saling bunuh-membunuh, dan ada pula yang mengartikan, mereka disuruh membunuh diri mereka masing-masing untuk bertobat.","lang":"id"},{"name":"2:55","price":"Dan (ingatlah), ketika kamu berkata, \"Hai Musa, kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan terang50, karena itu kamu disambar halilintar51, sedang kamu menyaksikannya\".","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"50.  Maksudnya ialah melihat Allah Subḥānahu wa Ta‘ālā dengan mata kepala. \n51.  Karena permintaan yang semacam ini menunjukkan keingkaran dan ketakaburan mereka.  Oleh sebab itu, mereka disambar halilintar sebagai azab dari Tuhan.","lang":"id"},{"name":"2:56","price":"Setelah itu, Kami bangkitkan kamu sesudah kamu mati52 supaya kamu bersyukur.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"52.  Yang dimaksud dengan \"mati\" di sini menurut sebagian mufasir ialah mati yang sebenarnya, dan menurut sebagian yang lain ialah pingsan akibat sambaran halilintar.","lang":"id"},{"name":"2:57","price":"Dan Kami naungi kamu dengan awan53, dan Kami turunkan kepadamu manna dan salwā.  Makanlah dari makanan yang baik-baik yang telah Kami berikan kepadamu.  Dan tidaklah mereka menganiaya Kami, akan tetapi merekalah yang menganiaya diri mereka sendiri.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"53.  Salah satu nikmat Tuhan kepada mereka ialah mereka selalu dinaungi awan diwaktu mereka berjalan di panas terik padang pasir.  Manna ialah makanan manis bagai madu.  Salwā ialah burung sebangsa puyuh","lang":"id"},{"name":"2:58","price":"Dan (ingatlah), ketika Kami berfirman, \"Masuklah kamu ke negeri ini (Baitul Maqdis), dan makanlah dari hasil buminya yang banyak lagi enak dimana yang kamu sukai, dan masukilah pintu gerbangnya sambil bersujud54, dan katakanlah, \"Bebaskanlah kami dari dosa\", niscaya Kami ampuni kesalahan-kesalahanmu.  Dan kelak Kami akan menambah (pemberian Kami) kepada orang-orang yang berbuat baik\".","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"54.  Maksudnya, menurut sebagian ahli tafsir ialah menundukkan diri.","lang":"id"},{"name":"2:59","price":"Lalu orang-orang yang zalim mengganti perintah dengan (mengerjakan) yang tidak diperintahkan kepada mereka.  Sebab itu, Kami timpakan atas orang-orang yang zalim itu siksa dari langit, karena mereka berbuat fasik.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:60","price":"Dan (ingatlah) ketika Musa memohon air untuk kaumnya, lalu Kami berfirman, \"Pukullah batu itu dengan tongkatmu\".  Lalu memancarlah darinya dua belas55 mata air.  Sungguh tiap-tiap suku telah mengetahui tempat minumnya (masing-masing).  Makan dan minumlah rezeki (yang diberikan) Allah, dan janganlah kamu berkeliaran di muka bumi dengan berbuat kerusakan.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"55.  Ialah sebanyak suku Bani Isrā`īl  sebagaimana tersebut dalam surah Al-Aʻrāf ayat 160.","lang":"id"},{"name":"2:61","price":"Dan (ingatlah), ketika kamu berkata, \"Hai Musa, kami tidak bisa sabar (tahan) dengan satu macam makanan saja.  Sebab itu, mohonkanlah untuk kami kepada Tuhan-mu agar Dia mengeluarkan bagi kami dari apa yang ditumbuhkan bumi, yaitu sayur-mayurnya, ketimunnya, bawang putihnya, kacang adasnya, dan bawang merahnya\".  Musa berkata, \"Maukah kamu mengambil yang rendah sebagai pengganti yang lebih baik? Pergilah kamu ke suatu kota, pasti kamu memperoleh apa yang kamu minta\".  Lalu ditimpakanlah kepada mereka nista dan kehinaan, serta mereka mendapat kemurkaan dari Allah.  Hal itu (terjadi) karena mereka selalu mengingkari ayat-ayat Allah dan membunuh para nabi yang memang tidak dibenarkan.  Demikian itu (terjadi) karena mereka selalu berbuat durhaka dan melampaui batas.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:62","price":"Sesungguhnya orang-orang mukmin, orang-orang Yahudi, orang-orang Nasrani, dan orang-orang Ṣhabi’ īn56, siapa saja diantara mereka yang benar-benar beriman kepada Allah57, hari kemudian, dan beramal saleh58, mereka akan menerima pahala dari Tuhan mereka; tidak ada kekhawatiran kepada mereka, dan tidak (pula) mereka bersedih hati","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"56.  Ṣhabi’ īn ialah orang-orang yang mengikut syariat nabi-nabi zaman dahulu, atau orang-orang yang menyembah bintang, atau yang menyembah dewa-dewa.\n57.  Orang-orang mukmin begitu pula orang Yahudi, Nasrani, dan Ṣhabi’ īn yang beriman kepada Allah Subḥānahu wa Ta‘ālā termasuk beriman kepada Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam, percaya kepada hari akhirat dan mengerjakan amalan yang saleh, mereka mendapat pahala dari Allah Subḥānahu wa Ta‘ālā. \n58.  Ialah perbuatan yang baik yang diperintahkan oleh Agama Islam, baik yang berhubungan dengan ibadah atau tidak.","lang":"id"},{"name":"2:63","price":"Dan (ingatlah), ketika Kami mengambil janji dari kamu dan Kami angkatkan gunung (Ṭūrsīnā`) di atasmu (seraya Kami berfirman), \"Peganglah teguh-teguh apa yang Kami berikan kepadamu dan ingatlah selalu apa yang ada didalamnya agar kamu bertakwa\".","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:64","price":"Kemudian kamu berpaling setelah (adanya perjanjian) itu, maka kalau tidak ada karunia Allah dan rahmat-Nya atasmu, niscaya kamu tergolong orang yang rugi.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:65","price":"Dan sesungguhnya telah kamu ketahui orang-orang yang melanggar diantaramu pada hari Sabtu59, lalu Kami berfirman kepada mereka, \"Jadilah kamu kera yang hina\"60.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"59.  Hari Sabtu ialah hari yang khusus untuk beribadah bagi orang-orang Yahudi. \n60.  Sebagian ahli tafsir memandang bahwa ini sebagai suatu perumpamaan, artinya hati mereka menyerupai hati kera, karena sama-sama tidak menerima nasihat dan peringatan.  Pendapat Jumhur mufasir ialah mereka betul-betul berubah menjadi kera, hanya tidak beranak, tidak makan dan minum, dan hidup tidak lebih dari tiga hari. ","lang":"id"},{"name":"2:66","price":"Maka Kami jadikan yang demikian itu peringatan bagi orang-orang dimasa itu, dan bagi mereka yang datang kemudian, serta menjadi pelajaran bagi orang-orang yang bertakwa.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:67","price":"Dan (ingatlah), ketika Musa berkata kepada kaumnya, \"Sesungguhnya Allah menyuruh kamu menyembelih seekor sapi betina\"61.  Mereka berkata, \"Apakah kamu hendak menjadikan kami buah ejekan?\" Musa menjawab, \"Aku berlindung kepada Allah agar tidak menjadi salah seorang dari orang-orang yang jahil\"62.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"61.  Surah ini dinamai surah Al-Baqarah (Sapi Betina) karena mengandung kisah penyembelihan sapi.\n62.  Hikmah Allah menyuruh menyembelih sapi ialah supaya hilang rasa penghormatan mereka kepada sapi, yang pernah mereka sembah.","lang":"id"},{"name":"2:68","price":"Mereka menjawab, \"Mohonkanlah kepada Tuhan-mu untuk kami, sapi betina apakah itu?\" Musa menjawab, \"Sesungguhnya Allah berfirman bahwa sapi betina itu adalah sapi betina yang tidak muda dan tidak tua; pertengahan antara itu; maka kerjakanlah apa yang diperintahkan kepadamu\". ","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:69","price":"Mereka berkata, \"Mohonkanlah kepada Tuhan-mu untuk kami agar Dia menerangkan kepada kami apa warnanya.\"  Musa menjawab, \"Sesungguhnya Allah berfirman bahwa sapi betina itu adalah sapi betina yang kuning tua warnanya, lagi menyenangkan orang-orang yang memandangnya.\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:70","price":"Mereka berkata, \"Mohonkanlah kepada Tuhan-mu untuk kami agar Dia menerangkan kepada kami, bagaimana hakikat sapi betina itu, karena sesungguhnya sapi itu (masih) samar bagi kami dan sesungguhnya kami insyaallah, akan mendapat petunjuk (untuk memperoleh sapi itu).\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:71","price":"Musa berkata, \"Sesungguhnya Allah berfirman bahwa sapi betina itu adalah sapi betina yang belum pernah dipakai untuk membajak tanah dan tidak pula untuk mengairi tanaman, tidak bercacat, tidak ada belangnya.\" Mereka berkata, \"Sekarang barulah kamu menerangkan hakikat sapi betina yang sebenarnya\".  Kemudian mereka menyembelihnya dan hampir saja mereka tidak melaksanakan perintah itu63.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"63. Karena sapi yang menurut syarat yang disebutkan itu sukar diperoleh, hampir mereka tidak dapat menemukannya. ","lang":"id"},{"name":"2:72","price":"Dan (ingatlah), ketika kamu membunuh seorang manusia, lalu kamu saling tuduh menuduh tentang itu.  Dan Allah hendak menyingkapkan apa yang selama ini kamu sembunyikan.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:73","price":"Lalu Kami berfirman, \"Pukullah mayat itu dengan sebagian anggota sapi betina itu!\" Demikianlah Allah menghidupkan kembali orang-orang yang telah mati, dan memperlihatkan padamu tanda-tanda kekuasaan-Nya agar kamu mengerti64.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"64.  Menurut jumhur mufasir, ayat ini ada hubungannya dengan peristiwa yang dilakukan oleh seorang dari Bani Isrā`īl .  Masing-masing mereka tuduh-menuduh tentang siapa yang melakukan pembunuhan itu.  Setelah mereka membawa persoalan itu kepada Nabi Musa ‘Alaihissalām, Allah Subḥānahu wa Ta‘ālā menyuruh mereka menyembelih seekor sapi betina agar orang yang terbunuh itu dapat hidup kembali, dan menerangkan siapa yang membunuhnya setelah dipukul dengan sebagian dari tubuh sapi itu.","lang":"id"},{"name":"2:74","price":"Kemudian setelah itu, hatimu menjadi keras seperti batu, bahkan lebih keras lagi.  Padahal diantara batu-batu itu sungguh ada yang mengalir sungai-sungai dari padanya dan diantaranya sungguh ada yang terbelah, lalu keluarlah mata air darinya dan di antaranya sungguh ada yang meluncur jatuh, karena takut kepada Allah.  Dan Allah sekali-sekali tidak lengah dari apa yang kamu kerjakan.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:75","price":"Apakah kamu masih mengharapkan mereka akan percaya kepadamu, padahal segolongan dari mereka mendengar firman Allah, lalu mereka mengubahnya setelah mereka memahaminya, sedang mereka mengetahui?65","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"65.  Yang dimaksud ialah nenek moyang mereka yang menyimpan Taurat, lalu Taurat itu diubah­ubah mereka; di antaranya sifat-sifat Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam yang tersebut di dalam Taurat itu. ","lang":"id"},{"name":"2:76","price":"Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, \"Kami pun telah beriman,\" tetapi apabila mereka berada sesama mereka saja, lalu mereka berkata, \"Apakah kamu menceritakan kepada mereka (orang-orang mukmin) apa yang telah diterangkan Allah kepadamu, supaya dengan demikian mereka dapat mengalahkan hujahmu di hadapan Tuhan-mu; tidakkah kamu mengerti?66\"","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"66.  Sebagian Bani Isrā`īl  yang mengaku beriman kepada Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam itu pernah bercerita kepada orang-orang Islam, bahwa dalam Taurat memang disebutkan tentang kedatangan Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam.  Maka golongan lain menegur mereka dengan mengatakan, \"Mengapa kamu ceritakan hal itu kepada orang-orang Islam sehingga hujah mereka bertambah kuat?\" ","lang":"id"},{"name":"2:77","price":"Tidakkah mereka mengetahui bahwa Allah mengetahui segala yang mereka sembunyikan dan segala yang mereka nyatakan?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:78","price":"Dan di antara mereka ada yang buta huruf, tidak mengetahui Alkitab (Taurat), kecuali dongengan bohong belaka67 dan mereka hanya menduga-duga.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"67.  Kebanyakan bangsa Yahudi itu buta huruf dan tidak mengetahui isi Taurat, selain dari dongeng­dongeng yang diceritakan pendeta-pendeta mereka.","lang":"id"},{"name":"2:79","price":"Maka kecelakaan yang besarlah bagi orang-orang yang menulis Alkitab dengan tangan mereka sendiri, lalu dikatakannya, \"Ini dari Allah\", (dengan maksud) untuk memperoleh keuntungan yang sedikit dengan perbuatan itu.  Maka kecelakaan besarlah bagi mereka akibat apa yang ditulis oleh tangan mereka sendiri, dan kecelakaan besarlah bagi mereka, akibat apa yang mereka kerjakan.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:80","price":"Dan mereka berkata, \"Kami sekali-kali tidak akan disentuh oleh api neraka, kecuali selama beberapa hari saja\".  Katakanlah, \"Sudahkah kamu menerima janji dari Allah sehingga Allah tidak akan memungkiri janji-Nya ataukah kamu hanya mengatakan terhadap Allah apa yang tidak kamu ketahui?\".","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:81","price":"(Bukan demikian), yang benar, barang siapa berbuat dosa dan ia telah diliputi oleh dosanya, mereka itulah penghuni neraka; mereka kekal di dalamnya.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:82","price":"Dan orang-orang yang beriman serta beramal saleh, mereka itu penghuni surga; mereka kekal di dalamnya.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:83","price":"Dan (ingatlah), ketika Kami mengambil janji dari Bani Isrā`īl , (yaitu) janganlah kamu menyembah selain Allah; dan berbuat baiklah kepada ibu bapak, kaum kerabat, anak-anak yatim, dan orang-orang miskin; serta ucapkanlah kata-kata yang baik kepada manusia; dirikanlah salat dan tunaikanlah zakat.  Kemudian, kamu tidak memenuhi janji itu, kecuali sebagian kecil dari kamu, dan kamu selalu berpaling.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:84","price":"Dan (ingatlah), ketika Kami mengambil janji dari kamu, (yaitu) kamu tidak akan menumpahkan darahmu (membunuh orang), dan kamu tidak akan mengusir dirimu (saudaramu sebangsa) dari kampung halamanmu, kemudian kamu berikrar (akan memenuhinya) sedang kamu mempersaksikannya.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:85","price":"Kemudian kamu (Bani Isrā`īl ) membunuh dirimu (saudaramu sebangsa) dan mengusir segolongan dari kamu dari kampung halamannya; kamu bantu membantu terhadap mereka dengan membuat dosa dan permusuhan; tetapi jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal mengusir mereka itu (juga) terlarang bagimu68.  Apakah kamu beriman kepada sebagian Alkitab (Taurat) dan ingkar terhadap sebagian yang lain? Tiadalah balasan bagi orang yang berbuat demikian darimu, melainkan kenistaan dalam kehidupan dunia, dan pada hari kiamat mereka dikembalikan kepada siksa yang sangat berat.  Allah tidak lengah dari apa yang kamu perbuat.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"68. Ayat ini berkenaan dengan cerita orang Yahudi di Madinah pada permulaan hijrah.  Nadhir bersekutu dengan orang­orang Khazraj.  Antara suku Aus dan suku Khazraj sebelum Islam, selalu terjadi persengketaan dan peperangan, yang menyebabkan Bani Qurayẓah membantu Aws dan Bani Naḍīr membantu orang-orang Khazraj.  Sampai antara kedua suku Yahudi itu pun terjadi peperangan dan tawan menawan karena membantu sekutunya.  Tetapi jika kemudian ada orang-orang Yahudi tertawan, maka kedua suku Yahudi itu bersepakat untuk menebusnya, kendatipun mereka tadinya berperang.","lang":"id"},{"name":"2:86","price":"Itulah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat, maka tidak akan diringankan siksa mereka dan mereka tidak akan ditolong.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:87","price":"Dan sesungguhnya Kami telah mendatangkan Alkitab (Taurat) kepada Musa, dan Kami telah menyusulinya (berturut-turut) sesudah itu dengan rasul-rasul, dan telah Kami berikan bukti-bukti kebenaran (mukjizat) kepada ʻIsa putra Maryam dan Kami memperkuatnya dengan Rūhul Qudus69.   Apakah setiap datang kepadamu seorang rasul membawa sesuatu (pelajaran) yang tidak sesuai dengan keinginanmu lalu kamu angkuh, maka beberapa orang (diantara mereka) kamu dustakan dan beberapa orang (yang lain) kamu bunuh?","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"69.   Maksudnya, kejadian ʻIsa ‘Alaihissalām adalah kejadian yang luar biasa, tanpa bapak, yaitu dengan tiupan Rūhul Qudus oleh Jibril kepada diri Maryam. Ini termasuk mukjizat ʻIsa ‘Alaihissalām.  Menurut jumhur mufasir, bahwa Rūhul Qudus itu ialah Malaikat Jibril ‘Alaihissalām. ","lang":"id"},{"name":"2:88","price":"Dan mereka berkata, \"Hati kami tertutup\".  Tetapi sebenarnya Allah telah mengutuk mereka karena keingkaran mereka, maka sedikit sekali mereka yang beriman.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:89","price":"Dan setelah datang kepada mereka Al-Qur`ān dari Allah yang membenarkan apa yang ada pada mereka, padahal sebelumnya mereka biasa memohon (kedatangan nabi) untuk mendapat kemenangan atas orang-orang kafir, maka setelah datang kepada mereka apa yang telah mereka ketahui70, mereka lalu ingkar kepadanya.  Maka laknat Allah-lah atas orang-orang yang ingkar itu.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"70.  Maksudnya, kedatangan Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam yang tersebut dalam Taurat di mana diterangkan sifat-sifatnya. ","lang":"id"},{"name":"2:90","price":"Alangkah buruknya (perbuatan) mereka yang menjual dirinya sendiri dengan kekafiran kepada apa yang telah diturunkan Allah, karena dengki bahwa Allah menurunkan karunia-Nya71 kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya.  Karena itu, mereka mendapat murka sesudah (mendapat) kemurkaan72.  Dan untuk orang-orang kafir siksaan yang menghinakan.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"71.  Maksudnya, Allah Subḥānahu wa Ta‘ālā menurunkan wahyu (kenabian) kepada Muhammad Ṣallallāhu ʻAlaihi wa Sallam. \n72.  Maksudnya, mereka mendapat kemurkaan yang berlipat-ganda yaitu kemurkaan karena tidak beriman kepada Muhammad Ṣallallāhu ʻAlaihi wa Sallam dan kemurkaan yang disebabkan perbuatan mereka dahulu, yaitu membunuh nabi, mendustakannya, mengubah-ubah isi Taurat, dan sebagainya.","lang":"id"},{"name":"2:91","price":"Dan apabila dikatakan kepada mereka, \"Berimanlah kepada Al-Qur`ān yang diturunkan Allah,\" mereka berkata, \"Kami hanya beriman kepada apa yang diturunkan kepada kami\". Dan mereka kafir kepada Al-Qur`ān yang diturunkan sesudahnya, sedang Al-Qur`ān itu adalah (Kitab) yang hak; yang membenarkan apa yang ada pada mereka. Katakanlah, \"Mengapa kamu dahulu membunuh nabi-nabi Allah jika benar kamu orang-orang yang beriman?\"","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:92","price":"Sesungguhnya Musa telah datang kepadamu membawa bukti-bukti kebenaran (mukjizat), kemudian kamu jadikan anak sapi (sebagai sembahan) sesudah (kepergian)nya73, dan sebenarnya kamu adalah orang-orang yang zalim.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"73. Maksudnya, kepergian Musa ‘Alaihissalām ke bukit Ṭūrsīnā` yang terletak di Sinai, sesudah didatangkan kepadanya mukjizat-mukjizat. ","lang":"id"},{"name":"2:93","price":"Dan (ingatlah), ketika Kami mengambil janji dari kamu dan Kami angkat bukit (Ṭūrsīnā`) di atasmu (seraya Kami berfirman), \"Peganglah teguh-teguh apa yang Kami berikan kepadamu dan dengarkanlah!\" Mereka menjawab, \"Kami mendengar tetapi tidak menaati\".  Dan telah diresapkan ke dalam hati mereka itu (kecintaan menyembah) anak sapi karena kekafirannya. Katakanlah, \"Amat jahat perbuatan yang diperintahkan imanmu kepadamu jika betul kamu beriman (kepada Taurat)\".","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"74.  Perbuatan jahat yang mereka kerjakan ialah menyembah anak sapi, membunuh nabi-nabi, dan melanggar janji. ","lang":"id"},{"name":"2:94","price":"Katakanlah, \"Jika kamu (menganggap bahwa) kampung akhirat (surga) itu khusus untukmu di sisi Allah, bukan untuk orang lain, maka inginilah75 kematian(mu), jika kamu memang benar.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"75.  Maksudnya, mintalah agar kamu dimatikan sekarang saja.","lang":"id"},{"name":"2:95","price":"Dan sekali-kali mereka tidak akan mengingini kematian itu selama-lamanya, karena kesalahan-kesalahan yang telah diperbuat oleh tangan mereka (sendiri).  Dan Allah Maha Mengetahui siapa orang-orang yang aniaya.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:96","price":"Dan sungguh kamu akan mendapati mereka, manusia yang paling loba kepada kehidupan (di dunia), bahkan (lebih loba lagi) dari orang-orang musyrik.  Masing-masing mereka ingin agar diberi umur seribu tahun, padahal umur panjang itu sekali-kali tidak akan menjauhkannya dari siksa.  Allah Maha Mengetahui apa yang mereka kerjakan.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:97","price":"Katakanlah, \"Barang siapa yang menjadi musuh Jibril, maka Jibril itu telah menurunkannya (Al-Qur`ān) ke dalam hatimu dengan seizin Allah; membenarkan apa (kitab-kitab) yang sebelumnya dan menjadi petunjuk serta berita gembira bagi orang-orang yang beriman.\"","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:98","price":"Barang siapa yang menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya, Jibril dan Mikail, maka sesungguhnya Allah adalah musuh orang-orang kafir.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:99","price":"Dan sesungguhnya Kami telah menurunkan kepadamu ayat-ayat yang jelas; dan tak ada yang ingkar kepadanya, melainkan orang-orang yang fasik.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:100","price":"Patutkah (mereka ingkar kepada ayat-ayat Allah)? Dan setiap kali mereka mengikat janji, segolongan mereka melemparkannya.  Bahkan sebagian besar dari mereka tidak beriman.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:101","price":"Dan setelah datang kepada mereka seorang rasul dari sisi Allah yang membenarkan apa (kitab) yang ada pada mereka, sebagian dari orang-orang yang diberi kitab (Taurat) melemparkan kitab Allah ke belakang (punggung)nya, seolah-olah mereka tidak mengetahui (bahwa itu adalah kitab Allah).","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:102","price":"Dan mereka mengikuti apa76 yang dibaca oleh setan-setan77 pada masa kerajaan Sulaymān (dan mereka mengatakan bahwa Sulaymān itu mengerjakan sihir), padahal Sulaymān tidak kafir (tidak mengerjakan sihir), hanya setan-setan itulah yang kafir (mengerjakan sihir).  Mereka mengajarkan sihir kepada manusia dan apa yang diturunkan kepada dua malaikat78 di negeri Bābil, yaitu Hārūt dan Mārūt, sedang keduanya tidak mengajarkan (sesuatu) kepada seorang pun sebelum mengatakan, \"Sesungguhnya kami hanya cobaan (bagimu), sebab itu janganlah kamu kafir\". Maka mereka mempelajari dari kedua malaikat itu apa yang dengan sihir itu, mereka dapat menceraikan antara seorang (suami) dengan istrinya79.  Dan mereka itu (ahli sihir) tidak memberi mudarat dengan sihirnya kepada seorang pun, kecuali dengan izin Allah. Dan mereka mempelajari sesuatu yang memberi mudarat kepadanya dan tidak memberi manfaat.  Demi, sesungguhnya mereka telah meyakini bahwa barang siapa yang menukarnya (kitab Allah) dengan sihir itu, tiadalah baginya keuntungan di akhirat, dan amat jahatlah perbuatan mereka menjual dirinya dengan sihir kalau mereka mengetahui.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"76.  Maksudnya, kitab-kitab sihir.\n77.  Setan-setan itu menyebarkan berita-berita bohong, bahwa Nabi Sulaymān ‘Alaihissalām menyimpan lembaran­lembaran sihir. (Ibnu Kaṡīr).  \n78.  Para mufasir berlainan pendapat tentang yang dimaksud dengan 2  malaikat itu.  Ada yang berpendapat, mereka betul-betul Malaikat; dan ada pula yang berpendapat, orang yang dipandang saleh seperti malaikat; dan ada pula yang berpendapat, dua orang jahat yang pura-pura saleh, seperti malaikat. \n79.  Bermacam-macam sihir yang dikerjakan orang Yahudi, sampai kepada sihir untuk mencerai-beraikan masyarakat, seperti mencerai-beraikan suami istri. ","lang":"id"},{"name":"2:103","price":"Sesungguhnya kalau mereka beriman dan bertakwa, (niscaya mereka akan mendapat pahala), dan sesungguhnya pahala dari sisi Allah adalah lebih baik kalau mereka mengetahui.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:104","price":"Hai orang-orang yang beriman, janganlah kamu katakan (kepada Muhammad), \"Rā`inā\", tetapi katakanlah, \"Unẓurnā\", dan \"dengarlah\".  Dan bagi orang-orang yang kafir siksaan yang pedih.80","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"80.  \"Rā`inā\" berarti, \"sudilah kiranya kamu memperhatikan kami\". Di kala para sahabat menghadapkan kata ini kepada Rasulullah Ṣallallāhu ʻAlaihi wa Sallam, orang Yahudi pun memakai pula kata ini dengan digumamkan seakan­akan menyebut \"Rā`inā\", padahal yang mereka katakan ialah \"Ru`ūnah\", yang berarti kebodohan yang sangat, sebagai ejekan kepada Rasulullah Ṣallallāhu ʻAlaihi wa Sallam. Itulah sebabnya Tuhan menyuruh supaya sahabat-sahabat menukar perkataan \"Rā`inā\" dengan  \"Unẓurnā\" yang juga sama artinya dengan  \"Rā`inā\". ","lang":"id"},{"name":"2:105","price":"Orang-orang kafir dari ahli kitab dan orang-orang musyrik tiada menginginkan diturunkannya sesuatu kebaikan kepadamu dari Tuhan-mu.  Dan Allah menentukan siapa yang dikehendaki-Nya (untuk diberi) rahmat-Nya (kenabian); dan Allah mempunyai karunia yang besar.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:106","price":"Ayat81 mana saja yang Kami nasakhkan, atau Kami jadikan (manusia) lupa kepadanya, Kami datangkan yang lebih baik darinya atau yang sebanding dengannya.  Tiadakah kamu mengetahui bahwa sesungguhnya Allah Maha Kuasa atas segala sesuatu?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"81.  Para mufasir berlainan pendapat tentang arti \"ayat\", ada yang mengartikan ayat Al-Qur`ān, dan ada yang mengartikan mukjizat.","lang":"id"},{"name":"2:107","price":"Tiadakah kamu mengetahui bahwa kerajaan langit dan bumi adalah kepunyaan Allah? Dan tiada bagimu, selain Allah seorang pelindung maupun seorang penolong.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:108","price":"Apakah kamu menghendaki untuk meminta kepada rasul kamu seperti Bani Isrā`īl  meminta kepada Musa pada zaman dahulu? Dan barang siapa yang menukar iman dengan kekafiran, maka sungguh orang itu telah sesat dari jalan yang lurus.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:109","price":"Sebagian besar ahli kitab menginginkan agar mereka dapat mengembalikan kamu kepada kekafiran setelah kamu beriman, karena dengki yang (timbul) dari diri mereka sendiri, setelah nyata bagi mereka kebenaran.  Maka maafkanlah dan biarkanlah mereka, sampai Allah mendatangkan perintah-Nya82.  Sesungguhnya Allah Maha Kuasa atas segala sesuatu.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"82.  Maksudnya ialah izin  memerangi dan mengusir orang Yahudi.","lang":"id"},{"name":"2:110","price":"Dan dirikanlah salat dan tunaikanlah zakat.  Dan kebaikan apa saja yang kamu usahakan bagi dirimu, tentu kamu akan mendapat pahalanya pada sisi Allah.  Sesungguhnya Alah Maha Melihat apa-apa yang kamu kerjakan.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:111","price":"Dan mereka (Yahudi dan Nasrani) berkata, \"Sekali-kali tidak akan masuk surga kecuali orang-orang (yang beragama) Yahudi atau Nasrani\".  Demikian itu (hanya) angan-angan mereka yang kosong belaka.  Katakanlah, \"Tunjukkanlah bukti kebenaranmu jika kamu adalah orang yang benar\".","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:112","price":"(Tidak demikian) bahkan barang siapa yang menyerahkan diri kepada Allah, sedang ia berbuat kebajikan, maka baginya pahala pada sisi Tuhan-nya, dan tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:113","price":"Dan orang-orang Yahudi berkata, \"Orang-orang Nasrani itu tidak mempunyai suatu pegangan\", dan orang-orang Nasrani berkata, \"Orang-orang Yahudi tidak mempunyai sesuatu pegangan\", padahal mereka (sama-sama) membaca Alkitab.  Demikian pula orang-orang yang tidak mengetahui, mengatakan seperti ucapan mereka itu.  Maka Allah akan mengadili diantara mereka pada hari kiamat, tentang apa-apa yang mereka berselisih padanya.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:114","price":"Dan siapakah yang lebih aniaya daripada orang yang menghalang-halangi menyebut nama Allah dalam masjid-masjid-Nya, dan berusaha untuk merobohkannya? Mereka itu tidak sepatutnya masuk ke dalamnya (masjid Allah), kecuali dengan rasa takut (kepada Allah). Mereka di dunia mendapat kehinaan dan di akhirat mendapat siksa yang berat.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:115","price":"Dan kepunyaan Allah-lah timur dan barat, maka kemana pun kamu menghadap di situlah wajah Allah83.  Sesungguhnya Allah Maha Luas (rahmat-Nya) lagi Maha Mengetahui.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"83.  Aṭ- Ṭabarī menyebutkan bahwa ayat ini turun berkenaan tentang suatu kaum yang suatu ketika tidak dapat melihat arah kiblat yang tepat, sehingga mereka salat ke arah yang berbeda-beda.  ","lang":"id"},{"name":"2:116","price":"Mereka (orang-orang kafir) berkata, \"Allah mempunyai anak\".  Maha Suci Allah, bahkan apa yang ada di langit dan di bumi adalah kepunyaan Allah; semua tunduk kepada-Nya.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:117","price":"Allah Pencipta langit dan bumi, dan bila Dia berkehendak (untuk menciptakan) sesuatu, maka (cukuplah) Dia hanya mengatakan kepadanya, \"Jadilah\".  Lalu jadilah ia.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:118","price":"Dan orang-orang yang tidak mengetahui berkata, \"Mengapa Allah tidak (langsung) berbicara dengan kami atau datang tanda-tanda kekuasaan-Nya kepada kami?\" Demikian pula orang-orang yang sebelum mereka telah mengatakan seperti ucapan mereka itu; hati mereka serupa.  Sesungguhnya Kami telah menjelaskan tanda-tanda kekuasaan Kami kepada kaum yang yakin.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:119","price":"Sesungguhnya Kami telah mengutusmu (Muhammad) dengan kebenaran sebagai pembawa berita gembira dan pemberi peringatan, dan kamu tidak akan diminta (pertanggunganjawaban) tentang penghuni-penghuni neraka.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:120","price":"Orang-orang Yahudi dan Nasrani tidak akan senang kepada kamu hingga kamu mengikuti agama mereka.  Katakanlah, \"Sesungguhnya petunjuk Allah itulah petunjuk (yang benar)\".  Dan sesungguhnya jika kamu mengikuti kemauan mereka setelah pengetahuan datang kepadamu, maka Allah tidak lagi menjadi pelindung dan penolong bagimu.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:121","price":"Orang-orang yang telah Kami berikan Alkitab kepadanya, mereka membacanya dengan bacaan yang sebenarnya84, mereka itu beriman kepadanya.  Dan barang siapa yang ingkar kepadanya, maka mereka itulah orang-orang yang rugi.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"84.  Maksudnya, tidak mengubah dan menakwilkan Alkitab sekehendak hatinya. ","lang":"id"},{"name":"2:122","price":"Hai Bani Isrā`īl , ingatlah akan nikmat-Ku yang telah Ku-anugerahkan kepadamu dan Aku telah melebihkan kamu atas segala umat85.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"85.  Maksudnya, umat yang semasa dengan Bani Isrā`īl . ","lang":"id"},{"name":"2:123","price":"Dan takutlah kamu kepada suatu hari di waktu seseorang tidak dapat menggantikan86 seseorang lain sedikit pun, dan tidak akan diterima suatu tebusan darinya dan tidak akan memberi manfaat sesuatu syafaat kepadanya, dan tidak (pula) mereka akan ditolong.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"86.  Maksudnya ialah dosa dan pahala seseorang tidak dapat dipindahkan kepada orang lain.","lang":"id"},{"name":"2:124","price":"Dan (ingatlah), ketika Ibrāhīm diuji87 Tuhan-nya dengan beberapa kalimat (perintah dan larangan), lalu Ibrāhīm menunaikannya.  Allah berfirman, \"Sesungguhnya Aku akan menjadikanmu imam bagi seluruh manusia\".  Ibrāhīm berkata, \"(Dan saya mohon juga) dari keturunanku\"88.  Allah berfirman, \"Janji-Ku (ini) tidak mengenai orang-orang yang zalim\".","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"87.  Ujian terhadap Nabi Ibrāhīm ‘Alaihissalām di antaranya ialah membangun Kakbah, membersihkan Kakbah dari kemusyrikan, mengurbankan anaknya Ismā`īl ‘Alaihissalām, menghadapi raja Namrūż, dan lain-lain. \n88.  Allah telah mengabulkan doa Nabi Ibrāhīm ‘Alaihissalām, karena banyak di antara rasul-rasul itu adalah keturunan Nabi Ibrāhīm ‘Alaihissalām.","lang":"id"},{"name":"2:125","price":"Dan (ingatlah), ketika Kami menjadikan rumah itu (Baitullah) tempat berkumpul bagi manusia dan tempat yang aman.  Dan jadikanlah sebagaian maqām Ibrāhīm89 tempat salat.  Dan telah Kami perintahkan kepada Ibrāhīm dan Ismā`īl, \"Bersihkanlah rumah-Ku untuk orang-orang yang tawaf, yang iktikaf, yang rukuk, dan yang sujud\".","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"89.  Ialah tempat berdiri Nabi Ibrāhīm ‘Alaihissalām di waktu membuat Kakbah.","lang":"id"},{"name":"2:126","price":"Dan (ingatlah), ketika Ibrāhīm berdoa, \"Ya Tuhan-ku, jadikanlah negeri ini, negeri yang aman sentosa, dan berikanlah rezeki dari buah-buahan kepada penduduknya yang beriman diantara mereka kepada Allah dan hari kemudian\".  Allah berfirman, \"Dan kepada orang yang kafir pun Aku beri kesenangan sementara, kemudian Aku paksa ia menjalani siksa neraka dan itulah seburuk-buruk tempat kembali\".","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:127","price":"Dan (ingatlah), ketika Ibrāhīm meninggikan (membina) dasar-dasar Baitullah bersama Ismā`īl (seraya berdoa), \"Ya Tuhan kami terimalah daripada kami (amalan kami), sesungguhnya Engkau-lah Yang Maha Mendengar lagi Maha Mengetahui\".","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:128","price":"Ya Tuhan kami, jadikanlah kami berdua orang yang tunduk patuh kepada Engkau, dan (jadikanlah) diantara anak cucu kami umat yang tunduk patuh kepada Engkau, dan tunjukkanlah kepada kami cara-cara dan tempat-tempat ibadah haji kami, dan terimalah tobat kami.  Sesungguhnya Engkau-lah Yang Maha Penerima tobat lagi Maha Penyayang.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:129","price":"Ya Tuhan kami, utuslah untuk mereka seorang rasul dari kalangan mereka, yang akan membacakan kepada mereka ayat-ayat Engkau, dan mengajarkan kepada mereka Alkitab (Al-Qur`ān) dan Al-Hikmah (As-Sunnah) serta menyucikan mereka.  Sesungguhnya Engkau-lah yang Maha Perkasa lagi Maha Bijaksana.\"","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:130","price":"Dan tidak ada yang benci kepada agama Ibrāhīm, melainkan orang yang memperbodoh dirinya sendiri, dan sungguh Kami telah memilihnya90 di dunia dan sesungguhnya dia di akhirat benar-benar termasuk orang-orang yang saleh.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"90.  Di antaranya menjadi imam, rasul, banyak keturunannya yang menjadi nabi, diberi gelar khalīlullāh.","lang":"id"},{"name":"2:131","price":"Ketika Tuhan-nya berfirman kepadanya, \"Tunduk patuhlah!\"Ibrāhīm menjawab, \"Aku tunduk patuh kepada Tuhan semesta alam\".","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:132","price":"Dan Ibrāhīm  telah mewasiatkan ucapan itu kepada anak-anaknya, demikian pula Ya`qūb (Ibrāhīm berkata), \"Hai anak-anakku! Sesungguhnya Allah telah memilih agama ini bagimu, maka janganlah kamu mati kecuali dalam memeluk agama Islam\".","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:133","price":"Adakah kamu hadir ketika Ya`qūb kedatangan (tanda-tanda) maut, ketika ia berkata kepada anak-anaknya, \"Apa yang kamu sembah sepeninggalku?\" Mereka menjawab, \"Kami akan menyembah Tuhan-mu dan Tuhan nenek moyangmu,  Ibrāhīm, Ismā`īl dan Ishāq, (yaitu) Tuhan Yang Maha Esa dan kami hanya tunduk patuh kepada-Nya\".","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:134","price":"Itu adalah umat yang lalu; baginya apa yang telah diusahakannya dan bagimu apa yang sudah kamu usahakan; dan kamu tidak akan diminta pertanggungan jawab tentang apa yang telah mereka kerjakan.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:135","price":"Dan mereka berkata, \"Hendaklah kamu menjadi penganut agama Yahudi atau Nasrani, niscaya kamu mendapat petunjuk\".  Katakanlah, \"Tidak, bahkan (kami mengikuti) agama Ibrāhīm yang lurus.  Dan bukanlah dia (Ibrāhīm) dari golongan orang musyrik\".","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:136","price":"Katakanlah (hai orang-orang mukmin), \"Kami beriman kepada Allah dan apa yang diturunkan kepada kami, dan apa yang diturunkan kepada Ibrāhīm, Ismā`īl, Ishāq, Ya`qūb, dan anak cucunya, dan apa yang diberikan kepada Musa dan ʻIsa serta apa yang diberikan kepada nabi-nabi dari Tuhan-nya.  Kami tidak membeda-bedakan seorang pun diantara mereka dan kami hanya tunduk patuh kepada-Nya\".","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:137","price":"Maka jika mereka beriman kepada apa yang kamu telah beriman kepadanya, sungguh mereka telah mendapat petunjuk; dan jika mereka berpaling, sesungguhnya mereka berada dalam permusuhan (dengan kamu).  Maka Allah akan memelihara kamu dari mereka.  Dan Dia-lah Yang Maha Mendengar lagi Maha Mengetahui.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:138","price":"Ṣibgah91 Allah.  Dan siapakah yang lebih baik Ṣibgah-nya daripada Allah? Dan hanya kepada-Nya-lah kami menyembah.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"91.  Ṣibgah artinya celupan.  Ṣibgah Allah Subḥānahu wa Ta‘ālā adalah \"celupan Allah Subḥānahu wa Ta‘ālā\" yang berarti iman kepada Allah Subḥānahu wa Ta‘ālā (agama) yang tidak disertai dengan kemusyrikan. ","lang":"id"},{"name":"2:139","price":"Katakanlah, \"Apakah kamu memperdebatkan dengan kami tentang Allah, padahal Dia adalah Tuhan kami dan Tuhan kamu; bagi kami amalan kami, dan bagi kamu amalan kamu dan hanya kepada-Nya kami mengikhlaskan hati,","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:140","price":"ataukah kamu (hai orang-orang Yahudi dan Nasrani) mengatakan bahwa Ibrāhīm, Ismā`īl, Ishāq, Ya`qūb, dan anak cucunya, adalah penganut agama Yahudi atau Nasrani?\" Katakanlah, \"Apakah kamu yang lebih mengetahui ataukah Allah, dan siapakah yang lebih zalim dari pada orang yang menyembunyikan syahadat dari Allah92 yang ada padanya?\" Dan Allah sekali-kali tiada lengah dari apa yang kamu kerjakan.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"92.  Syahadat dari Allah Subḥānahu wa Ta‘ālā ialah persaksian Allah Subḥānahu wa Ta‘ālā yang tersebut dalam Taurat dan Injil bahwa Ibrāhīm‘Alaihissalām dan anak cucunya bukan penganut agama Yahudi atau Nasrani, dan bahwa Allah Subḥānahu wa Ta‘ālā akan mengutus Muhammad Ṣallallāhu ʻAlaihi wa Sallam .","lang":"id"},{"name":"2:141","price":"Itu adalah umat yang telah lalu; baginya apa yang diusahakannya dan bagimu apa yang kamu usahakan; dan kamu tidak akan diminta pertanggungan jawab tentang apa yang telah mereka kerjakan.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:142","price":"Orang-orang yang kurang akalnya93 di antara manusia akan berkata, \"Apakah yang memalingkan mereka (umat Islam) dari kiblatnya (Baitul Maqdis) yang dahulu mereka telah berkiblat kepadanya?\" Katakanlah, \"Kepunyaan Allah-lah timur dan barat; Dia memberi petunjuk kepada siapa yang dikehendaki-Nya ke jalan yang lurus\"94.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"93.  Maksudnya ialah orang-orang yang kurang pikirannya sehingga tidak dapat memahami maksud pemindahan kiblat. \n94.  Di waktu Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam berada di Mekah, di tengah-tengah kaum musyrikin beliau berkiblat ke Baitul Maqdis.  Tetapi setelah 16 atau 17 bulan Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam berada di Madinah, di tengah-tengah orang Yahudi dan Nasrani, beliau disuruh oleh Tuhan untuk mengambil Kakbah menjadi kiblat.  Terutama sekali untuk memberi pengertian bahwa dalam ibadah salat itu bukanlah arah Baitul Maqdis dan Kakbah itu menjadi tujuan, tetapi menghadapkan diri kepada Tuhan.  Untuk persatuan umat lslam, Allah Subḥānahu wa Ta‘ālā menjadikan Kakbah sebagai kiblat. ","lang":"id"},{"name":"2:143","price":"Dan demikian (pula) Kami telah menjadikan kamu (umat Islam), umat yang adil dan pilihan95 agar kamu menjadi saksi atas (perbuatan) manusia dan agar rasul (Muhammad) menjadi saksi atas (perbuatan) kamu.  Dan Kami tidak menetapkan kiblat yang menjadi kiblatmu (sekarang) melainkan agar Kami mengetahui (supaya nyata) siapa yang mengikuti rasul dan siapa yang membelot.  Dan sungguh (pemindahan kiblat) itu terasa amat berat, kecuali bagi orang-orang yang telah diberi petunjuk oleh Allah; dan Allah tidak akan menyia-nyiakan imanmu.  Sesungguhnya Allah Maha Pengasih lagi Maha Penyayang kepada manusia.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"95.  Umat lslam dijadikan umat yang adil dan pilihan, karena mereka akan menjadi saksi atas perbuatan orang yang menyimpang dari kebenaran, baik di dunia maupun di akhirat.","lang":"id"},{"name":"2:144","price":"Sungguh Kami (sering) melihat mukamu menengadah ke langit96, maka sungguh Kami akan memalingkan kamu ke kiblat yang kamu sukai.  Palingkanlah mukamu ke arah Masjidil Haram.  Dan dimana saja kamu berada, palingkanlah mukamu ke arahnya.  Dan sesungguhnya orang-orang (Yahudi dan Nasrani) yang diberi Alkitab (Taurat dan Injil) memang mengetahui bahwa berpaling ke Masjidil Haram itu adalah benar dari Tuhan-nya; dan Allah sekali-kali tidak lengah dari apa yang mereka kerjakan.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"96.  Maksudnya ialah Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam sering melihat ke langit berdoa dan menunggu-nunggu turunnya wahyu yang memerintahkan beliau menghadap ke Baitullah. ","lang":"id"},{"name":"2:145","price":"Dan sesungguhnya jika kamu mendatangkan kepada orang-orang (Yahudi dan Nasrani) yang diberi Alkitab (Taurat dan Injil), semua ayat (keterangan), mereka tidak akan mengikuti kiblatmu, dan kamu pun tidak akan mengikuti kiblat mereka, dan sebagian mereka pun tidak akan mengikuti kiblat sebagian yang lain.  Dan sesungguhnya jika kamu mengikuti keinginan mereka setelah datang ilmu kepadamu, sesungguhnya kamu kalau begitu termasuk golongan orang-orang yang zalim.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:146","price":"Orang-orang (Yahudi dan Nasrani) yang telah Kami beri Alkitab (Taurat dan Injil) mengenal Muhammad97 seperti mereka mengenal anak-anaknya sendiri.  Dan sesungguhnya sebagian di antara mereka menyembunyikan kebenaran, padahal mereka mengetahui.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"97.  Mengenal Muhammad Ṣallallāhu ʻAlaihi wa Sallam, yaitu mengenal sifat-sifatnya sebagaimana yang tersebut dalam Taurat dan Injil. ","lang":"id"},{"name":"2:147","price":"Kebenaran itu adalah dari Tuhan-mu, sebab itu jangan sekali-kali kamu termasuk orang-orang yang ragu.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:148","price":"Dan bagi tiap-tiap umat ada kiblatnya (sendiri) yang ia menghadap kepadanya.  Maka berlomba-lombalah (dalam berbuat) kebaikan.  Di mana saja kamu berada, pasti Allah akan mengumpulkan kamu sekalian (pada hari kiamat).  Sesungguhnya Allah Maha Kuasa atas segala sesuatu.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:149","price":"Dan dari mana saja kamu keluar, maka palingkanlah wajahmu ke arah Masjidil Haram; sesungguhnya ketentuan itu benar-benar sesuatu yang hak dari Tuhan-mu. Dan Allah sekali-kali tidak lengah dari apa yang kamu kerjakan.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:150","price":"Dan dari mana saja kamu keluar, maka palingkanlah wajahmu ke arah Masjidil Haram. Dan dimana saja kamu (sekalian) berada, maka palingkanlah wajahmu ke arahnya, agar tidak ada hujah bagi manusia atas kamu, kecuali orang-orang yang zalim diantara mereka. Maka janganlah kamu takut kepada mereka dan takutlah kepada-Ku.  Dan agar Ku-sempurnakan nikmat-Ku atasmu, dan supaya kamu mendapat petunjuk.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:151","price":"Sebagaimana (Kami telah menyempurnakan nikmat Kami kepadamu) Kami telah mengutus kepadamu rasul diantara kamu yang membacakan ayat-ayat Kami kepada kamu dan menyucikan kamu dan mengajarkan kepadamu Alkitab dan Al-Hikmah98, serta mengajarkan kepada kamu apa yang belum kamu ketahui.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"98.  Al-Hikmah ialah As-Sunnah An-Nabawiyah.","lang":"id"},{"name":"2:152","price":"Karena itu, ingatlah kamu kepada-Ku niscaya Aku ingat (pula) kepadamu99, dan bersyukurlah kepada-Ku, dan janganlah kamu mengingkari (nikmat)-Ku.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"99.  Maksudnya ialah Aku limpahkan rahmat dan ampunan-Ku kepadamu. ","lang":"id"},{"name":"2:153","price":"Hai orang-orang yang beriman, mintalah pertolongan (kepada Allah) dengan sabar dan salat, sesungguhnya Allah beserta orang-orang yang sabar.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:154","price":"Dan janganlah kamu mengatakan terhadap orang-orang yang gugur di jalan Allah (bahwa mereka itu) mati, bahkan (sebenarnya) mereka itu hidup100, tetapi kamu tidak menyadarinya.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"100.  Yaitu hidup dalam alam yang lain yang bukan alam kita ini, tempat mereka mendapat kenikmatan-kenikmatan di sisi Allah Subḥānahu wa Ta‘ālā, dan hanya Allah Subḥānahu wa Ta‘ālā sajalah yang mengetahui bagaimana keadaan hidup itu. ","lang":"id"},{"name":"2:155","price":"Dan sungguh akan Kami berikan cobaan kepadamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa dan buah-buahan.  Dan berikanlah berita gembira kepada orang-orang yang sabar,","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:156","price":"(yaitu) orang-orang yang apabila ditimpa musibah, mereka mengucapkan, Innā lillāhi wa innā ilayhi rājiʻūn101.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"101.  Artinya, \"Sesungguhnya kami adalah milik Allah dan kepada-Nya-lah kami kembali\".  Kalimat ini dinamakan kalimat istirjā (pernyataan kembali kepada Allah Subḥānahu wa Ta‘ālā).  Disunahkan menyebutnya waktu ditimpa marabahaya baik besar maupun kecil. ","lang":"id"},{"name":"2:157","price":"Mereka itulah yang mendapat keberkahan yang sempurna dan rahmat dari Tuhan mereka, dan mereka itulah orang-orang yang mendapat petunjuk.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:158","price":"Sesungguhnya Shafā dan Marwa adalah sebagian dari syiar Allah102.  Maka barang siapa yang beribadah haji ke Baitullah atau berumrah, maka tidak ada dosa baginya mengerjakan sai antara keduanya103.  Dan barang siapa yang mengerjakan suatu kebajikan dengan kerelaan hati, maka sesungguhnya Allah Maha Mensyukuri104 kebaikan lagi Maha Mengetahui.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"102.  \"Syiar-syiar Allah\" ialah tempat-tempat beribadah kepada Allah Subḥānahu wa Ta‘ālā. \n103.  Tuhan mengungkapkan dengan perkataan \"tidak ada dosa\" sebab sebagian sahabat merasa keberatan mengerjakan sai di situ, karena tempat itu bekas tempat berhala.  Dan di masa jahiliah pun tempat itu digunakan sebagai tempat sai.  Untuk menghilangkan rasa keberatan itu, Allah Subḥānahu wa Ta‘ālā menurunkan ayat ini. \n104.   Allah Subḥānahu wa Ta‘ālā mensyukuri hamba-Nya, memberi pahala terhadap amal-amal hamba-Nya, memaafkan kesalahannya, menambah nikmat-Nya, dan sebagainya.","lang":"id"},{"name":"2:159","price":"Sesungguhnya orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan (yang jelas) dan petunjuk, setelah Kami menerangkannya kepada manusia dalam Alkitab, mereka itu dilaknati Allah dan dilaknati (pula) oleh semua (makhluk) yang dapat melaknati,","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:160","price":"kecuali mereka yang telah bertobat dan mengadakan perbaikan105 dan menerangkan (kebenaran); maka terhadap mereka itu, Aku menerima tobatnya dan Aku-lah Yang Maha Menerima tobat lagi Maha Penyayang.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"105.   Mengadakan perbaikan, berarti melakukan pekerjaan-pekerjaan yang baik untuk menghilangkan akibat-akibat yang jelek dari kesalahan-kesalahan yang dilakukan. ","lang":"id"},{"name":"2:161","price":"Sesungguhnya orang-orang kafir dan mereka mati dalam keadaan kafir, mereka itu mendapat laknat Allah, para Malaikat, dan manusia seluruhnya.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:162","price":"Mereka kekal di dalam laknat itu; tidak akan diringankan siksa dari mereka dan tidak (pula) mereka diberi tangguh.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:163","price":"Dan Tuhan-mu adalah Tuhan Yang Maha Esa; tidak ada Tuhan (yang berhak disembah) melainkan Dia, Yang Maha Pemurah lagi Maha Penyayang.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:164","price":"Sesungguhnya dalam penciptaan langit dan bumi, silih bergantinya malam dan siang, bahtera yang berlayar di laut membawa apa yang berguna bagi manusia, dan apa yang Allah turunkan dari langit berupa air, lalu dengan air itu Dia hidupkan bumi sesudah mati (kering)nya, dan Dia sebarkan di bumi itu segala jenis hewan, dan pengisaran angin dan awan yang dikendalikan antara langit dan bumi; sungguh (terdapat) tanda-tanda (keesaan dan kebesaran Allah) bagi kaum yang memikirkan.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:165","price":"Dan diantara manusia ada orang-orang yang menyembah tandingan-tandingan selain Allah; mereka mencintainya sebagaimana mereka mencintai Allah.  Adapun orang-orang yang beriman sangat cinta kepada Allah.  Dan jika seandainya orang-orang yang berbuat zalim106 itu mengetahui ketika mereka melihat siksa (pada hari kiamat) bahwa kekuatan itu kepunyaan Allah semuanya, dan bahwa Allah amat berat siksaan-Nya (niscaya mereka menyesal).","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"106.  Yang dimaksud dengan \"orang yang zalim\" di sini ialah orang-orang yang menyembah selain Allah Subḥānahu wa Ta‘ālā. ","lang":"id"},{"name":"2:166","price":"(Yaitu) ketika orang-orang yang diikuti itu berlepas diri dari orang-orang yang mengikutinya, dan mereka melihat siksa; dan (ketika) segala hubungan antara mereka terputus sama sekali.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:167","price":"Dan berkatalah orang-orang yang mengikuti, \"Seandainya kami dapat kembali (ke dunia), pasti kami akan berlepas diri dari mereka, sebagaimana mereka berlepas diri dari kami\". Demikianlah Allah memperlihatkan kepada mereka amal perbuatannya menjadi sesalan bagi mereka; dan sekali-kali mereka tidak akan keluar dari api neraka.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:168","price":"Hai sekalian manusia, makanlah yang halal lagi baik dari apa yang terdapat di bumi, dan janganlah kamu mengikuti langkah-langkah setan, karena sesungguhnya setan itu adalah musuh yang nyata bagimu.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:169","price":"Sesungguhnya setan itu hanya menyuruh kamu berbuat jahat dan keji, dan mengatakan terhadap Allah apa yang tidak kamu ketahui.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:170","price":"Dan apabila dikatakan kepada mereka, \"Ikutilah apa yang telah diturunkan Allah,\" mereka menjawab, \"(Tidak), tetapi kami hanya mengikuti apa yang telah kami dapati dari (perbuatan) nenek moyang kami\". \"(Apakah mereka akan mengikuti juga), walaupun nenek moyang mereka itu tidak mengetahui suatu apa pun, dan tidak mendapat petunjuk?\"","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:171","price":"Dan perumpamaan (orang-orang yang menyeru) orang-orang kafir adalah seperti penggembala yang memanggil binatang yang tidak mendengar selain panggilan dan seruan saja107.  Mereka tuli, bisu, dan buta, maka (oleh sebab itu) mereka tidak mengerti.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"107.  Dalam ayat ini, orang kafir disamakan dengan binatang yang tidak mengerti arti panggilan penggembalanya. ","lang":"id"},{"name":"2:172","price":"Hai orang-orang yang beriman, makanlah di antara rezeki yang baik-baik yang Kami berikan kepadamu dan bersyukurlah kepada Allah, jika benar-benar hanya kepada-Nya kamu menyembah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:173","price":"Sesungguhnya Allah hanya mengharamkan bagimu bangkai, darah, daging babi, dan binatang yang (ketika disembelih) disebut (nama) selain Allah108.  Tetapi barang siapa dalam keadaan terpaksa (memakannya) sedang dia tidak menginginkannya dan tidak (pula) melampaui batas, maka tidak ada dosa baginya.  Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"108.  Haram juga menurut ayat ini, daging yang berasal dari sembelihan yang menyebut nama Allah Subḥānahu wa Ta‘ālā  tetapi disebut pula nama selain Allah Subḥānahu wa Ta‘ālā. ","lang":"id"},{"name":"2:174","price":"Sesungguhnya orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Alkitab dan menjualnya dengan harga yang sedikit (murah), mereka itu sebenarnya tidak memakan (tidak menelan) ke dalam perutnya melainkan api109, dan Allah tidak akan berbicara110 kepada mereka pada hari kiamat dan tidak menyucikan mereka, dan bagi mereka siksa yang amat pedih.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"109.  Maksudnya ialah makanan yang dimakan berasal dari hasil menyembunyikan ayat-ayat yang diturunkan Allah Subḥānahu wa Ta‘ālā, menyebabkan mereka masuk api neraka. \n110.  Maksudnya ialah Allah Subḥānahu wa Ta‘ālā tidak berbicara kepada mereka dengan kasih sayang, tapi berbicara dengan kata-kata yang tidak menyenangkan. \n","lang":"id"},{"name":"2:175","price":"Mereka itulah orang-orang yang membeli kesesatan dengan petunjuk dan siksa dengan ampunan.  Maka alangkah beraninya mereka menentang api neraka!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:176","price":"Yang demikian itu adalah karena Allah telah menurunkan Alkitab dengan membawa kebenaran; dan sesungguhnya orang-orang yang berselisih tentang (kebenaran) Alkitab itu, benar-benar dalam penyimpangan yang jauh.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:177","price":"Bukanlah menghadapkan wajahmu ke arah timur dan barat itu suatu kebajikan, akan tetapi sesungguhnya kebajikan itu ialah beriman kepada Allah, hari kemudian, malaikat-malaikat, kitab-kitab, nabi-nabi, dan memberikan harta yang dicintainya kepada kerabatnya, anak-anak yatim, orang-orang miskin, musafir (yang memerlukan pertolongan), dan orang-orang yang meminta-minta; dan (memerdekakan) hamba sahaya, mendirikan salat, dan menunaikan zakat; dan orang-orang yang menepati janjinya apabila ia berjanji; dan orang-orang yang sabar dalam kesempitan, penderitaan dan dalam peperangan.  Mereka itulah orang-orang yang benar (imannya); dan mereka itulah orang-orang yang bertakwa.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:178","price":"Hai orang-orang yang beriman, diwajibkan atas kamu kisas berkenaan dengan orang-orang yang dibunuh; orang merdeka dengan orang merdeka, hamba dengan hamba, dan wanita dengan wanita.  Maka barang siapa yang mendapat suatu pemaafan dari saudaranya, hendaklah (yang memaafkan) mengikuti dengan cara yang baik, dan hendaklah (yang diberi maaf) membayar (diat) kepada yang memberi maaf dengan cara yang baik (pula). Yang demikian itu adalah suatu keringanan dari Tuhan kamu dan suatu rahmat.  Barang siapa yang melampaui batas sesudah itu, maka baginya siksa yang sangat pedih 111.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"111.  Kisas ialah mengambil pembalasan yang sama.  Kisas itu tidak dilakukan, bila yang membunuh mendapat pemaafan dari ahli waris yang terbunuh, yaitu dengan membayar diat (ganti rugi) yang wajar.  Pembayaran diat diminta dengan baik, umpamanya dengan tidak mendesak yang membunuh, dan yang membunuh hendaklah membayarnya dengan baik, umpamanya tidak menangguh-nangguhkannya.  Bila ahli waris, si korban, sesudah Tuhan menjelaskan hukum-hukum ini, membunuh yang bukan si pembunuh, atau membunuh pembunuh setelah menerima diat maka terhadapnya, di dunia diambil kisas dan di akhirat dia mendapat siksa yang pedih.  \n\n","lang":"id"},{"name":"2:179","price":"Dan dalam kisas itu ada (jaminan kelangsungan) hidup bagimu, hai orang-orang yang berakal, supaya kamu bertakwa.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:180","price":"Diwajibkan atas kamu, apabila seorang di antara kamu kedatangan (tanda-tanda) maut, jika ia meninggalkan harta yang banyak, berwasiat untuk ibu-bapak dan karib kerabatnya secara makruf 112, (ini adalah) kewajiban atas orang-orang yang bertakwa.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"112.  Makruf ialah adil dan baik.  Wasiat itu tidak melebihi sepertiga dari seluruh harta orang yang akan meninggal itu.  Ayat ini dinasakhkan dengan ayat mawārīṣ. ","lang":"id"},{"name":"2:181","price":"Maka barang siapa yang mengubah wasiat itu, setelah ia mendengarnya, maka sesungguhnya dosanya adalah bagi orang-orang yang mengubahnya.  Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:182","price":"(Akan tetapi) barang siapa khawatir terhadap orang yang berwasiat itu berlaku berat sebelah atau berbuat dosa, lalu ia mendamaikan 113 antara mereka, maka tidaklah ada dosa baginya.  Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"113.  Mendamaikan ialah menyuruh orang yang berwasiat berlaku adil dalam mewasiatkan sesuai dengan batas-batas yang ditentukan syarak. ","lang":"id"},{"name":"2:183","price":"Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu agar kamu bertakwa,","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:184","price":"(yaitu) dalam beberapa hari yang tertentu.  Maka barang siapa di antara kamu ada yang sakit atau dalam perjalanan (lalu ia berbuka), maka (wajiblah baginya berpuasa) sebanyak hari yang ditinggalkan itu pada hari-hari yang lain.  Dan wajib bagi orang-orang yang berat menjalankannya (jika mereka tidak berpuasa) membayar fidiah, (yaitu) memberi makan seorang miskin.  Barang siapa yang dengan kerelaan hati mengerjakan kebajikan114, maka itulah yang lebih baik baginya.  Dan berpuasa lebih baik bagimu jika kamu mengetahui.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"114.  Maksudnya, memberi makan lebih dari seorang miskin untuk satu hari.","lang":"id"},{"name":"2:185","price":"(Beberapa hari yang ditentukan itu ialah) bulan Ramadan, bulan yang di dalamnya diturunkan (permulaan) Al-Qur`ān sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang hak dan yang batil).  Karena itu, barang siapa di antara kamu hadir (di negeri tempat tinggalnya) di bulan itu, maka hendaklah ia berpuasa pada bulan itu, dan barang siapa sakit atau dalam perjalanan (lalu ia berbuka), maka (wajiblah baginya berpuasa), sebanyak hari yang ditinggalkannya itu, pada hari-hari yang lain.  Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu.  Dan hendaklah kamu mencukupkan bilangannya dan hendaklah kamu mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, supaya kamu bersyukur.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:186","price":"Dan apabila hamba-hamba-Ku bertanya kepadamu tentang Aku, maka (jawablah), bahwasanya Aku adalah dekat.  Aku mengabulkan permohonan orang yang berdoa apabila ia memohon kepada-Ku, maka hendaklah mereka itu memenuhi (segala perintah)-Ku dan hendaklah mereka beriman kepada-Ku, agar mereka selalu berada dalam kebenaran.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:187","price":"Dihalalkan bagi kamu pada malam hari bulan puasa bercampur dengan istri-istri kamu; mereka adalah pakaian bagimu, dan kamu pun adalah pakaian bagi mereka.  Allah mengetahui bahwasanya kamu tidak dapat menahan nafsumu, karena itu Allah mengampuni kamu dan memberi maaf kepadamu.  Maka sekarang campurilah mereka dan carilah apa yang telah ditetapkan Allah untukmu, dan makan minumlah hingga terang bagimu benang putih dari benang hitam, yaitu fajar.  Kemudian sempurnakanlah puasa itu sampai (datang) malam, (tetapi) janganlah kamu campuri mereka itu, sedang kamu beritikaf115 dalam masjid.  Itulah larangan Allah, maka janganlah kamu mendekatinya.  Demikianlah Allah menerangkan ayat-ayat-Nya kepada manusia, supaya mereka bertakwa.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"115.  Itikaf ialah berada dalam masjid dengan niat mendekatkan diri kepada Allah Subḥānahu wa Ta‘ālā . ","lang":"id"},{"name":"2:188","price":"Dan janganlah sebagian kamu memakan harta sebagian yang lain di antara kamu dengan jalan yang batil, dan (janganlah) kamu membawa (urusan) harta itu kepada hakim, supaya kamu dapat memakan sebagian dari harta benda orang lain itu dengan (jalan berbuat) dosa, padahal kamu mengetahui.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:189","price":"Mereka bertanya kepadamu tentang bulan sabit.  Katakanlah, \"Bulan sabit itu adalah tanda-tanda waktu bagi manusia dan (bagi ibadah) haji; dan bukanlah kebajikan memasuki rumah-rumah dari belakangnya 116, akan tetapi kebajikan itu ialah kebajikan orang yang bertakwa.  Dan masuklah ke rumah-rumah itu dari pintu-pintunya; dan bertakwalah kepada Allah agar kamu beruntung.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"116.  Pada masa jahiliah, orang-orang yang berihram di waktu haji, mereka memasuki rumah dari belakang, bukan dari depan.  Hal ini ditanyakan pula oleh para sahabat kepada Rasulullah Ṣallallāhu ʻAlaihi wa Sallam.  Maka diturunkanlah ayat ini.","lang":"id"},{"name":"2:190","price":"Dan perangilah di jalan Allah orang-orang yang memerangi kamu, (tetapi) janganlah kamu melampaui batas karena sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:191","price":"Dan bunuhlah mereka di mana saja kamu jumpai mereka, dan usirlah mereka dari tempat mereka telah mengusir kamu (Mekah); dan fitnah 117 itu lebih besar bahayanya daripada pembunuhan.  Dan janganlah kamu memerangi mereka di Masjidil Haram, kecuali jika mereka memerangi kamu di tempat itu.  Jika mereka memerangi kamu (di tempat itu) maka bunuhlah mereka.  Demikanlah balasan bagi orang-orang kafir.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"117.  Fitnah (menimbulkan kekacauan), seperti mengusir sahabat dari kampung halamannya, merampas harta mereka, dan menyakiti atau mengganggu kebebasan mereka beragama.","lang":"id"},{"name":"2:192","price":"Kemudian jika mereka berhenti (dari memusuhi kamu), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:193","price":"Dan perangilah mereka itu, sehingga tidak ada fitnah lagi dan (sehingga) ketaatan itu hanya semata-mata untuk Allah.  Jika mereka berhenti (dari memusuhi kamu), maka tidak ada permusuhan (lagi), kecuali terhadap orang-orang yang zalim.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:194","price":"Bulan haram dengan bulan haram 118, dan pada sesuatu yang patut dihormati 119, berlaku hukum kisas.  Oleh sebab itu, barang siapa yang menyerang kamu, maka seranglah ia, seimbang dengan serangannya terhadapmu.  Bertakwalah kepada Allah dan ketahuilah bahwa Allah beserta orang-orang yang bertakwa.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"118.  Kalau umat Islam diserang di bulan haram, yang sebenarnya di bulan itu tidak boleh berperang, maka diperbolehkan membalas serangan di bulan itu juga. \n119.  Maksudnya \"bulan haram\" (bulan Zulkaidah, Zulhijah, Muharam dan Rajab), tanah haram (Mekah), dan lhram.\n","lang":"id"},{"name":"2:195","price":"Dan belanjakanlah (harta bendamu) di jalan Allah, dan janganlah kamu menjatuhkan dirimu sendiri ke dalam kebinasaan, dan berbuat baiklah karena sesungguhnya Allah menyukai orang-orang yang berbuat baik.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:196","price":"Dan sempurnakanlah ibadah haji dan umrah karena Allah.  Jika kamu terkepung (terhalang oleh musuh atau karena sakit), maka (sembelihlah) kurban120 yang mudah didapat, dan jangan kamu mencukur kepalamu121, sebelum kurban sampai di tempat penyembelihannya.  Jika ada di antaramu yang sakit atau ada gangguan di kepalanya (lalu ia bercukur), maka wajiblah atasnya berfidiah, yaitu berpuasa, atau bersedekah, atau berkurban.  Apabila kamu telah (merasa) aman, maka bagi siapa yang ingin mengerjakan umrah sebelum haji (di dalam bulan haji), (wajiblah ia menyembelih) kurban yang mudah didapat.  Tetapi jika ia tidak menemukan (binatang kurban atau tidak mampu), maka wajib berpuasa tiga hari dalam masa haji dan tujuh hari (lagi) apabila kamu telah pulang kembali.  Itulah sepuluh (hari) yang sempurna.  Demikian itu (kewajiban membayar fidiah) bagi orang-orang yang keluarganya tidak berada (di sekitar) Masjidil Haram (orang-orang yang bukan penduduk kota Mekah).  Dan bertakwalah kepada Allah dan ketahuilah bahwa Allah sangat keras siksaan-Nya.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"120.  Yang dimaksud dengan \"kurban\" di sini ialah menyembelih binatang kurban sebagai pengganti pekerjaan wajib haji yang ditinggalkan; atau sebagai denda karena melanggar hal-hal yang terlarang mengerjakannya di dalam ibadah haji.                                   \n121.  \"Mencukur kepala\" adalah salah satu pekerjaan wajib dalam haji sebagai tanda selesai ihram.","lang":"id"},{"name":"2:197","price":"(Musim) haji adalah beberapa bulan yang dimaklumi 122, barang siapa yang menetapkan niatnya dalam bulan itu akan mengerjakan haji, maka tidak boleh rafaṡ 123, berbuat fasik dan berbantah-bantahan di dalam masa mengerjakan haji.  Dan apa yang kamu kerjakan berupa kebaikan, niscaya Allah mengetahuinya.  Berbekallah, dan sesungguhnya sebaik-baik bekal adalah takwa 124, dan bertakwalah kepada-Ku hai orang-orang yang berakal.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"122.  Ialah bulan Syawal, Zulkaidah, dan Zulhijah.         \n123.  Rafaṡ artinya mengeluarkan perkataan yang menimbulkan berahi yang tidak senonoh atau bersetubuh.\n124.  Maksud \"bekal takwa\" di sini ialah bekal yang cukup agar dapat memelihara diri dari perbuatan hina atau minta-minta selama dalam perjalanan haji.","lang":"id"},{"name":"2:198","price":"Tidak ada dosa bagimu untuk mencari karunia (rezeki hasil perniagaan) dari Tuhan-mu. Maka apabila kamu telah bertolak dari ʻArafah, berzikirlah kepada Allah di Masyʻaril Harām 125.  Dan berzikirlah (dengan menyebut) Allah sebagaimana yang ditunjukkan-Nya kepadamu; dan sesungguhnya kamu sebelum itu benar-benar termasuk orang-orang yang sesat. ","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"125.  Ialah bukit Quzah di Muzdalifah.","lang":"id"},{"name":"2:199","price":"Kemudian bertolaklah kamu dari tempat bertolaknya orang-orang banyak ('Arafah) dan mohonlah ampun kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:200","price":"Apabila kamu telah menyelesaikan ibadah hajimu, maka berzikirlah (dengan menyebut) Allah, sebagaimana kamu menyebut-nyebut (membangga-banggakan) nenek moyangmu 126, atau (bahkan) berzikirlah lebih banyak dari itu.  Maka di antara manusia ada orang yang berdoa, \"Ya Tuhan kami, berilah kami (kebaikan) di dunia\", dan tiadalah baginya bagian (yang menyenangkan) di akhirat.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"126.  Adalah menjadi kebiasaan orang-orang Arab Jahiliah setelah menunaikan haji, lalu bermegah­megahan tentang kebesaran nenek-moyangnya.  Setelah ayat ini diturunkan, maka memegahkan nenek moyangnya itu diganti dengan zikir kepada Allah Subḥānahu wa Ta‘ālā .","lang":"id"},{"name":"2:201","price":"Dan di antara mereka ada orang yang berdoa,  \"Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan peliharalah kami dari siksa neraka\" 127.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"127.  Inilah doa yang sebaik-baiknya bagi seorang muslim.","lang":"id"},{"name":"2:202","price":"Mereka itulah orang-orang yang mendapat bagian dari apa yang mereka usahakan; dan Allah sangat cepat perhitungan-Nya.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:203","price":"Dan berzikirlah (dengan menyebut) Allah dalam beberapa hari yang berbilang 128.  Barang siapa yang ingin cepat berangkat (dari Mina) sesudah dua hari, maka tiada dosa baginya.  Dan barang siapa yang ingin menangguhkan (keberangkatannya dari dua hari itu), maka tidak ada dosa pula baginya 129, bagi orang yang bertakwa.  Dan bertakwalah kepada Allah, dan ketahuilah bahwa kamu akan dikumpulkan kepada-Nya.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"128.  Maksud zikir di sini ialah membaca takbir, tasbih, tahmid, talbiah, dan sebagainya.  Beberapa hari yang berbilang ialah tiga hari sesudah hari Raya Haji, yaitu tanggal 11, 12, dan 13 bulan Zulhijah.  Hari-hari itu dinamakan hari-hari Tasyriq. \n129.  Sebaiknya orang yang berhaji meninggalkan Mina pada sore hari terakhir dari hari Tasyriq, mereka boleh juga meninggalkan Mina pada sore hari yang kedua.","lang":"id"},{"name":"2:204","price":"Dan di antara manusia ada orang yang ucapannya tentang kehidupan dunia menarik hatimu, dan dipersaksikannya kepada Allah (atas kebenaran) isi hatinya, padahal ia adalah penantang yang paling keras.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:205","price":"Dan apabila ia berpaling (dari kamu), ia berjalan di bumi untuk mengadakan kerusakan padanya, dan merusak tanam-tanaman dan binatang ternak, dan Allah tidak menyukai kebinasaan 130.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"130.  Ungkapan ini adalah ibarat dari orang-orang yang berusaha menggoncangkan iman orang-orang mukmin dan selalu mengadakan pengacauan.","lang":"id"},{"name":"2:206","price":"Dan apabila dikatakan kepadanya, \"Bertakwalah kepada Allah\", bangkitlah kesombongannya yang menyebabkannya berbuat dosa.  Maka cukuplah (balasannya) Neraka Jahanam.  Dan sungguh Neraka Jahanam itu tempat tinggal yang seburuk-buruknya.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:207","price":"Dan di antara manusia ada orang yang mengorbankan dirinya karena mencari keridaan Allah; dan Allah Maha Penyantun kepada hamba-hamba-Nya.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:208","price":"Hai orang-orang yang beriman, masuklah kamu ke dalam Islam secara keseluruhannya, dan janganlah kamu turut langkah-langkah setan.  Sesungguhnya setan itu musuh yang nyata bagimu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:209","price":"Tetapi jika kamu menyimpang (dari jalan Allah) sesudah datang kepadamu bukti-bukti kebenaran, maka ketahuilah, bahwasanya Allah Maha Perkasa lagi Maha Bijaksana.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:210","price":"Tiada yang mereka nanti-nantikan melainkan datangnya Allah dan malaikat (pada hari kiamat) dalam naungan awan 131, dan diputuskanlah perkaranya.  Dan hanya kepada Allah dikembalikan segala urusan.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"131.  \"Naungan awan\" bersama malaikat biasanya mendatangkan hujan yang artinya rahmat, tetapi rahmat yang diharap-harapkan itu tidaklah datang melainkan azab Allah Subḥānahu wa Ta‘ālā-lah yang datang.","lang":"id"},{"name":"2:211","price":"Tanyakanlah kepada Bani Isrā`īl, \"Berapa banyaknya tanda-tanda (kebenaran)132 yang nyata, yang telah Kami berikan kepada mereka\".  Dan barang siapa yang menukar nikmat Allah133 setelah datang nikmat itu kepadanya, maka sesungguhnya Allah sangat keras siksa-Nya.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"132.  Yaitu tanda-tanda kebenaran yang dibawa nabi-nabi mereka, yang menunjukkan kepada keesaan Allah Subḥānahu wa Ta‘ālā, dan kebenaran nabi-nabi itu selalu mereka tolak.  \n133.  Yang dimaksud dengan \"nikmat Allah\" di sini ialah perintah-perintah dan ajaran-ajaran Allah Subḥānahu wa Ta‘ālā.","lang":"id"},{"name":"2:212","price":"Kehidupan dunia dijadikan indah dalam pandangan orang-orang kafir, dan mereka memandang hina orang-orang yang beriman.  Padahal orang-orang yang bertakwa itu lebih mulia daripada mereka di hari kiamat.  Dan Allah memberi rezeki kepada orang-orang yang dikehendaki-Nya tanpa batas.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:213","price":"Manusia itu adalah umat yang satu.  (Setelah timbul perselisihan), maka Allah mengutus para nabi sebagai pemberi kabar gembira dan pemberi peringatan, dan Allah menurunkan bersama mereka kitab dengan benar, untuk memberi keputusan di antara manusia tentang perkara yang mereka perselisihkan.  Tidaklah berselisih tentang kitab itu melainkan orang yang telah didatangkan kepada mereka kitab, yaitu setelah datang kepada mereka keterangan-keterangan yang nyata, karena dengki antara mereka sendiri.  Maka Allah memberi petunjuk orang-orang yang beriman kepada kebenaran tentang hal yang mereka perselisihkan itu dengan kehendak-Nya.  Dan Allah selalu memberi petunjuk orang yang dikehendaki-Nya kepada jalan yang lurus.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:214","price":"Apakah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) sebagaimana halnya orang-orang terdahulu sebelum kamu? Mereka ditimpa oleh malapetaka dan kesengsaraan, serta diguncangkan (dengan bermacam-macam cobaan) sehingga berkatalah Rasul dan orang-orang yang beriman bersamanya, \"Bilakah datangnya pertolongan Allah?\" Ingatlah, sesungguhnya pertolongan Allah itu amat dekat.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:215","price":"Mereka bertanya tentang apa yang mereka nafkahkan.  Jawablah, \"Apa saja harta yang kamu nafkahkan hendaklah diberikan kepada ibu bapak, kaum kerabat, anak-anak yatim, orang-orang miskin, dan orang-orang yang sedang dalam perjalanan\".  Dan apa saja kebajikan yang kamu buat, maka sesungguhnya Allah Maha Mengetahuinya.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:216","price":"Diwajibkan atas kamu berperang, padahal berperang itu adalah sesuatu yang kamu benci.   Boleh jadi kamu membenci sesuatu, padahal ia amat baik bagimu, dan boleh jadi (pula) kamu menyukai sesuatu, padahal ia amat buruk bagimu; Allah mengetahui, sedang kamu tidak mengetahui.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:217","price":"Mereka bertanya kepadamu tentang berperang pada bulan Haram. Katakanlah, \"Berperang dalam bulan itu adalah dosa besar; tetapi menghalangi (orang-orang) dari jalan Allah, kafir kepada Allah, (menghalangi orang-orang masuk) Masjidil Haram, dan mengusir penduduknya dari sekitarnya, lebih besar (dosanya) di sisi Allah134.  Dan berbuat fitnah135 lebih besar (dosanya) daripada membunuh.  Mereka tidak henti-hentinya memerangi kamu sampai mereka (dapat) mengembalikan kamu dari agamamu (kepada kekafiran), seandainya mereka sanggup.  Barang siapa yang murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itulah yang sia-sia amalannya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"134.  Jika kita ikuti pendapat Ar-Rāzī, maka terjemah ayat di atas sebagai berikut: Katakanlah, \"Berperang dalam bulan itu adalah dosa besar, dan (adalah berarti) menghalangi (manusia/orang-orang) dari jalan Allah, kafir kepada Allah, dan (menghalangi manusia dari memasuki) Masjidil Haram.  Tetapi mengusir penduduknya dari Masjidil Haram (Mekah) lebih besar lagi (dosanya) di sisi Allah.\" Pendapat Ar-Rāzī ini mungkin berdasarkan pertimbangan, bahwa mengusir Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam dan sahabat­sahabatnya dari Masjidil Haram sama dengan menumpas agama Islam. \n135.  \"Fitnah\" di sini artinya penganiayaan dan segala perbuatan yang dimaksudkan untuk menindas Islam dan kaum muslimin. ","lang":"id"},{"name":"2:218","price":"Sesungguhnya orang-orang yang beriman, orang-orang yang berhijrah dan berjihad di jalan Allah, mereka itu mengharapkan rahmat Allah, dan Allah Maha Pengampun lagi Maha Penyayang.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:219","price":"Mereka bertanya kepadamu tentang khamar136 dan judi.  Katakanlah, \"Pada keduanya itu terdapat dosa yang besar dan beberapa manfaat bagi manusia, tetapi dosa keduanya lebih besar dari manfaatnya\".  Dan mereka bertanya kepadamu apa yang mereka nafkahkan. Katakanlah, \"Yang lebih dari keperluan\".  Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu supaya kamu berfikir,","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"136.  Segala minuman yang memabukkan. ","lang":"id"},{"name":"2:220","price":"tentang dunia dan akhirat.  Dan mereka bertanya kepadamu tentang anak yatim.  Katakalah, \"Mengurus urusan mereka secara patut adalah baik, dan jika kamu bergaul dengan mereka, maka mereka adalah saudaramu dan Allah mengetahui siapa yang membuat kerusakan dari yang mengadakan perbaikan.  Dan jikalau Allah menghendaki, niscaya Dia dapat mendatangkan kesulitan kepadamu.  Sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:221","price":"Dan janganlah kamu menikahi wanita-wanita musyrik sebelum mereka beriman.  Sesungguhnya wanita budak yang mukmin lebih baik dari wanita musyrik, walaupun dia menarik hatimu.  Dan janganlah kamu menikahkan orang-orang musyrik (dengan wanita-wanita mukmin) sebelum mereka beriman.  Sesungguhnya budak yang mukmin lebih baik dari orang musyrik, walaupun dia menarik hatimu.  Mereka mengajak ke neraka, sedang Allah mengajak ke surga dan ampunan dengan izin-Nya.  Dan Allah menerangkan ayat-ayat-Nya (perintah-perintah-Nya) kepada manusia supaya mereka mengambil pelajaran.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:222","price":"Mereka bertanya kepadamu tentang haid.  Katakanlah, \"Haid itu adalah kotoran\".  Oleh sebab itu, hendaklah kamu menjauhkan diri137 dari wanita di waktu haid; dan janganlah kamu mendekati mereka, sebelum mereka suci138.  Apabila mereka telah suci, maka campurilah mereka itu di tempat yang diperintahkan Allah kepadamu.  Sesungguhnya Allah menyukai orang-orang yang bertobat dan menyukai orang-orang yang menyucikan diri.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"137.  Maksudnya, jangan menyetubuhi wanita di waktu haid. \n138.  lalah sesudah mandi.  Ada pula yang menafsirkan sesudah darah berhenti ke luar. ","lang":"id"},{"name":"2:223","price":"Istri-istrimu adalah (seperti) tanah tempat kamu bercocok tanam, maka datangilah tanah tempat bercocok-tanammu itu bagaimana saja kamu kehendaki138b.  Dan kerjakanlah (amal yang baik) untuk dirimu, dan bertakwalah kepada Allah dan ketahuilah bahwa kamu kelak akan menemui-Nya.  Dan berilah kabar gembira kepada orang-orang yang beriman.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"138 b.  Yaitu melalui faraj. ","lang":"id"},{"name":"2:224","price":"Jangahlah kamu jadikan (nama) Allah dalam sumpahmu sebagai penghalang untuk berbuat kebajikan, bertakwa, dan mengadakan islah di antara manusia139.  Dan Allah Maha Mendengar lagi Maha Mengetahui.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"139.  Maksudnya, melarang bersumpah dengan mempergunakan nama Allah untuk tidak mengerjakan yang baik, seperti, \"Demi Allah, saya tidak akan membantu anak yatim\".  Tetapi apabila sumpah itu telah terucapkan, haruslah dilanggar dengan membayar kafarat ","lang":"id"},{"name":"2:225","price":"Allah tidak menghukum kamu disebabkan sumpahmu yang tidak dimaksud (untuk bersumpah), tetapi Allah menghukum kamu disebabkan (sumpahmu) yang disengaja (untuk bersumpah) oleh hatimu.  Dan Allah Maha Pengampun lagi Maha Penyantun140.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"140.  Halīm berarti penyantun, tidak segera menyiksa orang yang berbuat dosa. ","lang":"id"},{"name":"2:226","price":"Kepada orang-orang yang Meng-īlā` istrinya141 diberi tangguh empat bulan (lamanya).  Kemudian jika mereka kembali (kepada istrinya), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"141.  Meng-īlā` istri maksudnyaialah bersumpah tidak akan mencampuri istri.  Dengan sumpah ini, seorang wanita menderita karena tidak disetubuhi dan tidak pula diceraikan.  Dengan turunnya ayat ini, maka  setelah empat bulan, suami harus memilih antara kembali menyetubuhi istrinya lagi dengan membayar kafarat sumpah atau menceraikan. ","lang":"id"},{"name":"2:227","price":"Dan jika mereka berazam (bertetap hati untuk) talak, maka sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:228","price":"Wanita-wanita yang ditalak handaklah menahan diri (menunggu) tiga kali qurū`142.  Tidak boleh mereka menyembunyikan apa yang diciptakan Allah dalam rahimnya, jika mereka beriman kepada Allah dan hari akhirat.  Dan suami-suaminya berhak merujukinya dalam masa menanti itu, jika mereka (para suami) menghendaki islah.  Dan para wanita mempunyai hak yang seimbang dengan kewajibannya menurut cara yang makruf.  Akan tetapi, para suami mempunyai satu tingkatan kelebihan daripada istrinya143.  Dan Allah Maha Perkasa lagi Maha Bijaksana.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"142.  Qurū` dapat diartikan suci atau haid. \n143.  Hal ini disebabkan karena suami bertanggung jawab terhadap keselamatan dan kesejahteraan rumah tangga (lihat ayat 34 surah An-Nisā`).","lang":"id"},{"name":"2:229","price":"Talak (yang dapat dirujuki) dua kali.  Setelah itu boleh rujuk lagi dengan cara yang makruf atau menceraikan dengan cara yang baik. bTidak halal bagi kamu mengambil kembali sesuatu dari yang telah kamu berikan kepada mereka, kecuali kalau keduanya khawatir tidak akan dapat menjalankan hukum-hukum Allah.b Jika kamu khawatir bahwa keduanya (suami istri) tidak dapat menjalankan hukum-hukum Allah, maka tidak ada dosa atas keduanya tentang bayaran yang diberikan oleh istri untuk menebus dirinya144.  Itulah hukum-hukum Allah, maka janganlah kamu melanggarnya. Barang siapa yang melanggar hukum-hukum Allah, mereka itulah orang-orang yang zalim.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"144.   Ayat inilah yang menjadi dasar hukum khuluk dan penerimaan iwad.  Khuluk yaitu permintaan cerai kepada suami dengan pembayaran yang disebut iwad. ","lang":"id"},{"name":"2:230","price":"Kemudian jika si suami menalaknya (sesudah talak yang kedua), maka perempuan itu tidak lagi halal baginya hingga dia kawin dengan suami yang lain.  Kemudian jika suami yang lain itu menceraikannya, maka tidak ada dosa bagi keduanya (bekas suami pertama dan istri) untuk kawin kembali, jika keduanya berpendapat akan dapat menjalankan hukum-hukum Allah.  Itulah hukum-hukum Allah, diterangkan-Nya kepada kaum yang (mau) mengetahui.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:231","price":"Apabila kamu menalak istri-istrimu, lalu mereka mendekati akhir idahnya, maka rujukilah mereka dengan cara yang makruf, atau ceraikanlah mereka dengan cara yang makruf (pula).  Janganlah kamu rujuki mereka untuk memberi kemudaratan, karena dengan demikian kamu menganiaya mereka145. Barang siapa berbuat demikian, maka sungguh ia telah berbuat zalim terhadap dirinya sendiri.  Janganlah kamu jadikan hukum-hukum Allah permainan.   Dan ingatlah nikmat Allah padamu, dan apa yang telah diturunkan Allah kepadamu, yaitu Alkitab dan Al-Hikmah (As-Sunnah).  Allah memberi pengajaran kepadamu dengan apa yang diturunkan-Nya itu.  Dan bertakwalah kepada Allah serta ketahuilah bahwasanya Allah Maha Mengetahui segala sesuatu.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"145.   Umpamanya, memaksa mereka minta cerai dengan jalan khuluk atau membiarkan mereka hidup terkatung-katung. ","lang":"id"},{"name":"2:232","price":"Apabila kamu menalak istri-istrimu, lalu habis idahnya, maka janganlah kamu (para wali) menghalangi mereka kawin lagi dengan bakal suaminya146, apabila telah terdapat kerelaan di antara mereka dengan cara yang makruf.  Itulah yang dinasihatkan kepada orang-orang yang beriman di antara kamu kepada Allah dan hari kemudian.  Itu lebih baik bagimu dan lebih suci.  Allah mengetahui, sedangkan kamu tidak mengetahui.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"146.  Kawin lagi dengan bekas suami atau dengan laki-laki yang lain. ","lang":"id"},{"name":"2:233","price":"Para ibu hendaklah menyusukan anak-anaknya selama dua tahun penuh, yaitu bagi yang ingin menyempurnakan penyusuan.  Dan kewajiban ayah memberi makan dan pakaian kepada para ibu dengan cara makruf.  Seseorang tidak dibebani melainkan menurut kadar kesanggupannya.  Janganlah seorang ibu menderita kesengsaraan karena anaknya dan juga seorang ayah karena anaknya, dan waris pun berkewajiban demikian.  Apabila keduanya ingin menyapih (sebelum dua tahun) dengan kerelaan keduanya dan permusyawaratan, maka tidak ada dosa atas keduanya. Dan jika kamu ingin anakmu disusukan oleh orang lain, maka tidak ada dosa bagimu apabila kamu memberikan pembayaran menurut yang patut. Bertakwalah kamu kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:234","price":"Orang-orang yang meninggal dunia di antaramu dengan meninggalkan istri-istri (hendaklah para istri itu) menangguhkan dirinya (beridah) empat bulan sepuluh hari.  Kemudian apabila telah habis idahnya, maka tiada dosa bagimu (para wali) membiarkan mereka berbuat terhadap diri mereka147 menurut yang patut.  Allah mengetahui apa yang kamu perbuat.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"147.  Berhias, atau bepergian, atau menerima pinangan. ","lang":"id"},{"name":"2:235","price":"Dan tidak ada dosa bagi kamu meminang wanita-wanita itu148 dengan sindiran149 atau kamu menyembunyikan (keinginan mengawini mereka) dalam hatimu.  Allah mengetahui bahwa kamu akan menyebut-nyebut mereka; dalam pada itu, janganlah kamu mengadakan janji kawin dengan mereka secara rahasia, kecuali sekadar mengucapkan (kepada mereka) perkataan yang makruf150.  Dan janganlah kamu berazam (bertetap hati) untuk berakad nikah, sebelum habis idahnya.  Dan ketahuilah bahwasanya Allah mengetahui apa yang ada dalam hatimu, maka takutlah kepada-Nya; dan ketahuilah bahwa Allah Maha Pengampun lagi Maha Penyantun.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"148.  Yang suaminya telah meninggal dan masih dalam idah. \n149.  Wanita yang boleh dipinang secara sindiran ialah wanita yang dalam idah karena meninggal suaminya, atau karena talak bā`īn, sedang wanita yang dalam idah talak raj`ī tidak boleh dipinang walau pun dengan sindiran. \n150.  Perkataan sindiran yang baik.","lang":"id"},{"name":"2:236","price":"Tidak ada kewajiban membayar (mahar) atas kamu, jika kamu menceraikan istri-istri kamu sebelum kamu bercampur dengan mereka dan sebelum kamu menentukan maharnya.  Dan hendaklah kamu berikan suatu mutah (pemberian) kepada mereka. Orang yang mampu menurut kemampuannya dan orang yang miskin menurut kemampuannya (pula), yaitu pemberian menurut yang patut.  Yang demikian itu, merupakan ketentuan bagi orang-orang yang berbuat kebajikan.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:237","price":"Jika kamu menceraikan istri-istrimu sebelum kamu bercampur dengan mereka, padahal sesungguhnya kamu sudah menentukan maharnya, maka bayarlah seperdua dari mahar yang telah kamu tentukan itu, kecuali jika istri-istrimu itu memaafkan atau dimaafkan oleh orang yang memegang ikatan nikah151, dan pemaafan kamu itu lebih dekat kepada takwa.  Dan janganlah kamu melupakan keutamaan di antara kamu.  Sesungguhnya Allah Maha Melihat segala apa yang kamu kerjakan.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"151.  Ialah suami atau wali.  Kalau wali yang memaafkan, maka suami dibebaskan dari membayar mahar yang seperdua.  Sedangkan kalau suami yang memaafkan, maka dia membayar seluruh mahar. ","lang":"id"},{"name":"2:238","price":"Peliharalah segala salat(mu), dan (peliharalah) salat wusṭā152.  Berdirilah karena Allah (dalam salatmu) dengan khusyuk.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"152.  \"Salat wusṭā\" ialah salat yang di tengah-tengah dan yang paling utama.  Ada yang berpendapat, bahwa yang dimaksud dengan Salat wusṭā ialah salat Ashar.  Menurut kebanyakan ahli hadis, ayat ini menekankan agar semua salat itu dikerjakan dengan sebaik-baiknya.","lang":"id"},{"name":"2:239","price":"Jika kamu dalam keadaan takut (bahaya), maka salatlah sambil berjalan atau berkendaraan.  Kemudian apabila kamu telah aman, maka sebutlah Allah (salatlah), sebagaimana Allah telah mengajarkan kepada kamu apa yang belum kamu ketahui.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:240","price":"Dan orang-orang yang akan meninggal dunia di antaramu dan meninggalkan istri, hendaklah berwasiat untuk istri-istrinya, (yaitu) diberi nafkah hingga setahun lamanya dengan tidak disuruh pindah (dari rumahnya).  Akan tetapi, jika mereka pindah (sendiri), maka tidak ada dosa bagimu (wali atau waris dari yang meninggal) membiarkan mereka berbuat yang makruf terhadap diri mereka.  Dan Allah Maha Perkasa lagi Maha Bijaksana.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:241","price":"Kepada wanita-wanita yang diceraikan (hendaklah diberikan oleh suaminya) mutah153 menurut yang makruf, sebagai suatu kewajiban bagi orang-orang yang bertakwa.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"153.  Mutah (pemberian) ialah sesuatu yang diberikan oleh suami kepada istri yang diceraikannya sebagai penghibur, selain nafkah sesuai dengan kemampuannya.","lang":"id"},{"name":"2:242","price":"Demikianlah Allah menerangkan kepadamu ayat-ayat-Nya (hukum-hukum-Nya) supaya kamu memahaminya.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:243","price":"Apakah kamu tidak memperhatikan orang-orang yang ke luar dari kampung halaman mereka, sedang mereka beribu-ribu (jumlahnya) karena takut mati; maka Allah berfirman kepada mereka, \"Matilah kamu\"154, kemudian Allah menghidupkan mereka.  Sesungguhnya Allah mempunyai karunia terhadap manusia tetapi kebanyakan manusia tidak bersyukur.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"154.  Sebagian ahli tafsir (seperti Al-Ṭabarī dan lbnu  Kaṡīr) mengartikan mati di sini dengan \"mati yang sebenarnya\"; sedangkan sebagian ahli tafsir yang lain mengartikannya dengan \"mati semangat\".","lang":"id"},{"name":"2:244","price":"Dan berperanglah kamu sekalian di jalan Allah, dan ketahuilah, sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:245","price":"Siapakah yang mau memberi pinjaman kepada Allah, pinjaman yang baik (menafkahkan hartanya di jalan Allah), maka Allah akan melipatgandakan pembayaran kepadanya dengan lipat ganda yang banyak.  Dan Allah menyempitkan dan melapangkan (rezeki) dan kepada-Nya-lah kamu dikembalikan.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:246","price":"Apakah kamu tidak memperhatikan pemuka-pemuka Bani Isrā`īl sesudah Nabi Musa, yaitu ketika mereka berkata kepada seorang nabi mereka, \"Angkatlah untuk kami seorang raja supaya kami berperang (di bawah pimpinannya) di jalan Allah\".  Nabi mereka menjawab, \"Mungkin sekali jika kamu nanti diwajibkan berperang, kamu tidak akan berperang\".  Mereka menjawab, \"Mengapa kami tidak mau berperang di jalan Allah, padahal sesungguhnya kami telah diusir dari kampung halaman kami dan dari anak-anak kami?\"155.  Maka tatkala perang itu diwajibkan atas mereka, mereka pun berpaling, kecuali beberapa saja di antara mereka.  Dan Allah Maha Mengetahui siapa orang-orang yang zalim.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"155.  Maksudnya ialah mereka diusir dan anak-anak mereka ditawan. ","lang":"id"},{"name":"2:247","price":"Nabi mereka mengatakan kepada mereka, \"Sesungguhnya Allah telah mengangkat Ṭālūt menjadi rajamu\".  Mereka menjawab, \"Bagaimana Ṭālūt memerintah kami, padahal kami lebih berhak mengendalikan pemerintahan daripadanya, sedang dia pun tidak diberi kekayaan yang  banyak?\" Nabi (mereka) berkata, \"Sesungguhnya Allah telah memilihnya menjadi rajamu dan menganugerahinya ilmu yang luas dan tubuh yang perkasa\".  Allah memberikan pemerintahan kepada siapa yang dikehendaki-Nya.  Dan Allah Maha Luas pemberian-Nya lagi Maha Mengetahui.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:248","price":"Dan nabi mereka mengatakan kepada mereka, \"Sesungguhnya tanda ia akan menjadi raja, ialah kembalinya Tabut164 kepadamu, di dalamnya terdapat ketenangan dari Tuhan-mu dan sisa dari peninggalan keluarga Musa dan keluarga Hārūn; Tabut itu dibawa malaikat.  Sesungguhnya pada yang demikian itu terdapat tanda bagimu, jika kamu orang yang beriman.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"156.  Tabut ialah peti tempat menyimpan Taurat yang membawa ketenangan bagi mereka.","lang":"id"},{"name":"2:249","price":"Maka tatkala Ṭālūt keluar membawa tentaranya, ia berkata, \"Sesungguhnya Allah akan menguji kamu dengan suatu sungai.  Maka siapa di antara kamu meminum airnya, bukanlah ia pengikutku.  Dan barang siapa tiada meminumnya, kecuali menceduk seceduk tangan, maka ia adalah pengikutku\".  Kemudian mereka meminumnya kecuali beberapa orang di antara mereka.  Maka tatkala Ṭālūt dan orang-orang yang beriman bersama ia telah menyeberangi sungai itu, orang-orang yang telah minum berkata, \"Tak ada kesanggupan kami pada hari ini untuk melawan Jālūt dan tentaranya\".  Orang-orang yang meyakini bahwa mereka akan menemui Allah berkata, \"Berapa banyak terjadi golongan yang sedikit dapat mengalahkan golongan yang banyak dengan izin Allah.  Dan Allah beserta orang-orang yang sabar\".","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:250","price":"Tatkala mereka nampak oleh Jālūt dan tentaranya, mereka pun (Ṭālūt dan tentaranya) berdoa, \"Ya Tuhan kami, tuangkanlah kesabaran atas diri kami, dan kokohkanlah pendirian kami dan tolonglah kami terhadap orang-orang kafir\".","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:251","price":"Mereka (tentara Ṭālūt) mengalahkan tentara Jālūt dengan izin Allah dan (dalam peperangan itu) Dāwūd membunuh Jālūt, kemudian Allah memberikan kepadanya (Dāwūd) pemerintahan dan hikmah157, (sesudah meninggalnya Ṭālūt) dan mengajarkan kepadanya apa yang dikehendaki-Nya.  Seandainya Allah tidak menolak (keganasan) sebagian umat manusia dengan sebagian yang lain, pasti rusaklah bumi ini.  Tetapi Allah mempunyai karunia (yang dicurahkan) atas semesta alam.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"157.  Yang dimaksud di sini ialah kenabian dan Kitab Zabur.","lang":"id"},{"name":"2:252","price":"Itu adalah ayat-ayat dari Allah, Kami bacakan kepadamu dengan hak (benar) dan sesungguhnya kamu benar-benar salah seorang di antara nabi-nabi yang diutus.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:253","price":"Rasul-rasul itu Kami lebihkan sebagian mereka atas sebagian yang lain. Di antara mereka ada yang Allah berkata-kata (langsung dengan dia) dan sebagiannya Allah meninggikannya158 beberapa derajat.  Dan Kami berikan kepada ʻIsa putra Maryam beberapa mukjzat serta Kami perkuat dia dengan Rūḥul Qudus159.  Dan kalau Allah menghendaki, niscaya tidaklah berbunuh-bunuhan orang-orang (yang datang) sesudah rasul-rasul itu, sesudah datang kepada mereka beberapa macam keterangan, akan tetapi mereka berselisih, maka ada di antara mereka yang beriman dan ada (pula) di antara mereka yang kafir.  Seandainya Allah menghendaki, tidaklah mereka berbunuh-bunuhan.  Akan tetapi, Allah berbuat apa yang dikehendaki-Nya.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"158.  Yakni Nabi MuhammadṢallallāhu ʻAlaihi wa Sallam. \n159.  Lihat kembali catatan kaki nomor 69. ","lang":"id"},{"name":"2:254","price":"Hai orang-orang yang beriman, belanjakanlah (di jalan Allah) sebagian dari rezeki yang telah Kami berikan kepadamu sebelum datang hari, yang pada hari itu tidak ada lagi jual beli dan tidak ada lagi persahabatan yang akrab dan tidak ada lagi syafaat160.  Dan orang-orang kafir itulah orang-orang yang zalim.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"160.  Lihat kembali catatan kaki nomor 46. ","lang":"id"},{"name":"2:255","price":"Allah, tidak ada tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya), tidak mengantuk dan tidak tidur.  Kepunyaan-Nya apa yang di langit dan di bumi.  Tiada yang dapat memberi syafaat di sisi Allah tanpa izin-Nya. Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya.  Kursi161 Allah meliputi langit dan bumi.  Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"161.  \"Kursi\" dalam ayat ini oleh sebagian mufasir diartikan dengan \"ilmu Allah\"; dan ada pula yang mengartikan dengan \"kekuasaan-Nya\". Pendapat yang sahih terhadap makna \"Kursi\" ialah \"tempat letak telapak kaki-Nya\".","lang":"id"},{"name":"2:256","price":"Tidak ada paksaan untuk (memasuki) agama (Islam); sesungguhnya telah jelas jalan yang benar daripada jalan yang sesat.  Karena itu, barang siapa yang ingkar kepada ṭāgūt dan beriman kepada Allah, maka sesungguhnya ia telah berpegang kepada buhul tali yang amat kuat yang tidak akan putus.  Dan Allah Maha Mendengar lagi Maha Mengetahui.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"162.  Ṭāgūt, ialah setan dan apa saja yang disembah selain dari Allah Subḥānahu wa Ta‘ālā. ","lang":"id"},{"name":"2:257","price":"Allah Pelindung orang-orang yang beriman; Dia mengeluarkan mereka dari kegelapan (kekafiran) kepada cahaya (iman).  Dan orang-orang yang kafir, pelindung-pelindungnya ialah setan, yang mengeluarkan mereka dari cahaya kepada kegelapan (kekafiran).  Mereka itu adalah penghuni neraka; mereka kekal di dalamnya.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:258","price":"Apakah kamu tidak memperhatikan orang163 yang mendebat Ibrāhīm tentang Tuhan-nya (Allah) karena Allah telah memberikan kepada orang itu pemerintahan (kekuasaan). Ketika Ibrāhīm mengatakan, \"Tuhan-ku ialah Yang menghidupkan dan mematikan\", orang itu berkata, \"Saya dapat menghidupkan dan mematikan\"164.  Ibrāhīm berkata, \"Sesungguhnya Allah menerbitkan matahari dari timur, maka terbitkanlah dia dari barat,\" lalu heran terdiamlah orang kafir itu; dan Allah tidak memberi petunjuk kepada orang-orang yang zalim.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"163.  Yaitu Namruż Raja Babilonia. \n164.  Maksud raja Namruż dengan \"menghidupkan\" ialah membiarkan hidup, dan yang dimaksudnya dengan \"mematikan\" ialah membunuh. Perkataannya itu untuk mengejek Nabi Ibrāhīm ‘Alaihissalām. ","lang":"id"},{"name":"2:259","price":"Atau apakah (kamu tidak memperhatikan) orang yang melalui suatu negeri yang (temboknya) telah roboh menutupi atapnya.  Dia berkata, \"Bagaimana Allah menghidupkan kembali negeri ini setelah hancur?\" Maka Allah mematikan orang itu seratus tahun, kemudian menghidupkannya kembali.  Allah bertanya, \"Berapa lama kamu tinggal di sini?\" Ia menjawab, \"Saya telah tinggal di sini sehari atau setengah hari\".  Allah berfirman, \"Sebenarnya kamu telah tinggal di sini seratus tahun lamanya; lihatlah kepada makanan dan minumanmu yang belum lagi berubah; dan lihatlah kepada keledai kamu (yang telah menjadi tulang belulang); Kami akan menjadikan kamu tanda kekuasaan Kami bagi manusia; dan lihatlah kepada tulang belulang keledai itu, kemudian Kami menyusunnya kembali, kemudian Kami membalutnya dengan daging\".  Maka tatkala telah nyata kepadanya (bagaimana Allah menghidupkan yang telah mati) dia pun berkata, \"Saya yakin bahwa Allah Maha Kuasa atas segala sesuatu.\"","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:260","price":"Dan (ingatlah) ketika Ibrāhīm berkata, \"Ya Tuhan-ku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang-orang mati\".  Allah berfirman, \"Belum yakinkah kamu?\" Ibrāhīm menjawab, \"Aku telah meyakininya, akan tetapi agar hatiku tetap mantap (dengan imanku)\".  Allah berfirman, \"(Kalau demikian) ambillah empat ekor burung, lalu cincanglah165 semuanya olehmu.  (Allah berfirman), \"Lalu letakkan diatas tiap-tiap satu bukit satu bagian dari bagian-bagian itu, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera\".  Dan ketahuilah bahwa Allah Maha Perkasa lagi Maha Bijaksana.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"165.  Pendapat di atas adalah menurut At-Ṭabarī dan lbnu Kaṡīr, sedang menurut Abu Muslim Al-Aṣfahānī pengertian ayat di atas ialah bahwa Allah Subḥānahu wa Ta‘ālā  memberi penjelasan kepada Nabi Ibrāhīm ‘Alaihissalām tentang cara Dia menghidupkan orang-orang yang mati.  Disuruh Nabi Ibrāhīm ‘Alaihissalām mengambil empat ekor burung, lalu memeliharanya dan menjinakkannya hingga burung itu dapat datang seketika bilamana dipanggil.  Kemudian, burung-burung yang sudah pandai itu, diletakkan di atas tiap-tiap bukit seekor, lalu burung-burung itu dipanggil dengan satu tepukan/seruan, niscaya burung-burung itu akan datang dengan segera, walaupun tempatnya terpisah-pisah dan berjauhan.  Maka demikian pula Allah Subḥānahu wa Ta‘ālā  menghidupkan orang-orang yang mati yang tersebar di mana-mana, dengan satu kalimat cipta \"hiduplah kamu semua\" pastilah mereka itu hidup kembali.  Jadi menurut  Abu  Muslim ṣīgat amr (bentuk kata perintah) dalam ayat ini, pengertiannya khabar (bentuk berita), sebagai cara penjelasan.  Pendapat beliau ini dianut pula oleh Ar-Rāzī dan Rasyīd Riḍā. ","lang":"id"},{"name":"2:261","price":"Perumpamaan (nafkah yang dikeluarkan oleh) orang-orang yang menafkahkan hartanya di jalan Allah166 adalah serupa dengan sebutir benih yang menumbuhkan tujuh bulir; pada tiap-tiap bulir seratus biji.  Allah melipatgandakan (ganjaran) bagi siapa yang Dia kehendaki.  Dan Allah Maha Luas (karunia-Nya) lagi Maha Mengetahui.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"166.  Pengertian \"menafkahkan harta di jalan Allah\" meliputi: belanja untuk kepentingan jihad, pembangunan perguruan, rumah sakit, usaha penyelidikan ibniyah, dan lain-lain. ","lang":"id"},{"name":"2:262","price":"Orang-orang yang menafkahkan hartanya di jalan Allah, kemudian mereka tidak mengiringi apa yang dinafkahkannya itu dengan menyebut-nyebut pemberiannya dan dengan tidak menyakiti (perasaan si penerima), mereka memperoleh pahala di sisi Tuhan mereka.  Tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:263","price":"Perkataan yang baik167 dan pemberian maaf lebih baik dari sedekah yang diiringi dengan sesuatu yang menyakitkan (perasaan si penerima).  Allah Maha Kaya lagi Maha Penyantun.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"167.  \"Perkataan yang baik\" maksudnya menolak dengan cara yang baik, dan maksud \"pemberian maaf\" ialah memaafkan tingkah laku yang kurang sopan dari si peminta. ","lang":"id"},{"name":"2:264","price":"Hai orang-orang yang beriman, janganlah kamu menghilangkan (pahala) sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan si penerima), seperti orang yang menafkahkan hartanya karena ria kepada manusia dan dia tidak beriman kepada Allah dan hari kemudian.  Maka perumpamaan orang itu seperti batu licin yang di atasnya ada tanah, kemudian batu itu ditimpa hujan lebat, lalu menjadilah dia bersih (tidak bertanah). Mereka tidak menguasai sesuatu pun dari apa yang mereka usahakan; dan Allah tidak memberi petunjuk kepada orang-orang yang kafir168.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"168.  Mereka ini tidak mendapat manfaat di dunia dari usaha-usaha mereka dan tidak pula mendapat pahala di akhirat. ","lang":"id"},{"name":"2:265","price":"Dan perumpamaan orang-orang yang membelanjakan hartanya karena mencari keridaan Allah dan untuk keteguhan jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang disiram oleh hujan lebat, maka kebun itu menghasilkan buahnya dua kali lipat.   Jika hujan lebat tidak menyiraminya, maka hujan gerimis (pun memadai).  Dan Allah Maha Melihat apa yang kamu perbuat.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:266","price":"Apakah ada salah seorang di antaramu yang ingin mempunyai kebun kurma dan anggur yang mengalir di bawahnya sungai-sungai? Dia mempunyai dalam kebun itu segala macam buah-buahan, kemudian datanglah masa tua pada orang itu, sedang dia mempunyai keturunan yang masih kecil-kecil.  Maka kebun itu ditiup angin keras yang mengandung api, lalu terbakarlah.  Demikianlah Allah menerangkan ayat-ayat-Nya kepada kamu supaya kamu memikirkannya169.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"169.  Inilah perumpamaan orang yang menafkahkan hartanya karena ria, membangga-banggakan tentang pemberiannya pada orang lain dan menyakiti hati orang. ","lang":"id"},{"name":"2:267","price":"Hai orang-orang yang beriman, nafkahkanlah (di jalan Allah) sebagian dari hasil usahamu yang baik-baik dan sebagian dari apa yang Kami keluarkan dari bumi untuk kamu.  Dan janganlah kamu memilih yang buruk-buruk lalu kamu nafkahkan darinya, padahal kamu sendiri tidak mau mengambilnya melainkan dengan memincingkan mata terhadapnya.  Dan ketahuilah bahwa Allah Maha Kaya lagi Maha Terpuji.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:268","price":"Setan menjanjikan (menakut-nakuti) kamu dengan kemiskinan dan menyuruh kamu berbuat kejahatan (kikir); sedangkan Allah menjanjikan untukmu ampunan dari-Nya dan karunia170.  Dan Allah Maha Luas (karunia-Nya) lagi Maha Mengatahui.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"170.  Balasan yang lebih baik dari apa yang dikerjakan sewaktu di dunia. ","lang":"id"},{"name":"2:269","price":"Allah menganugerahkan Al-hikmah (kefahaman yang dalam tentang Al-Qur`ān dan As-Sunah) kepada siapa yang dia kehendaki.  Dan barang siapa yang dianugerahi Al-Hikmah itu, ia benar-benar telah dianugerahi karunia yang banyak.  Dan hanya orang-orang yang berakallah yang dapat mengambil pelajaran (dari firman Allah).","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:270","price":"Apa saja yang kamu nafkahkan atau apa saja yang kamu nazarkan171, maka sesungguhnya Allah mengetahuinya. Orang-orang yang berbuat zalim, tidak ada seorang penolong pun baginya.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"171.  Nazar yaitu janji untuk melakukan sesuatu kebaktian terhadap AllahSubḥānahu wa Ta‘ālā untuk mendekatkan diri kepada-Nya, baik dengan syarat ataupun tidak. ","lang":"id"},{"name":"2:271","price":"Jika kamu menampakkan sedekah(mu)172, maka itu adalah baik sekali.  Dan jika kamu menyembunyikannya182 dan kamu berikan kepada orang-orang fakir, maka menyembunyikan itu lebih baik bagimu.  Dan Allah akan menghapuskan dari kamu sebagian kesalahan-kesalahanmu; dan Allah mengetahui apa yang kamu kerjakan.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"172.  Menampakkan sedekah dengan tujuan supaya dicontoh orang lain. \n173.  Menyembunyikan sedekah itu lebih baik dari menampakkannya, karena menampakkan itu dapat menimbulkan ria pada diri si pemberi dan dapat pula menyakitkan hati orang yang diberi. ","lang":"id"},{"name":"2:272","price":"Bukanlah kewajibanmu menjadikan mereka mendapat petunjuk, akan tetapi Allah-lah yang memberi petunjuk (memberi taufik) siapa yang dikehendaki-Nya.  Dan apa saja harta yang baik yang kamu nafkahkan (di jalan Allah), maka pahalanya itu untuk kamu sendiri.  Dan janganlah kamu membelanjakan sesuatu melainkan karena mencari keridaan Allah.  Dan apa saja harta yang baik yang kamu nafkahkan, niscaya kamu akan diberi pahalanya dengan cukup, sedangkan kamu sedikit pun tidak akan dianiaya (dirugikan).","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:273","price":"(Berinfaklah) kepada orang-orang fakir yang terikat (oleh jihad) di jalan Allah; mereka tidak dapat (berusaha) di bumi; orang yang tidak tahu menyangka mereka orang kaya karena memelihara diri dari minta-minta.  Kamu kenal mereka dengan melihat sifat-sifatnya; mereka tidak meminta kepada orang secara mendesak.  Dan apa saja harta yang baik yang kamu nafkahkan (di jalan Allah), maka sesungguhnya Allah Maha Mengatahui.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:274","price":"Orang-orang yang menafkahkan hartanya di malam dan di siang hari secara tersembunyi dan terang-terangan, maka mereka mendapat pahala di sisi Tuhan-nya. Tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:275","price":"Orang-orang yang makan (mengambil) riba174 tidak dapat berdiri melainkan seperti berdirinya orang yang kemasukan setan175 lantaran (tekanan) penyakit gila. Keadaan mereka yang demikian itu adalah disebabkan mereka berkata (berpendapat), sesungguhnya jual beli itu sama dengan riba, padahal Allah telah menghalalkan jual beli dan mengharamkan riba.  Orang-orang yang telah sampai kepadanya larangan dari Tuhan-nya, lalu terus berhenti (dari mengambil riba), maka baginya apa yang telah diambilnya dahulu (sebelum datang larangan); dan urusannya (terserah) kepada Allah176.  Orang yang mengulangi (mengambil riba), maka orang itu adalah penghuni-penghuni neraka; mereka kekal di dalamnya.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"174.  Riba itu ada dua macam: nasī`ah dan fadhl. Riba nasī`ah ialah pembayaran lebih yang disyaratkan oleh orang yang meminjamkan.  Riba fadhl ialah penukaran suatu barang dengan barang yang sejenis, tetapi lebih banyak jumlahnya karena orang yang menukarkan mensyaratkan demikian, seperti penukaran emas dengan emas, padi dengan padi, dan sebagainya.  Riba yang dimaksud dalam ayat ini riba nasī`ah yang berlipat ganda dan umum terjadi dalam masyarakat Arab zaman jahiliah. \n175.  Maksudnya ialah orang yang mengambil riba tidak tenteram jiwanya seperti orang kemasukan setan. \n176.  Riba yang sudah diambil (dipungut) sebelum turun ayat ini, boleh tidak dikembalikan. ","lang":"id"},{"name":"2:276","price":"Allah memusnahkan riba177 dan menyuburkan sedekah.  Dan Allah tidak menyukai setiap orang yang tetap dalam kekafiran, dan selalu berbuat dosa178.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"177.  Yang dimaksud dengan \"memusnahkan riba\" ialah memusnahkan harta itu atau meniadakan berkahnya.  Dan yang dimaksud dengan menyuburkan sedekah ialah mengembangkan harta yang telah dikeluarkan sedekahnya atau melipatgandakan berkahnya. \n178.  Maksudnya ialah orang-orang yang menghalalkan riba dan tetap melakukannya. ","lang":"id"},{"name":"2:277","price":"Sesungguhnya orang-orang yang beriman, mengerjakan amal saleh, mendirikan salat, dan menunaikan zakat, mereka mendapat pahala di sisi Tuhan-nya.  Tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:278","price":"Hai orang-orang yang beriman, bertakwalah kepada Allah dan tinggalkan sisa riba (yang belum dipungut) jika kamu orang-orang yang beriman.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:279","price":"Maka jika kamu tidak mengerjakan (meninggalkan sisa riba), maka ketahuilah bahwa Allah dan rasul-Nya akan memerangimu.  Dan jika kamu bertobat (dari pengambilan riba), maka bagimu pokok hartamu; kamu tidak menganiaya dan tidak (pula) dianiaya.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:280","price":"Dan jika (orang berhutang itu) dalam kesukaran, maka berilah tangguh sampai dia berkelapangan.  Dan menyedekahkan (sebagian atau semua utang) itu, lebih baik bagimu, jika kamu mengetahui.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:281","price":"Dan peliharalah dirimu dari (azab yang terjadi pada) hari yang pada waktu itu kamu semua dikembalikan kepada Allah.  Kemudian masing-masing diri diberi balasan yang sempurna terhadap apa yang telah dikerjakannya, sedang mereka sedikit pun tidak dianiaya (dirugikan).","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:282","price":"Hai orang-orang yang beriman, apabila kamu bermuamalah179 tidak secara tunai untuk waktu yang ditentukan, hendaklah kamu menuliskannya.  Dan hendaklah seorang penulis di antara kamu menuliskannya dengan benar.  Dan janganlah penulis enggan menuliskannya sebagaimana Allah mengajarkannya, maka hendaklah ia menulis, dan hendaklah orang yang berhutang itu mengimlakan (apa yang akan ditulis itu), dan hendaklah ia bertakwa kepada Allah Tuhan-nya, dan janganlah ia mengurangi sedikit pun dari utangnya.  Jika yang berutang itu orang yang lemah akalnya atau lemah (keadaannya) atau dia sendiri tidak mampu mengimlakan, maka hendaklah walinya mengimlakan dengan jujur.  Dan saksikanlah dengan dua orang saksi dari orang-orang lelaki (di antaramu).  Jika tak ada dua orang lelaki, maka (boleh) seorang lelaki dan dua orang perempuan dari saksi-saksi yang kamu ridai, supaya jika seorang lupa, maka yang seorang mengingatkannya.  Janganlah saksi-saksi itu enggan (memberi keterangan) apabila mereka dipanggil; dan janganlah kamu jemu menulis utang itu, baik kecil maupun besar, sampai batas waktu membayarnya.  Yang demikian itu, lebih adil di sisi Allah dan lebih dapat menguatkan persaksian dan lebih dekat kepada tidak (menimbulkan) keraguanmu.  (Tulislah muamalahmu itu) kecuali jika muamalah itu perdagangan tunai yang kamu jalankan di antara kamu, maka tak ada dosa bagi kamu, (jika) kamu tidak menulisnya.  Dan saksikanlah apabila kamu berjual beli, dan janganlah penulis dan saksi saling sulit menyulitkan.  Jika kamu lakukan (yang demikian), maka sesungguhnya hal itu adalah suatu kefasikan pada dirimu.  Dan bertakwalah kepada Allah; Allah mengajarmu dan Allah Maha Mengetahui segala sesuatu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"179.  \"Bermuamalah\" ialah seperti berjual beli, berhutang piutang, atau sewa-menyewa, dan sebagainya. ","lang":"id"},{"name":"2:283","price":"Jika kamu dalam perjalanan (dan bermuamalah tidak secara tunai) sedang kamu tidak memperoleh seorang penulis, maka hendaklah ada barang tanggungan180 yang dipegang (oleh yang berpiutang).  Akan tetapi, jika sebagian kamu mempercayai sebagian yang lain, maka hendaklah yang dipercayai itu menunaikan amanatnya (utangnya) dan hendaklah ia bertakwa kepada Allah Tuhan-nya; dan janganlah kamu (para saksi) menyembunyikan persaksian.  Dan barang siapa yang menyembunyikannya, maka sesungguhnya ia adalah orang yang berdosa hatinya; dan Allah Maha Mengetahui apa yang kamu kerjakan.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"180.  Barang tanggungan (boleh) itu diadakan bila satu sama lain tidak saling mempercayai. ","lang":"id"},{"name":"2:284","price":"Kepunyaan Allah-lah segala apa yang ada di langit dan apa yang ada di bumi.  Dan jika kamu melahirkan apa yang ada di dalam hatimu atau kamu menyembunyikan, niscaya Allah akan membuat perhitungan dengan kamu tentang perbuatanmu itu.  Maka Allah mengampuni siapa yang dikehendaki-Nya dan menyiksa siapa yang dikehendaki-Nya; dan Allah Maha Kuasa atas segala sesuatu.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:285","price":"Rasul telah beriman kepada Al-Qur`ān yang diturunkan kepadanya dari Tuhan-nya, demikian pula orang-orang yang beriman.  Semuanya beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya dan rasul-rasul-Nya. (Mereka mengatakan), \"Kami tidak membeda-bedakan antara seseorang pun (dengan yang lain) dari rasul-rasul-Nya\", dan mereka mengatakan, \"Kami dengar dan kami taat\".  (Mereka berdoa), \"Ampunilah kami ya Tuhan kami dan kepada Engkau-lah tempat kembali\".","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"id"},{"name":"2:286","price":"Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya.  Ia mendapat pahala (dari kebajikan) yang diusahakannya dan ia mendapat siksa (dari kejahatan) yang dikerjakannya. (Mereka berdoa), \"Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami salah.  Ya Tuhan kami, janganlah Engkau bebankan kepada kami beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami.  Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tak sanggup kami memikulnya.  Beri maaflah kami, ampunilah kami, dan rahmatilah kami.  Engkau-lah Penolong kami, maka tolonglah kami terhadap kaum yang kafir\".","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"id"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}