{"data":[{"name":"25:1","price":"Maha suci Allah yang telah menurunkan Al-Furqān (Al-Qur`ān) kepada hamba-Nya agar dia menjadi pemberi peringatan kepada seluruh alam 1053,","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":"1053.  Maksudnya, jin dan manusia. ","lang":"id"},{"name":"25:2","price":"yang kepunyaan-Nya-lah kerajaan langit dan bumi, dan Dia tidak mempunyai anak, dan tidak ada sekutu bagi-Nya dalam kekuasaan(Nya), dan dia telah menciptakan segala sesuatu, dan Dia menetapkan ukuran-ukurannya dengan serapi-rapinya 1054.","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":"1054.  Maksudnya, segala sesuatu yang dijadikan Tuhan diberi-Nya perlengkapan-perlengkapan dan persiapan-persiapan sesuai dengan naluri, sifat-sifat, dan fungsinya masing-masing dalam hidup. ","lang":"id"},{"name":"25:3","price":"Kemudian, mereka mengambil tuhan-tuhan selain daripada-Nya (untuk disembah) yang tuhan-tuhan itu tidak menciptakan apa pun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) sesuatu kemudaratan dari dirinya dan tidak (pula untuk mengambil) suatu kemanfaatan pun dan (juga) tidak kuasa mematikan, menghidupkan, dan tidak (pula) membangkitkan.","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":"","lang":"id"},{"name":"25:4","price":"Dan orang-orang kafir berkata, \"Al-Qur`ān ini tidak lain hanyalah kebohongan yang diada-adakan oleh Muhammad dan dia dibantu oleh kaum yang lain 1055\"; maka sesungguhnya mereka telah berbuat suatu kezaliman dan dusta yang besar.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":"1055.  Maksud \"oleh mereka dengan kaum yang lain itu\" ialah orang-orang yang sudah masuk Islam. ","lang":"id"},{"name":"25:5","price":"Dan mereka berkata, \"Dongengan-dongengan orang-orang dahulu, dimintanya supaya dituliskan, maka dibacakanlah dongengan itu kepadanya setiap pagi dan petang.\"","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":"","lang":"id"},{"name":"25:6","price":"Katakanlah, \"Al-Qur`ān itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sesungguhnya Dia adalah Maha Pengampun lagi Maha Penyayang.\"","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":"","lang":"id"},{"name":"25:7","price":"Dan mereka berkata, \"Mengapa rasul itu memakan makanan dan berjalan di pasar-pasar? Mengapa tidak diturunkan kepadanya seorang malaikat agar malaikat itu memberikan peringatan bersama-sama dengan dia?","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":"","lang":"id"},{"name":"25:8","price":"atau (mengapa tidak) diturunkan kepadanya perbendaharaan atau (mengapa tidak) ada kebun baginya yang dia dapat makan dari (hasil)nya?\" Dan orang-orang yang zalim itu berkata, \"Kamu sekalian tidak lain hanyalah mengikuti seorang lelaki yang kena sihir.\"","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":"","lang":"id"},{"name":"25:9","price":"Perhatikanlah, bagaimana mereka membuat perbandingan-perbandingan tentang kamu, lalu sesatlah mereka; mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu).","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":"","lang":"id"},{"name":"25:10","price":"Maha Suci (Allah) yang jika Dia menghendaki, niscaya dijadikan-Nya bagimu yang lebih baik dari yang demikian, (yaitu) surga-surga yang mengalir sungai-sungai di bawahnya, dan dijadikan-Nya (pula) untukmu istana-istana 1056.","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":"1056.  Maksudnya, kalau Allah Subḥānahu wa Ta‘ālā menghendaki, niscaya dijadikan-Nya untuk Muhammad Ṣallallāhu ʻAlaihi wa Sallam surga­surga dan istana-istana, seperti yang bakal diperolehnya di akhirat.  Akan tetapi, Allah Subḥānahu wa Ta‘ālā  tidak menghendaki yang demikian agar manusia itu tunduk dan beriman kepada Allah Subḥānahu wa Ta‘ālā  bukanlah karena dipengaruhi oleh benda, melainkan berdasarkan kepada bukti-bukti dan dalil-dalil yang nyata. ","lang":"id"},{"name":"25:11","price":"Bahkan, mereka mendustakan hari kiamat.  Dan kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari kiamat.","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":"","lang":"id"},{"name":"25:12","price":"Apabila neraka itu melihat 1057 mereka dari tempat yang jauh, mereka mendengar kegeramannya dan suara nyalanya.","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":"1057.  Zahir ayat ini menunjukkan bahwa neraka itu dapat melihat dan ini mungkin terjadi dengan kekuasaan Allah Subḥānahu wa Ta‘ālā  atau ayat ini menggambarkan bagaimana dahsyat dan seramnya neraka itu agar setiap orang dapat menggambarkannya. ","lang":"id"},{"name":"25:13","price":"Dan apabila mereka dilemparkan ke tempat yang sempit di neraka itu dengan dibelenggu, mereka di sana mengharapkan kebinasaan 1058.","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":"1058.  Maksudnya, mereka mengharapkan kebinasaan agar terlepas dari siksa yang amat besar, yaitu azab di neraka yang amat panas dengan dibelenggu di tempat yang amat sempit pula sebagai yang dilukiskan itu. ","lang":"id"},{"name":"25:14","price":"(Akan dikatakan kepada mereka), \"Jangan kamu sekalian mengharapkan satu kebinasaan, melainkan harapkanlah kebinasaan yang banyak\".","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":"1059.  Harapan mereka untuk dibinasakan sekaligus tidak dikabulkan Allah Subḥānahu wa Ta‘ālā , tetapi mereka akan mengalami azab yang lebih besar selama-lamanya. ","lang":"id"},{"name":"25:15","price":"Katakanlah, \"Apa (azab) yang demikian itukah yang baik atau surga yang kekal yang telah dijanjikan kepada orang-orang yang bertakwa?\" Dia menjadi balasan dan tempat kembali bagi mereka?\"","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":"","lang":"id"},{"name":"25:16","price":"Bagi mereka di dalam surga itu apa yang mereka kehendaki, sedang mereka kekal (di dalamnya). (Hal itu) adalah janji dari Tuhan-mu yang patut dimohonkan (kepada-Nya).","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":"","lang":"id"},{"name":"25:17","price":"Dan (ingatlah) suatu hari (ketika) Allah menghimpunkan mereka beserta apa yang mereka sembah selain Allah, lalu Allah berkata (kepada yang disembah), \"Apakah kamu yang menyesatkan hamba-hamba-Ku itu atau mereka sendirikah yang sesat dari jalan (yang benar)?\"","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":"","lang":"id"},{"name":"25:18","price":"Mereka (yang disembah itu) menjawab, \"Maha Suci Engkau, tidaklah patut bagi kami mengambil selain engkau (untuk jadi) pelindung 1060, akan tetapi Engkau telah memberi mereka dan bapak-bapak mereka kenikmatan hidup sampai mereka lupa mengingati (Engkau) dan mereka adalah kaum yang binasa.\"","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":"1060.  Maksudnya, setelah mereka dikumpulkan bersama-sama apa yang mereka sembah, yaitu malaikat, Uzair, Nabi ʻIsa ‘Alaihissalām, dan berhala-berhala, dan setelah Tuhan menanyakan kepada yang disembah itu, apakah mereka yang menyesatkan orang-orang itu ataukah orang-orang itu yang sesat sendirinya, maka yang disembah itu menjawab bahwa tidaklah patut bagi mereka untuk menyembah selain Allah Subḥānahu wa Ta‘ālā , apalagi untuk menyuruh orang lain menyembah selain Allah Subḥānahu wa Ta‘ālā . ","lang":"id"},{"name":"25:19","price":"maka sesungguhnya mereka (yang disembah itu) telah mendustakan kamu tentang apa yang kamu katakan, maka kamu tidak akan dapat menolak (azab) dan tidak (pula) menolong (dirimu) dan barang siapa di antara kamu yang berbuat zalim, niscaya Kami rasakan kepadanya azab yang besar.","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":"","lang":"id"},{"name":"25:20","price":"Dan Kami tidak mengutus rasul-rasul sebelummu, melainkan mereka sungguh memakan makanan dan berjalan di pasar-pasar.  Dan kami jadikan sebagian kamu cobaan bagi sebagian yang lain. Maukah kamu bersabar? Dan adalah Tuhan-mu maha Melihat.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":"","lang":"id"},{"name":"25:21","price":"Berkatalah orang-orang yang tidak menanti-nanti pertemuan(nya) dengan Kami, \"Mengapakah tidak diturunkan kepada kita malaikat atau (mengapa) kita (tidak) melihat Tuhan kita?\" Sesungguhnya, mereka memandang besar tentang diri mereka dan mereka benar-benar telah melampaui batas(dalam melakukan) kezaliman.","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:22","price":"Pada hari mereka melihat malaikat 1061 pada hari itu tidak ada kabar gembira bagi orang-orang yang berdosa dan mereka berkata, \"Ḥijrān maḥjūrā 1062.","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":"1061.  Maksudnya, pada hari mereka menemui kematian atau pada hari kiamat.\n1062.  Ini suatu ungkapan yang biasa disebut oleh orang Arab pada waktu menemui musuh yang tidak dapat dielakkan lagi atau ditimpa suatu bencana yang tidak dapat dihindari.  Ungkapan ini berarti,  \"Semoga Allah menghindarkan bahaya ini dari saya.\" ","lang":"id"},{"name":"25:23","price":"Dan kami hadapi segala amal yang mereka kerjakan 1063, lalu kami jadikan amal itu (bagaikan) debu yang berterbangan.","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":"1063. Maksud  amal mereka di sini ialah amal-amal mereka yang baik-baik yang mereka kerjakan di dunia.  Amal-amal itu tidak dibalasi oleh Allah Subḥānahu wa Ta‘ālā karena mereka tidak beriman. ","lang":"id"},{"name":"25:24","price":"Penghuni-penghuni surga pada hari itu paling baik tempat tinggalnya dan paling indah tempat istirahatnya.","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:25","price":"Dan (ingatlah) hari (ketika) langit pecah belah mengeluarkan kabut putih dan diturunkanlah malaikat bergelombang-gelombang.","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:26","price":"Kerajaan yang hak 1064 pada hari itu adalah kepunyaan Tuhan Yang Maha Pemurah.  Dan adalah (hari itu), satu hari penuh kesukaran bagi orang-orang kafir.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":"1064.  Maksud \"kerajaan yang hak \"ialah kekuasaan yang mutlak yang tidak dapat disertai oleh suatu apa pun juga. ","lang":"id"},{"name":"25:27","price":"Dan (ingatlah) hari (ketika itu) orang yang zalim menggigit dua tangannya 1065 seraya berkata, \"Aduhai kiranya (dulu) aku mengambil jalan bersama-sama rasul.\"","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":"1065.  Maksudnya, menyesali perbuatannya. ","lang":"id"},{"name":"25:28","price":"Kecelakaan besarlah bagiku; kiranya aku (dulu) tidak menjadikan si fulan 1066 itu teman akrab(ku).","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":"1066.  Maksud  \"si fulan\" ialah setan atau orang yang telah menyesatkannya di dunia. ","lang":"id"},{"name":"25:29","price":"Sesungguhnya dia telah menyesatkan aku dari Al-Qur`ān ketika Al-Qur`ān itu telah datang kepadaku. Dan adalah setan itu tidak mau menolong manusia.","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:30","price":"Berkatalah rasul, \"Ya Tuhan-ku, sesungguhnya kaumku menjadikan Al-Qur`ān itu sesuatu yang tidak diacuhkan\".","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:31","price":"Dan seperti itulah, telah Kami adakan bagi tiap-tiap nabi, musuh dari orang-orang yang berdosa. Dan cukuplah Tuhan-mu menjadi pemberi petunjuk dan penolong.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:32","price":"Berkatalah orang-orang yang kafir, \"Mengapa Al-Qur`ān itu tidak diturunkan kepadanya sekali turun saja?\"; demikianlah 1067 supaya Kami perkuat hatimu dengannya dan Kami membacanya secara tartil (teratur dan benar).","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":"1067.  Maksudnya, Al-Qur`ān  itu tidak diturunkan sekaligus, tetapi diturunkan secara berangsur­angsur agar dengan cara demikian hati nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam menjadi kuat dan tetap. ","lang":"id"},{"name":"25:33","price":"Tidaklah orang-orang kafir itu datang kepadamu (membawa) sesuatu yang ganjil, melainkan Kami datangkan kepadamu suatu yang benar dan yang paling baik penjelasannya 1068.","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":"1068.  Maksudnya, setiap kali mereka datang kepada Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam membawa suatu hal yang aneh berupa usul dan kecaman, Allah Subḥānahu wa Ta‘ālā  menolaknya dengan suatu yang benar dan nyata. ","lang":"id"},{"name":"25:34","price":"Orang-orang yang dihimpunkan ke neraka Jahanam dengan diseret atas muka-muka mereka; mereka itulah orang yang paling buruk tempatnya dan paling sesat jalannya.","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:35","price":"Dan sesungguhnya, kami telah memberikan Alkitab (Taurat) kepada Musa dan Kami telah menjadikan Hārūn saudaranya menyertai dia sebagai wazir (pembantu).","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:36","price":"Kemudian, Kami berfirman kepada keduanya, \"Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami\".  Maka Kami membinasakan mereka sehancur-hancurnya.","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:37","price":"Dan (telah Kami binasakan) kaum Nūḥ, tatkala mereka mendustakan rasul-rasul.  Kami tenggelamkan mereka dan kami jadikan (cerita) mereka itu pelajaran bagi manusia.  Dan Kami telah menyediakan bagi orang-orang zalim azab yang pedih;","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:38","price":"dan (Kami binasakan) kaum ‘Ād dan Ṡamūd dan penduduk ar Ras 1069 dan banyak (lagi) generasi-generasi di antara kaum-kaum tersebut.","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":"1069.  Ar-Ras adalah telaga yang sudah kering airnya.  Kemudian, dijadikan nama suatu kaum, yaitu kaum Ar-Ras. Mereka menyembah patung, lalu Allah Subḥānahu wa Ta‘ālā  mengutus Nabi Syuʻayb ‘Alaihissalām kepada mereka. ","lang":"id"},{"name":"25:39","price":"Dan Kami jadikan bagi masing-masing mereka perumpamaan dan masing-masing mereka itu benar benar telah Kami binasakan dengan sehancur-hancurnya.","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:40","price":"Dan sesungguhnya, mereka (kaum musyrik Mekah) telah melalui sebuah negeri (Sadum) yang (dulu) dihujani dengan hujan yang sejelek-jeleknya (hujan batu).  Maka, apakah mereka tidak menyaksikan runtuhan itu, bahkan adalah mereka itu tidak mengharapkan akan kebangkitan.","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:41","price":"Dan apabila mereka melihat kamu (Muhammad), mereka hanyalah menjadikan kamu sebagai ejekan (dengan mengatakan), \"Inikah orangnya yang diutus Allah sebagai rasul?","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:42","price":"Sesungguhnya hampirlah ia menyesatkan kita dari sembahan-sembahan kita, seandainya kita tidak sabar (menyembah)nya\" dan mereka kelak akan mengetahui pada saat mereka melihat azab; siapa yang paling sesat jalannya.","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:43","price":"Terangkanlah kepadaku tentang orang yang menjadikan hawa nafsunya sebagai tuhannya.  Maka apakah kamu dapat menjadi pemelihara atasnya?,","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:44","price":"atau apakah kamu mengira bahwa kebanyakan mereka itu mendengar atau memahami.  Mereka itu tidak lain hanyalah seperti binatang ternak, bahkan mereka lebih sesat jalannya (dari binatang ternak itu).","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:45","price":"Apakah kamu tidak memperhatikan (penciptaan) Tuhan-mu, bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang dan kalau Dia menghendaki, niscaya Dia menjadikan tetap bayang-bayang itu, kemudian Kami jadikan matahari sebagai petunjuk atas bayang-bayang itu,","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:46","price":"kemudian, Kami menarik bayang-bayang itu kepada kami 1070 dengan tarikan yang perlahan-lahan.","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":"1070.  Maksudnya, bayang-bayang itu Kami hapuskan dengan perlahan-lahan sesuai dengan terbenamnya matahari sedikit demi sedikit. ","lang":"id"},{"name":"25:47","price":"Dia-lah yang menjadikan untukmu malam (sebagai) pakaian dan tidur untuk istirahat dan Dia menjadikan siang untuk bangun berusaha.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:48","price":"Dia-lah yang meniupkan angin (sebagai) pembawa kabar gembira dekat sebelum kedatangan rahmat-nya (hujan) dan Kami turunkan dari langit air yang amat bersih,","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:49","price":"agar Kami menghidupkan dengan air itu negeri (tanah) yang mati dan agar Kami memberi minum dengan air itu sebagian besar dari makhluk Kami; binatang-binatang ternak dan manusia yang banyak.","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:50","price":"Dan sesungguhnya Kami telah mempergilirkan hujan itu di antara manusia supaya mereka mengambil pelajaran (dari padanya); maka kebanyakan manusia itu tidak mau, kecuali mengingkari (nikmat).","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:51","price":"Dan andaikata Kami menghendaki benar-benarlah Kami utus pada tiap-tiap negeri seorang yang memberi peringatan (rasul).","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:52","price":"Maka janganlah kamu mengikuti orang-orang kafir dan berjihadlah terhadap mereka dengan Al-Qur`ān dengan jihad yang besar.","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:53","price":"Dan Dialah yang membiarkan dua laut yang mengalir (berdampingan); yang ini tawar lagi segar dan yang lain asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang menghalangi.","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:54","price":"Dan Dia (pula) yang menciptakan manusia dari air, lalu dia jadikan manusia itu (punya) keturunan dan muṣāharah 1071 dan adalah Tuhan-mu Maha Kuasa.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":"1071.  Muṣāharah artinya hubungan kekeluargaan yang berasal dari perkawinan, seperti menantu, ipar, mertua, dan sebagainya. ","lang":"id"},{"name":"25:55","price":"Dan mereka menyembah selain Allah, apa yang tidak memberi manfaat kepada mereka dan tidak (pula) memberi mudarat kepada mereka.  Adalah orang-orang kafir itu penolong (setan untuk berbuat durhaka) terhadap Tuhan-nya.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:56","price":"Dan tidaklah Kami mengutus kamu, melainkan hanya sebagai pembawa kabar gembira dan pemberi peringatan.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:57","price":"Katakanlah, \"Aku tidak meminta upah sedikit pun kepada kamu dalam menyampaikan risalah itu, melainkan (mengharapkan kepatuhan) orang-orang yang mau mengambil jalan kepada Tuhan-nya.","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:58","price":"Dan bertawakallah kepada Allah yang hidup (kekal) yang tidak mati dan bertasbihlah dengan memuji-Nya.  Dan cukuplah Dia Maha Mengetahui dosa-dosa hamba-hamba-Nya.","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:59","price":"Yang menciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam hari, kemudian dia bersemayam di atas arasy 1072, (Dia-lah) Yang Maha Pemurah, maka tanyakanlah tentang Allah kepada yang lebih mengetahui (Muhammad).","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":"1072.  Lihat catatan kaki nomor 548. ","lang":"id"},{"name":"25:60","price":"Dan apabila dikatakan kepada mereka, \"Sujudlah kamu sekalian kepada yang Maha Penyayang\", mereka menjawab, \"Siapakah yang Maha Penyayang itu? Apakah kami akan sujud kepada Tuhan yang kamu perintahkan kami (bersujud kepada-Nya)?\" dan (perintah sujud itu) menambah mereka jauh (dari iman).","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:61","price":"Maha Suci Allah yang menjadikan di langit gugusan-gugusan bintang dan Dia menjadikan juga padanya matahari dan bulan yang bercahaya.","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:62","price":"Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau orang yang ingin bersyukur.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:63","price":"Dan hamba-hamba Tuhan yang Maha Penyayang itu (ialah) orang-orang yang berjalan di atas bumi dengan rendah hati dan apabila orang-orang jahil menyapa mereka, mereka mengucapkan kata-kata yang baik.","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:64","price":"Dan orang yang melalui malam hari dengan bersujud dan berdiri untuk Tuhan mereka 1073.","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":"1073.  Maksudnya, orang-orang yang salat tahajud pada malam hari semata-mata karena Allah Subḥānahu wa Ta‘ālā . ","lang":"id"},{"name":"25:65","price":"Dan orang-orang yang berkata, \"Ya Tuhan kami, jauhkan azab Jahanam dari kami; sesungguhnya azabnya itu adalah kebinasaan yang kekal\".","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:66","price":"Sesungguhnya Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman.","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:67","price":"Dan orang-orang yang apabila membelanjakan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, dan adalah (pembelanjaan itu) di tengah-tengah antara yang demikian.","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:68","price":"Dan orang-orang yang tidak menyembah tuhan yang lain beserta Allah dan tidak membunuh jiwa yang diharamkan Allah (membunuhnya), kecuali dengan (alasan) yang benar dan tidak berzina; barang siapa yang melakukan demikian itu, niscaya dia mendapat (pembalasan) dosa(nya),","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:69","price":"(yakni) akan dilipatgandakan azab untuknya pada hari kiamat dan dia akan kekal dalam azab itu dalam keadaan terhina,","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:70","price":"kecuali orang-orang yang bertobat, beriman, dan mengerjakan amal saleh; maka itu kejahatan mereka diganti Allah dengan kebajikan.  Dan adalah Allah maha Pengampun lagi Maha Penyayang.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:71","price":"Dan orang-orang yang bertobat dan mengerjakan amal saleh, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya.","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:72","price":"Dan orang-orang yang tidak memberikan persaksian palsu dan apabila mereka bertemu dengan (orang-orang) yang mengerjakan perbuatan-perbuatan yang tidak berfaedah, mereka lalui (saja) dengan menjaga kehormatan dirinya.","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:73","price":"Dan orang-orang yang apabila diberi peringatan dengan ayat-ayat Tuhan mereka, mereka tidaklah menghadapinya sebagai orang-orang yang tuli dan buta.","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:74","price":"Dan orang orang yang berkata, \"Ya Tuhan kami, anugerahkanlah kepada kami istri-istri kami dan keturunan kami sebagai penyenang hati (kami) dan jadikanlah kami imam bagi orang-orang yang bertakwa.","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:75","price":"Mereka itulah orang yang dibalasi dengan martabat yang tinggi (dalam surga) karena kesabaran mereka dan mereka disambut dengan penghormatan dan ucapan selamat di dalamnya,","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:76","price":"mereka kekal di dalamnya.  Surga itu sebaik-baik tempat menetap dan tempat kediaman.","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":"","lang":"id"},{"name":"25:77","price":"Katakanlah (kepada orang-orang musyrik), \"Tuhan-ku tidak mengindahkan kamu, melainkan kalau ada ibadatmu.  (Tetapi bagaimana kamu beribadat kepada-Nya), padahal kamu sungguh telah mendustakan-Nya? karena itu, kelak (azab) pasti (menimpamu)\".","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":"","lang":"id"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}