{"data":[{"name":"28:1","price":"Ṭā Sīn Mīm 1111","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"1111.  Lihat catatan kaki nomor 10. ","lang":"id"},{"name":"28:2","price":"Ini adalah ayat-ayat Kitab (Al-Qur`ān) yang nyata (dari Allah).","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:3","price":"Kami membacakan kepadamu sebagian dari kisah Musa dan Firʻawn  dengan benar untuk orang-orang yang beriman.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:4","price":"Sesungguhnya Firʻawn  telah berbuat sewenang-wenang di muka bumi dan menjadikan penduduknya berpecah belah dengan menindas segolongan dari mereka, menyembelih anak laki-laki mereka, dan membiarkan hidup anak-anak perempuan mereka 1112.   Sesungguhnya Firʻawn  termasuk orang-orang yang berbuat kerusakan.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"1112.  Golongan yang ditindas itu ialah Bani Isrā`īl yang anak-anak laki-laki mereka dibunuh dan anak-anak perempuan mereka dibiarkan hidup. ","lang":"id"},{"name":"28:5","price":"Dan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu dan hendak menjadikan mereka pemimpin dan menjadikan mereka orang-orang yang mewarisi (bumi) 1113,","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"1113.  Lihat catatan kaki nomor 560.","lang":"id"},{"name":"28:6","price":"dan akan Kami teguhkan kedudukan mereka di muka bumi, dan akan Kami perlihatkan kepada Firʻawn  dan Hāmān beserta tentaranya apa yang selalu mereka khawatirkan dari mereka itu 1114.","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"1114.  Firʻawn  selalu khawatir bahwa kerajaannya akan dihancurkan oleh Bani Isrā`īl karena itu dia membunuh anak-anak laki-laki yang lahir dalam kalangan Bani Isrā`īl.  Ayat ini menyatakan bahwa akan terjadi apa yang dikhawatirkannya itu. ","lang":"id"},{"name":"28:7","price":"Dan kami ilhamkan kepada ibu Musa, \"Susuilah dia dan apabila kamu khawatir terhadapnya, maka jatuhkanlah dia ke sungai (Nil).  Dan janganlah kamu khawatir dan janganlah (pula) bersedih hati karena sesungguhnya Kami akan mengembalikannya kepadamu dan menjadikannya (salah seorang) dari para rasul.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:8","price":"Maka dipungutlah ia oleh keluarga Firʻawn  yang akibatnya dia menjadi musuh dan kesedihan bagi mereka.  Sesungguhnya Firʻawn  dan Hāmān beserta tentaranya adalah orang-orang yang bersalah.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:9","price":"Dan berkatalah istri Firʻawn , \"(Ia) adalah penyejuk mata hati bagiku dan bagimu.  Janganlah kamu membunuhnya, mudah-mudahan ia bermanfaat kepada kita atau kita ambil ia menjadi anak\", sedang mereka tiada menyadari.","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:10","price":"Dan menjadi kosonglah hati ibu Musa 1115.  Sesungguhnya hampir saja ia menyatakan rahasia tentang Musa, seandainya tidak Kami teguhkan hatinya supaya ia termasuk orang-orang yang percaya (kepada janji Allah).","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"1115.  Setelah ibu Musa ‘Alaihissalām menghanyutkan Musa di sungai Nil, maka timbullah penyesalan dan kesangsian hatinya lantaran kekhawatiran atas keselamatan Musa ‘Alaihissalām, bahkan hampir-hampir ia berteriak meminta tolong kepada orang untuk mengambil anaknya itu kembali yang akan mengakibatkan terbukanya rahasia bahwa Musa ‘Alaihissalām adalah anaknya sendiri ","lang":"id"},{"name":"28:11","price":"Dan berkatalah ibu Musa kepada saudara Musa yang perempuan, \"Ikutilah dia\" . Maka kelihatanlah olehnya Musa dari jauh, sedang mereka tidak mengetahuinya,","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:12","price":"dan Kami cegah Musa dari menyusu kepada perempuan-perempuan yang mau menyusui(nya) sebelum itu, maka berkatalah saudara Musa, \"Maukah kamu aku tunjukkan kepadamu ahlul bait yang akan memeliharanya untukmu dan mereka dapat berlaku baik kepadanya?\".","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:13","price":"Maka kami kembalikan Musa kepada ibunya supaya senang hatinya dan tidak berduka cita dan supaya ia mengetahui bahwa janji Allah itu adalah benar, tetapi kebanyakan manusia tidak mengetahuinya.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:14","price":"Dan setelah Musa cukup umur dan sempurna akalnya, Kami berikan kepadanya hikmah (kenabian) dan pengetahuan.  Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:15","price":"Dan Musa masuk ke kota (Memphis) ketika penduduknya sedang lengah 1116, maka didapatinya di dalam kota itu dua orang laki-laki yang berkelahi; yang seorang dari golongannya (Bani Isrā`īl) dan seorang (lagi) dari musuhnya (kaum Firʻawn ).  Maka orang yang dari golongannya meminta pertolongan kepadanya untuk mengalahkan orang yang dari musuhnya, lalu Musa meninjunya dan matilah musuhnya itu.  Musa berkata, \"Ini adalah perbuatan setan 1117, sesungguhnya setan itu adalah musuh yang menyesatkan lagi nyata (permusuhannya).","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"1116.  Maksudnya, tengah hari, pada waktu penduduk sedang istirahat.\n1117.  Maksudnya, Musa ‘Alaihissalām menyesal atas kematian orang itu disebabkan pukulannya karena dia bukanlah bermaksud untuk membunuhnya.  Dia hanya semata-mata membela kaumnya. ","lang":"id"},{"name":"28:16","price":"Musa berdoa, \"Ya Tuhan-ku, sesungguhnya aku telah menganiaya diriku sendiri karena itu ampunilah aku\".  Maka Allah mengampuninya; sesungguhnya Allah Dia-lah Yang Maha Pengampun lagi Maha Penyayang.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:17","price":"Musa berkata, \"Ya Tuhan-ku, demi nikmat yang telah Engkau anugerahkan kepadaku, aku sekali-kali tiada akan menjadi penolong bagi orang-orang yang berdosa\".","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:18","price":"Karena itu, jadilah Musa di kota itu merasa takut menunggu-nunggu dengan khawatir (akibat perbuatannya), maka tiba-tiba orang yang meminta pertolongan kemarin berteriak meminta pertolongan kepadanya.  Musa berkata kepadanya, \"Sesungguhnya kamu benar-benar orang sesat yang nyata (kesesatannya)\".","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:19","price":"Maka tatkala Musa hendak memegang dengan keras orang yang menjadi musuh keduanya, musuhnya berkata, \"Hai Musa, apakah kamu bermaksud hendak membunuhku, sebagaimana kamu kemarin telah membunuh seorang manusia? Kamu tidak bermaksud, melainkan hendak menjadi orang yang berbuat sewenang-wenang di negeri (ini) dan tiadalah kamu hendak menjadi salah seorang dari orang-orang yang mengadakan perdamaian\".","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:20","price":"Dan datanglah seorang laki-laki dari ujung kota bergegas-gegas seraya berkata, \"Hai Musa, sesungguhnya pembesar negeri sedang berunding tentang kamu untuk membunuhmu sebab itu keluarlah (dari kota ini), sesungguhnya aku termasuk orang-orang yang memberi nasihat kepadamu\".","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:21","price":"Maka keluarlah Musa dari kota itu dengan rasa takut menunggu-nunggu 1118 dengan khawatir, dia berdoa, \"Ya Tuhan-ku, selamatkanlah aku dari orang-orang yang zalim itu\".","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"1118.  Maksudnya, merasa sangat khawatir, kalau-kalau ada orang yang menyusul untuk menangkapnya. ","lang":"id"},{"name":"28:22","price":"Dan tatkala ia menghadap kejurusan negeri Madyan ia berdoa (lagi), \"Mudah-mudahan Tuhan-ku memimpinku ke jalan yang benar\".","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:23","price":"Dan tatkala ia sampai di sumber air negeri Madyan, ia menjumpai di sana sekumpulan orang yang sedang meminumkan (ternaknya) dan ia menjumpai di belakang orang banyak itu dua orang wanita yang sedang menghambat (ternaknya).  Musa berkata, \"Apakah maksudmu (dengan berbuat  begitu)?\" Kedua wanita itu menjawab, \"Kami tidak dapat meminumkan (ternak kami), sebelum pengembala-pengembala itu memulangkan (ternaknya), sedang bapak kami adalah orang tua yang telah lanjut umurnya\".","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:24","price":"Maka Musa memberi minum ternak itu untuk (menolong) keduanya, kemudian dia kembali ke tempat yang teduh, lalu berdoa, \"Ya Tuhan-ku sesungguhnya aku sangat memerlukan sesuatu kebaikan 1119 yang Engkau turunkan kepadaku\".","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"1119.   Maksud khair (kebaikan) dalam ayat ini menurut sebagian besar ahli tafsir ialah \"barang sedikit makanan\". ","lang":"id"},{"name":"28:25","price":"Kemudian, datanglah kepada Musa salah seorang dari kedua wanita itu berjalan kemalu-maluan, ia berkata, \"Sesungguhnya bapakku memanggil kamu agar ia memberi balasan terhadap (kebaikan)mu memberi minum (ternak) kami\".  Maka tatkala Musa mendatangi bapaknya (Syuʻayb) dan menceritakan kepadanya cerita (mengenai dirinya).  Syuʻayb berkata, \"Janganlah kamu takut.  Kamu telah selamat dari orang-orang yang zalim itu\".","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:26","price":"Salah seorang dari kedua wanita itu berkata, \"Ya Bapakku ambillah ia sebagai orang yang bekerja (pada kita) karena sesungguhnya orang yang paling baik yang kamu ambil untuk bekerja (pada kita) ialah orang yang kuat lagi dapat dipercaya\".","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:27","price":"Berkatalah dia (Syuʻayb), \"Sesungguhnya aku bermaksud menikahkan kamu dengan salah seorang dari kedua anakku ini atas dasar bahwa kamu bekerja denganku delapan tahun dan jika kamu cukupkan sepuluh tahun, maka itu adalah (suatu kebaikan) dari kamu, maka aku tidak hendak memberati kamu.  Dan kamu Insya Allah akan mendapatiku termasuk orang-orang yang baik\".","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:28","price":"Dia (Musa) berkata, \"Itulah (perjanjian) antara aku dan kamu.  Mana saja dari kedua waktu yang ditentukan itu aku sempurnakan, maka tidak ada tuntutan tambahan atas diriku (lagi).  Dan Allah adalah saksi atas apa yang kita ucapkan\".","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:29","price":"Maka tatkala Musa telah menyelesaikan waktu yang ditentukan dan dia berangkat dengan keluarganya, dilihatnyalah api di lereng gunung 1120 ia berkata kepada keluarganya, \"Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sesuluh api agar kamu dapat menghangatkan badan\".","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"1120.  Setelah Musa ‘Alaihissalām menyelesaikan perjanjian dengan Syuʻayb ‘Alaihissalām, ia berangkat dengan keluarganya dengan sejumlah kambing yang diberi mertuanya. Pada suatu malam yang sangat gelap dan dingin, Musa ‘Alaihissalām tiba di suatu tempat, tetapi setiap beliau menghidupkan api, api itu tidak mau menyala.  Hal itu sangat mengherankan Musa ‘Alaihissalām, maka ia berkata kepada istrinya sebagai tersebut dalam ayat 29. ","lang":"id"},{"name":"28:30","price":"Maka tatkala Musa sampai ke (tempat) api itu, diserulah dia dari (arah) pinggir lembah sebelah kanan(nya) pada tempat yang diberkahi, dari sebatang pohon kayu, yaitu \"Ya Musa, sesungguhnya aku adalah Allah, Tuhan semesta alam.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"1121.  Di tempat dan di saat itulah, Musa ‘Alaihissalām mulai diangkat menjadi rasul. ","lang":"id"},{"name":"28:31","price":"dan lemparkanlah tongkatmu.  Maka tatkala (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seolah-olah dia seekor ular yang gesit, larilah ia berbalik ke belakang tanpa menoleh.  (Kemudian, Musa diseru), \"Hai Musa datanglah kepada-Ku dan janganlah kamu takut. Sesungguhnya kamu termasuk orang-orang yang aman.","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:32","price":"Masukkanlah tanganmu ke leher bajumu 1122, niscaya ia keluar putih tidak bercacat bukan karena penyakit dan dekapkanlah kedua tanganmu (ke dada)mu bila ketakutan 1123, maka yang demikian itu adalah dua mukjizat dari Tuhan-mu (yang akan kamu hadapkan kepada Firʻawn  dan pembesar-pembesarnya).  Sesungguhnya mereka adalah orang-orang yang fasik\".","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"1122.  Maksudnya, meletakkan tangan ke dada leher baju.\n1123.  Maksudnya, karena Musa ‘Alaihissalām merasa takut, Allah Subḥānahu wa Ta‘ālā memerintahkan untuk mendekapkan tangan ke dadanya agar rasa takut itu hilang. ","lang":"id"},{"name":"28:33","price":"Musa berkata, \"Ya Tuhan-ku sesungguhnya aku telah membunuh seorang manusia dari golongan mereka, maka aku takut mereka akan membunuhku.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:34","price":"Dan saudaraku Hārūn dia lebih fasih lidahnya daripadaku 1124, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sesungguhnya aku khawatir mereka akan mendustakanku\".","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"1124. Nabi Musa ‘Alaihissalām selain merasa takut kepada Firʻawn  juga merasa dirinya kurang lancar berbicara menghadapi Firʻawn .  Oleh karena itu, dimohonkannya agar Allah Subḥānahu wa Ta‘ālā mengutus Hārūn ‘Alaihissalām bersamanya yang lebih petah lidahnya. ","lang":"id"},{"name":"28:35","price":"Allah berfirman, \"Kami akan membantumu dengan saudaramu dan Kami berikan kepadamu berdua kekuasaan yang besar, maka mereka tidak dapat mencapaimu; (berangkatlah kamu berdua) dengan membawa mukjizat Kami, kamu berdua dan orang yang mengikuti kamulah yang menang.","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:36","price":"Maka tatkala Musa datang kepada mereka dengan (membawa) mukjizat-mukjizat Kami yang nyata, mereka berkata, \"Ini tidak lain hanyalah sihir yang dibuat-buat dan kami belum pernah mendengar (seruan yang seperti) ini kepada nenek moyang kami dahulu\".","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:37","price":"Musa menjawab, \"Tuhan-ku lebih mengetahui orang yang (patut) membawa petunjuk dari sisi-Nya dan siapa yang akan mendapat kesudahan (yang baik) di negeri akhirat.  Sesungguhnya tidaklah akan mendapat kemenangan orang-orang yang zalim\".","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:38","price":"Dan berkata Firʻawn , \"Hai pembesar kaumku, aku tidak mengetahui tuhan bagimu selain aku. Maka, bakarlah hai Hāmān untukku tanah liat 1125, kemudian buatkanlah untukku bangunan yang tinggi supaya aku dapat naik melihat Tuhan Musa dan sesungguhnya aku benar-benar yakin bahwa dia termasuk orang-orang pendusta\".","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"1125.  Maksudnya, membuat batu bata. ","lang":"id"},{"name":"28:39","price":"dan berlaku angkuhlah Firʻawn  dan bala tentaranya di bumi (Mesir) tanpa alasan yang benar dan mereka menyangka bahwa mereka tidak akan dikembalikan kepada Kami.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:40","price":"Maka Kami hukumlah Firʻawn  dan bala tentaranya, lalu Kami lemparkan mereka ke dalam laut. Maka lihatlah bagaimana akibat orang-orang yang zalim.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:41","price":"Dan Kami jadikan mereka pemimpin-pemimpin yang menyeru (manusia) ke neraka dan pada hari kiamat mereka tidak akan ditolong.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:42","price":"Dan Kami ikutkanlah laknat kepada mereka di dunia ini dan pada hari kiamat mereka termasuk orang-orang yang dijauhkan (dari rahmat Allah).","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:43","price":"Dan sesungguhnya telah Kami berikan kepada Musa Alkitab (Taurat) sesudah Kami binasakan generasi-generasi yang terdahulu untuk menjadi pelita bagi manusia dan petunjuk dan rahmat agar mereka ingat.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:44","price":"Dan tidaklah kamu (Muhammad) berada di sisi yang sebelah barat 1126 ketika Kami menyampaikan perintah kepada Musa dan tiada pula kamu termasuk orang-orang yang menyaksikan.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"1126.  Maksudnya, di sebelah barat lembah suci Ṭuwā. Lihat Surah (20) Ṭāha ayat 12. ","lang":"id"},{"name":"28:45","price":"Tetapi Kami telah mengadakan beberapa generasi dan berlalulah atas mereka masa yang panjang dan tiadalah kamu tinggal bersama-sama penduduk Mad-yan dengan membacakan ayat-ayat Kami kepada mereka, tetapi Kami telah mengutus rasul-rasul.","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:46","price":"Dan tiadalah kamu berada di dekat Gunung Ṭūr ketika Kami menyeru (Musa), tetapi (Kami beritahukan itu kepadamu) sebagai rahmat dari Tuhan-mu supaya kamu memberi peringatan kepada kaum (Quraisy) yang sekali-kali belum datang kepada mereka pemberi peringatan sebelum kamu agar mereka ingat.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:47","price":"Dan agar mereka tidak mengatakan ketika azab menimpa mereka disebabkan apa yang mereka kerjakan, \"Ya Tuhan kami, mengapa Engkau tidak mengutus seorang rasul kepada kami, lalu kami mengikuti ayat-ayat Engkau dan jadilah kami termasuk orang-orang mukmin\"","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:48","price":"Maka tatkala datang kepada mereka kebenaran 1127 dari sisi Kami, mereka berkata, \"Mengapakah tidak diberikan kepadanya (Muhammad) seperti yang telah diberikan kepada Musa dahulu?\" Dan bukankah mereka itu telah ingkar (juga) kepada apa yang telah diberikan kepada Musa dahulu? Mereka dahulu telah berkata, \"Musa dan Hārūn  adalah dua ahli sihir yang bantu-membantu\".  Dan mereka (juga) berkata, \"Sesungguhnya, kami tidak mempercayai masing-masing mereka itu\".","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"1127.  Maksud \"kebenaran\" di sini ialah Al-Qur`ān. ","lang":"id"},{"name":"28:49","price":"Katakanlah, \"Datangkanlah olehmu sebuah kitab dari sisi Allah yang kitab itu lebih (dapat) memberi petunjuk daripada keduanya (Taurat dan  Al-Qur`ān) niscaya aku mengikutinya, jika kamu sungguh orang-orang yang benar\".","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:50","price":"Maka jika mereka tidak menjawab (tantanganmu), ketahuilah bahwa sesungguhnya mereka hanyalah mengikuti hawa nafsu mereka (belaka).  Dan siapakah yang lebih sesat daripada orang yang mengikuti hawa nafsunya dengan tidak mendapat petunjuk dari Allah sedikit pun.  Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang zalim.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:51","price":"Dan sesungguhnya telah Kami turunkan berturut-turut perkataan ini (Al-Qur`ān) kepada mereka agar mereka mendapat pelajaran 1128.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"1128.  Allah Subḥānahu wa Ta‘ālā menurunkan Al-Qur`ān ini bagian demi bagian supaya orang kafir Mekah dapat memahaminya dengan baik dan supaya mereka beriman dengannya. ","lang":"id"},{"name":"28:52","price":"Orang-orang yang telah Kami datangkan kepada mereka Alkitab sebelum Al-Qur`ān, mereka beriman (pula) dengan Al-Qur`ān itu.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:53","price":"Dan apabila dibacakan (Al-Qur`ān itu) kepada mereka, mereka berkata, \"Kami beriman kepadanya; sesungguhnya  Al-Qur`ān itu adalah suatu kebenaran dari Tuhan kami, sesungguhnya kami sebelumnya adalah orang-orang yang membenarkan(nya).","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:54","price":"Mereka itu diberi pahala dua kali 1129 disebabkan kesabaran mereka dan mereka menolak kejahatan dengan kebaikan dan sebagian dari apa yang telah Kami rezekikan kepada mereka, mereka nafkahkan.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"1129.  Mereka diberi pahala dua kali ialah kali pertama karena mereka beriman kepada Taurat dan kali yang kedua ialah karena mereka beriman kepada  Al-Qur`ān.","lang":"id"},{"name":"28:55","price":"Dan apabila mereka mendengar perkataan yang tidak bermanfaat, mereka berpaling darinya dan mereka berkata, \"Bagi kami amal-amal kami dan bagimu amal-amalmu, kesejahteraan atas dirimu, kami tidak ingin bergaul dengan orang-orang jahil\".","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:56","price":"Sesungguhnya kamu tidak akan dapat memberi petunjuk kepada orang yang kamu kasihi, tetapi Allah memberi petunjuk kepada orang yang dikehendaki-Nya dan Allah lebih mengetahui orang-orang yang mau menerima petunjuk.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:57","price":"Dan mereka berkata, \"Jika kami mengikuti petunjuk bersama kamu, niscaya kami akan diusir dari negeri kami\".  Dan apakah Kami tidak meneguhkan kedudukan mereka dalam daerah haram (tanah suci) yang aman yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) untuk menjadi rezeki (bagimu) dari sisi Kami? Tetapi, kebanyakan mereka tidak mengetahui.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:58","price":"Dan berapa banyaknya (penduduk) negeri yang telah Kami binasakan yang sudah bersenang-senang dalam kehidupannya; maka itulah tempat kediaman mereka yang tiada didiami (lagi) sesudah mereka, kecuali sebagian kecil.  Dan Kami adalah Pewaris(nya) 1130.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"1130.  Maksudnya, sesudah mereka hancur tempat itu sudah kosong dan tidak dimakmurkan lagi, hingga kembalilah ia kepada pemiliknya yang hakiki, yaitu Allah. ","lang":"id"},{"name":"28:59","price":"Dan tidak adalah Tuhan-mu membinasakan kota-kota, sebelum Dia mengutus di ibukota itu seorang rasul yang membacakan ayat-ayat Kami kepada mereka dan tidak pernah (pula) Kami membinasakan kota-kota, kecuali penduduknya dalam keadaan melakukan kezaliman.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:60","price":"Dan apa saja 1131 yang diberikan kepada kamu, maka itu adalah kenikmatan hidup duniawi dan perhiasannya, sedang apa yang di sisi Allah adalah lebih baik dan lebih kekal.  Maka apakah kamu tidak memahaminya?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"1131.  Maksudnya, hal-hal yang berhubungan dengan duniawi, seperti pangkat kekayaan, keturunan, dan sebagainya. ","lang":"id"},{"name":"28:61","price":"Maka apakah orang yang Kami janjikan kepadanya suatu janji yang baik (surga), lalu ia memperolehnya sama dengan orang yang Kami berikan kepadanya kenikmatan hidup duniawi 1132, kemudian dia pada hari kiamat termasuk orang-orang yang diseret (ke dalam neraka)?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"1132.  Maksudnya, orang yang diberi kenikmatan hidup duniawi, tetapi tidak dipergunakannya untuk mencari kebahagiaan hidup di akhirat karena itu dia di akhirat diseret ke dalam neraka. ","lang":"id"},{"name":"28:62","price":"Dan (ingatlah) hari (pada waktu) Allah menyeru mereka seraya berkata, \"Di manakah sekutu-sekutu-Ku yang dahulu kamu katakan?\"","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:63","price":"Berkatalah orang-orang yang telah tetap hukuman atas mereka 1133, \"Ya Tuhan kami, mereka inilah orang-orang yang kami sesatkan itu; kami telah menyesatkan mereka sebagaimana kami (sendiri) sesat 1134, kami menyatakan berlepas diri (dari mereka) kepada Engkau, mereka sekali-kali tidak menyembah kami\".","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"1133.  Maksudnya, mereka yang disekutukan dengan Allah Subḥānahu wa Ta‘ālā.\n1134.  Yang dikatakan sekutu Allah Subḥānahu wa Ta‘ālā itu berkata bahwa mereka menyesatkan pengikut-pengikutnya adalah dengan kemauan pengikut-pengikut itu sendiri, bukan karena paksaan dari pihak mereka, sebagaimana mereka sendiri sesat adalah dengan kemauan mereka pula. ","lang":"id"},{"name":"28:64","price":"Dikatakan (kepada mereka), \"Serulah olehmu sekutu-sekutu kamu\", lalu mereka menyerunya, maka sekutu-sekutu itu tidak memperkenankan (seruan) mereka dan mereka melihat azab.  (Mereka ketika itu berkeinginan) kiranya mereka dahulu menerima petunjuk.","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:65","price":"Dan (ingatlah) hari (pada waktu) Allah menyeru mereka, seraya berkata, \"Apakah jawabanmu kepada para rasul?\"","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:66","price":"Maka gelaplah bagi mereka segala macam alasan pada hari itu karena itu mereka tidak saling tanya-menanya.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:67","price":"Adapun orang yang bertobat dan beriman serta mengerjakan amal yang saleh, semoga dia termasuk orang-orang yang beruntung.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:68","price":"Dan Tuhan-mu menciptakan apa yang Dia kehendaki dan memilihnya.  Sekali-kali, tidak ada pilihan bagi mereka 1135. Maha Suci Allah dan Maha Tinggi dari apa yang mereka persekutukan (dengan Dia).","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"1135.  Bila Allah Subḥānahu wa Ta‘ālā telah menentukan sesuatu, manusia tidak dapat memilih yang lain lagi dan harus menaati dan menerima apa yang telah ditetapkan Allah Subḥānahu wa Ta‘ālā. ","lang":"id"},{"name":"28:69","price":"Dan Tuhan-mu mengetahui apa yang disembunyikan (dalam) dada mereka dan apa yang mereka nyatakan.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:70","price":"Dan Dia-lah Allah, tidak ada Tuhan (yang berhak disembah), melainkan Dia, bagi-Nya-lah segala puji di dunia dan di akhirat dan bagi-Nya-lah segala penentuan, dan hanya kepada-Nya-lah kamu dikembalikan 1136.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"1136.  Maksudnya,  Allah Subḥānahu wa Ta‘ālā sendirilah yang menentukan segala sesuatu, dan ketentuan-ketentuan itu pasti berlaku, dan Dia pulalah yang mempunyai kekuasaan yang mutlak. ","lang":"id"},{"name":"28:71","price":"Katakanlah, \"Terangkanlah kepadaku, jika Allah menjadikan untukmu malam itu terus-menerus sampai hari kiamat, siapakah Tuhan selain Allah yang akan mendatangkan sinar terang kepadamu? Maka apakah kamu tidak mendengar?\"","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:72","price":"Katakanlah, \"Terangkanlah kepadaku, jika Allah menjadikan untukmu siang itu terus-menerus sampai hari kiamat, siapakah Tuhan selain Allah yang akan mendatangkan malam kepadamu yang kamu beristirahat padanya? Maka apakah kamu tidak memperhatikan?\"","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:73","price":"Dan karena rahmat-Nya, Dia jadikan untukmu malam dan siang supaya kamu beristirahat pada malam itu dan supaya kamu mencari sebagian dari karunia-Nya (pada siang hari) dan agar kamu bersyukur kepada-Nya.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:74","price":"Dan (ingatlah) hari (pada waktu) Allah menyeru mereka, seraya berkata, \"Di manakah sekutu-sekutu-Ku yang dahulu kamu katakan?\"","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:75","price":"Dan Kami datangkan dari tiap-tiap umat seorang saksi 1137, lalu Kami berkata, \"Tunjukkanlah bukti kebenaranmu\", maka tahulah mereka bahwasanya yang hak itu 1138 kepunyaan Allah dan lenyaplah dari mereka apa yang dahulunya mereka ada-adakan.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"1137.  Maksud \"saksi\" di sini ialah rasul yang telah diutus kepada mereka waktu di dunia.\n1138.  Maksudnya, pada waktu itu yakinlah mereka bahwa apa yang telah diterangkan Allah Subḥānahu wa Ta‘ālā dengan perantaraan rasul-Nya itulah yang benar. ","lang":"id"},{"name":"28:76","price":"Sesungguhnya Qārūn adalah termasuk kaum Musa 1139, maka ia berlaku aniaya terhadap mereka dan Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul oleh sejumlah orang yang kuat-kuat.  (Ingatlah) ketika kaumnya berkata kepadanya, \"Janganlah kamu terlalu bangga; sesungguhnya Allah tidak menyukai orang-orang yang terlalu membanggakan diri\".","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"1139.  Qārūn adalah salah seorang anak paman Nabi Musa ‘Alaihissalām.","lang":"id"},{"name":"28:77","price":"Dan carilah pada apa yang telah dianugerahkan Allah kepadamu (kebahagiaan) negeri akhirat dan janganlah kamu melupakan bagianmu dari (kenikmatan) duniawi dan berbuat baiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu dan janganlah kamu berbuat kerusakan di (muka) bumi.  Sesungguhnya Allah tidak menyukai orang-orang yang berbuat kerusakan.","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:78","price":"Qārūn berkata, \"Sesungguhnya aku hanya diberi harta itu karena ilmu yang ada padaku\".  Dan apakah ia tidak mengetahui bahwasanya Allah sungguh telah membinasakan umat-umat sebelumnya yang lebih kuat darinya dan lebih banyak mengumpulkan harta? Dan tidaklah perlu ditanya kepada orang-orang yang berdosa itu tentang dosa-dosa mereka.","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:79","price":"Maka keluarlah Qārūn kepada kaumnya dalam kemegahannya.  Berkatalah orang-orang yang menghendaki kehidupan dunia, \"Moga-moga kiranya kita mempunyai seperti apa yang telah diberikan kepada Qārūn; sesungguhnya ia benar-benar mempunyai keberuntungan yang besar\".","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"1140.  Menurut mufasir, Qārūn ke luar dalam satu iring-iringan yang lengkap dengan pengawal, hamba sahaya, dan inang pengasuh untuk memperlihatkan kemegahannya kepada kaumnya. ","lang":"id"},{"name":"28:80","price":"Berkatalah orang-orang yang dianugerahi ilmu, \"Kecelakaan yang besarlah bagimu, pahala Allah adalah lebih baik bagi orang-orang yang beriman dan beramal saleh dan tidak diperoleh pahala itu, kecuali oleh orang-orang yang sabar\".","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:81","price":"Maka Kami benamkanlah Qārūn beserta rumahnya ke dalam bumi.  Maka tidak ada baginya suatu golongan pun yang menolongnya terhadap azab Allah.  Dan tiadalah ia termasuk orang-orang (yang dapat) membela (dirinya).","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:82","price":"Dan jadilah orang-orang yang kemarin mencita-citakan kedudukan Qārūn itu, berkata, \"Aduhai, benarlah Allah melapangkan rezeki bagi siapa yang Dia kehendaki dari hamba-hambanya dan menyempitkannya; kalau Allah tidak melimpahkan karunia-Nya atas kita benar-benar Dia telah membenamkan kita (pula).  Aduhai benarlah, tidak beruntung orang-orang yang mengingkari (nikmat Allah)\".","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:83","price":"Negeri akhirat 1141 itu, Kami jadikan untuk orang-orang yang tidak ingin menyombongkan diri dan berbuat kerusakan di (muka) bumi.  Dan kesudahan (yang baik) 1142 itu adalah bagi orang-orang yang bertakwa.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"1141.  Maksud kampung akhirat di sini ialah kebahagiaan dan kenikmatan di akhirat. \n1142.  Maksudnya, surga.","lang":"id"},{"name":"28:84","price":"Barang siapa yang datang dengan (membawa) kebaikan, maka baginya (pahala) yang lebih baik daripada kebaikannya itu; dan barang siapa yang datang dengan (membawa) kejahatan, maka tidaklah diberi pembalasan kepada orang-orang yang telah mengerjakan kejahatan itu, melainkan (seimbang) dengan apa yang dahulu mereka kerjakan.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:85","price":"Sesungguhnya yang mewajibkan atasmu (melaksanakan hukum-hukum) Al-Qur`ān benar-benar akan mengembalikan kamu ke tempat kembali 1143.  Katakanlah, \"Tuhan-ku mengetahui orang yang membawa petunjuk dan orang yang dalam kesesatan yang nyata\".","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"1143.  Maksud tempat kembali di sini ialah Kota Mekah. Ini adalah suatu janji dari Tuhan bahwa Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam akan kembali ke Mekah sebagai orang yang menang dan ini sudah terjadi pada tahun kedelapan hijrah pada waktu Nabi menaklukkan Mekah. Ini merupakan suatu mukjizat bagi Nabi. ","lang":"id"},{"name":"28:86","price":"Dan kamu tidak pernah mengharap agar Al-Qur`ān diturunkan kepadamu, tetapi ia (diturunkan) karena suatu rahmat yang besar dari Tuhan-mu 1144 sebab itu janganlah sekali-kali kamu menjadi penolong bagi orang-orang kafir.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"1144.  Maksudnya, Al-Qur`ān Al-Karīm itu diturunkan bukanlah karena Nabi Muhammad  Ṣallallāhu ʻAlaihi wa Sallam mengharap agar diturunkan, melainkan karena rahmat dari Allah  Subḥānahu wa Ta‘ālā. ","lang":"id"},{"name":"28:87","price":"Dan janganlah sekali-kali mereka dapat menghalangimu dari (menyampaikan) ayat-ayat Allah, sesudah ayat-ayat itu diturunkan kepadamu, dan serulah mereka kepada (jalan) Tuhan-mu, dan janganlah sekali-sekali kamu termasuk orang-orang yang mempersekutukan Tuhan.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"id"},{"name":"28:88","price":"Janganlah kamu sembah di samping (menyembah) Allah, tuhan apa pun yang lain. Tidak ada Tuhan (yang berhak disembah), melainkan Dia.  Tiap-tiap sesuatu pasti binasa, kecuali wajah-Nya (Allah). Bagi-Nya-lah segala penentuan dan hanya kepada-Nya-lah kamu dikembalikan.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"id"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}