{"data":[{"name":"32:1","price":"Alif Lām Mīm ","arabic":"الٓمٓ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3504,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:2","price":"Turunnya Al-Qur`ān yang tidak ada keraguan padanya (adalah) dari Tuhan semesta alam.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3505,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:3","price":"Tetapi mengapa mereka (orang kafir) mengatakan, \"Dia Muhammad mengada-adakannya\". Sebenarnya, Al-Qur`ān itu adalah kebenaran (yang datang) dari Tuhan-mu agar kamu memberi peringatan kepada kaum yang belum datang kepada mereka orang yang memberi peringatan sebelum kamu; mudah-mudahan mereka mendapat petunjuk.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3506,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:4","price":"Allah-lah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas arasy 1189.  Tidak ada bagi kamu selain dari-Nya seorang penolong pun dan tidak (pula) seorang pemberi syafaat 1190.  Maka apakah kamu tidak memperhatikan?","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3507,"juzNumber":21,"footnotes":"1189.  Lihat catatan kaki nomor 548.\n1190.  Lihat arti syafaat pada catatan kaki nomor 46. ","lang":"id"},{"name":"32:5","price":"Dia mengatur urusan dari langit ke bumi, kemudian (urusan) itu naik kepada-Nya dalam satu hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu 1191.","arabic":"يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3508,"juzNumber":21,"footnotes":"1191.  Maksud \"urusan itu naik kepada-Nya\" ialah beritanya yang dibawa oleh malaikat.  Ayat ini suatu tamsil bagi kebesaran Allah Subḥānahu wa Ta‘ālā dan keagungan-Nya. ","lang":"id"},{"name":"32:6","price":"Yang demikian itu ialah Tuhan Yang mengetahui yang gaib dan yang nyata, Yang Maha Perkasa lagi Maha Penyayang,","arabic":"ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3509,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:7","price":"Yang membuat segala sesuatu yang Dia ciptakan sebaik-baiknya dan Yang memulai penciptaan manusia dari tanah.","arabic":"ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3510,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:8","price":"Kemudian, Dia menjadikan keturunannya dari sari pati air yang hina (air mani).","arabic":"ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3511,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:9","price":"Kemudian, Dia menyempurnakan dan meniupkan ke dalam (tubuh)nya roh (ciptaan)-Nya dan Dia menjadikan bagi kamu pendengaran, penglihatan, dan hati, (tetapi) kamu sedikit sekali bersyukur.","arabic":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3512,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:10","price":"Dan mereka berkata, \"Apakah bila kami telah lenyap (hancur) dalam tanah, kami benar-benar akan berada dalam ciptaan yang baru1192.  Bahkan (sebenarnya), mereka ingkar akan menemui Tuhan-nya.","arabic":"وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3513,"juzNumber":21,"footnotes":"1192.  Maksudnya, dihidupkan kembali untuk menerima balasan Tuhan pada Hari Kiamat. ","lang":"id"},{"name":"32:11","price":"Katakanlah, \"Malaikat maut yang diserahi untuk (mencabut nyawa)mu akan mematikanmu, kemudian hanya kepada Tuhan-mulah kamu akan dikembalikan.","arabic":"۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3514,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:12","price":"Dan (alangkah ngerinya), jika sekiranya kamu melihat mereka ketika orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhan-nya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), kami akan mengerjakan amal saleh; sesungguhnya kami adalah orang-orang yang yakin\".","arabic":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3515,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:13","price":"Dan kalau Kami menghendaki, niscaya Kami akan berikan kepada tiap-tiap jiwa petunjuk (bagi)nya, akan tetapi telah tetaplah perkataan dari pada-Ku, \"Sesungguhnya akan Aku penuhi neraka jahanam itu dengan jin dan manusia bersama-sama.","arabic":"وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3516,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:14","price":"Maka rasailah olehmu (siksa ini) disebabkan kamu melupakan akan pertemuan dengan harimu ini (hari kiamat).  Sesungguhnya Kami telah melupakan kamu (pula) dan rasakanlah siksa yang kekal disebabkan apa yang selalu kamu kerjakan\".","arabic":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3517,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:15","price":"Sesungguhnya orang yang beriman dengan ayat-ayat Kami adalah orang-orang yang apabila diperingatkan dengan ayat-ayat (Kami) mereka menyungkur sujud1193 dan bertasbih serta memuji Tuhan-nya, sedang mereka tidak menyombongkan diri.","arabic":"إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3518,"juzNumber":21,"footnotes":"1193.  Maksudnya, mereka sujud tunduk patuh kepada Allah Subḥānahu wa Ta‘ālā serta khusyuk.  Disunahkan mengerjakan sujud tilawah, apabila membaca atau mendengar ayat-ayat sajdah yang seperti ini.","lang":"id"},{"name":"32:16","price":"Lambung mereka jauh dari tempat tidurnya1194, sedang mereka berdoa kepada Tuhan-nya dengan rasa takut dan harap dan mereka menafkahkan sebagian dari rezeki yang kami berikan kepada mereka.","arabic":"تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3519,"juzNumber":21,"footnotes":" 1194.  Maksudnya, mereka tidak tidur pada waktu biasanya orang tidur untuk mengerjakan salat malam. ","lang":"id"},{"name":"32:17","price":"Seorang pun tidak mengetahui apa yang disembunyikan untuk mereka, yaitu (bermacam-macam nikmat) yang menyedapkan padangan mata sebagai balasan terhadap apa yang telah mereka kerjakan.","arabic":"فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3520,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:18","price":"Maka apakah orang beriman seperti orang yang fasik (kafir)? Mereka tidak sama.","arabic":"أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3521,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:19","price":"Adapun orang-orang yang beriman dan mengerjakan amal-amal saleh, maka bagi mereka surga-surga tempat kediaman sebagai pahala terhadap apa yang mereka kerjakan.","arabic":"أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3522,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:20","price":"Dan adapun orang-orang yang fasik (kafir), maka tempat mereka adalah neraka.  Setiap kali mereka hendak keluar darinya, mereka dikembalikan (lagi) ke dalamnya dan dikatakan kepada mereka, \"Rasakanlah siksa neraka yang dahulu kamu mendustakannya\".","arabic":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3523,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:21","price":"Dan Sesungguhnya, Kami merasakan kepada mereka sebagian azab yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat); mudah-mudahan mereka kembali (ke jalan yang benar).","arabic":"وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3524,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:22","price":"Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhan-nya, kemudian ia berpaling darinya? Sesungguhnya Kami akan memberikan pembalasan kepada orang-orang yang berdosa.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3525,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:23","price":"Dan Sesungguhnya telah Kami berikan kepada Musa Alkitab (Taurat), maka janganlah kamu (Muhammad) ragu menerima (Al-Qur`ān itu) dan Kami jadikan Alkitab (Taurat) itu petunjuk bagi Bani Isrā`īl 1195.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3526,"juzNumber":21,"footnotes":"1195.  Maksudnya, sebagaimana telah diberikan kepada Musa ‘Alaihissalām, Taurat, begitu juga diberikan kepada Muhammad Al-Qur`ān.  Dan sebagaimana Taurat dijadikan petunjuk bagi Bani Isrā`īl, maka dijadikan Al-Qur`ān petunjuk bagi umatmu. ","lang":"id"},{"name":"32:24","price":"Dan Kami jadikan di antara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami ketika mereka sabar 1196.  Dan adalah mereka meyakini ayat-ayat Kami.","arabic":"وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3527,"juzNumber":21,"footnotes":"1196.  Maksud sabar di sini  ialah sabar dalam menegakkan kebenaran. ","lang":"id"},{"name":"32:25","price":"Sesungguhnya Tuhan-mu Dia-lah yang memberikan keputusan di antara mereka pada hari kiamat tentang apa yang selalu mereka perselisihkan padanya.","arabic":"إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3528,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:26","price":"Dan apakah tidak menjadi petunjuk bagi mereka, berapa banyak umat-umat sebelum mereka yang telah Kami binasakan, sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka itu. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah).  Maka apakah mereka tidak mendengarkan (memperhatikan)?","arabic":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3529,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:27","price":"Dan apakah mereka tidak memperhatikan bahwasanya Kami menghalau (awan yang mengandung) air ke bumi yang tandus, lalu Kami tumbuhkan dengan air hujan itu tanam-tanaman yang darinya (dapat) makan binatang-binatang ternak mereka dan mereka sendiri.  Maka apakah mereka tidak memperhatikan?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3530,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:28","price":"Dan mereka bertanya, \"Bilakah kemenangan itu (datang) jika kamu memang orang-orang yang benar?\"","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3531,"juzNumber":21,"footnotes":"","lang":"id"},{"name":"32:29","price":"Katakanlah, \"Pada hari kemenangan 1197 itu tidak berguna bagi orang-orang kafir iman mereka dan tidak pula mereka diberi tangguh.\"","arabic":"قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3532,"juzNumber":21,"footnotes":"1197.  Hari kemenangan ialah Hari Kiamat atau kemenangan dalam perang Badar atau penaklukan negeri Mekah. ","lang":"id"},{"name":"32:30","price":"Maka berpalinglah kamu dari mereka dan tunggulah, sesungguhnya mereka (juga) menunggu 1198.","arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3533,"juzNumber":21,"footnotes":"1198.  Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam bersama orang-orang mukmin disuruh menunggu kemenangan atas orang kafir dan kehancuran mereka. ","lang":"id"}],"chapter":["32 (As-Sajda)","As-Sajda","Surah As-Sajda","Chapter As-Sajda","Sajda","Surah Sajda","Chapter Sajda","As Sajda","Surah As Sajda","Chapter As Sajda","Surah 32","Chapter 32","The Prostration","السَّجدَة"]}