{"data":[{"name":"34:1","price":"Segala puji bagi Allah yang memiliki apa yang di langit dan apa yang di bumi dan bagi-Nya (pula) segala puji di akhirat.  Dan Dia-lah Yang Maha Bijaksana lagi Maha Mengetahui.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:2","price":"Dia mengetahui apa yang masuk ke dalam bumi, apa yang ke luar darinya, apa yang turun dari langit, dan apa yang naik kepadanya.  Dan Dia-lah Yang Maha Penyayang lagi Maha Pengampun.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:3","price":"Dan orang-orang yang kafir berkata, \"Hari berbangkit itu tidak akan datang kepada kami\". Katakanlah, \"Pasti datang, demi Tuhan-ku Yang Mengetahui yang gaib, sesungguhnya kiamat itu pasti akan datang kepadamu.  Tidak ada tersembunyi daripada-Nya sebesar zarah pun yang ada di langit dan yang ada di bumi dan tidak ada (pula) yang lebih kecil dari itu dan yang lebih besar, melainkan tersebut dalam kitab yang nyata (Lawḥ Maḥfūẓ)\",","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:4","price":"supaya Allah memberi balasan kepada orang-orang yang beriman dan mengerjakan amal yang saleh.  Mereka itu adalah orang-orang yang baginya ampunan dan rezeki yang mulia.","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:5","price":"Dan orang-orang yang berusaha untuk (menentang) ayat-ayat Kami dengan anggapan mereka dapat melemahkan (menggagalkan azab Kami), mereka itu memperoleh azab, yaitu (jenis) azab yang pedih.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:6","price":"Dan orang-orang yang diberi ilmu (ahli kitab) berpendapat bahwa wahyu yang diturunkan kepadamu dari Tuhan-mu itulah yang benar dan menunjuki (manusia) kepada jalan Tuhan Yang Maha Perkasa lagi Maha Terpuji.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:7","price":"Dan orang-orang kafir berkata (kepada teman-temannya), \"Maukah kamu kami tunjukkan kepadamu seorang laki-laki yang memberitakan kepadamu bahwa apabila badanmu telah hancur sehancur-hancurnya, sesungguhnya kamu benar-benar (akan dibangkitkan kembali) dalam ciptaan yang baru?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"1235.  Maksud \"seorang laki-laki oleh orang-orang kafir itu\" ialah Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam.  Hal itu sebagai penghinaan mereka terhadapnya. ","lang":"id"},{"name":"34:8","price":"Apakah dia mengada-adakan kebohongan terhadap Allah ataukah ada padanya penyakit gila?\" (Tidak), tetapi orang-orang yang tidak beriman kepada negeri akhirat berada dalam siksaan dan kesesatan yang jauh.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:9","price":"Maka apakah mereka tidak melihat langit dan bumi yang ada di hadapan dan di belakang mereka? Jika Kami menghendaki, niscaya Kami benamkan mereka di bumi atau Kami jatuhkan kepada mereka gumpalan dari langit.  Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Tuhan) bagi setiap hamba yang kembali (kepada-Nya).","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:10","price":"Dan sesungguhnya telah Kami berikan kepada Dāwūd karunia dari Kami.  (Kami berfirman), \"Hai gunung-gunung dan burung-burung bertasbihlah berulang-ulang bersama Dāwūd\" dan Kami telah melunakkan besi untuknya,","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:11","price":"(yaitu) buatlah baju besi yang besar-besar dan ukurlah anyamannya; dan kerjakanlah amalan yang saleh.  Sesungguhnya Aku melihat apa yang kamu kerjakan.","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:12","price":"Dan Kami (tundukkan) angin bagi Sulaymān yang perjalanannya pada waktu pagi sama dengan perjalanan sebulan dan perjalanannya pada waktu sore sama dengan perjalanan sebulan (pula)1236 dan Kami alirkan cairan tembaga baginya.  Dan sebagian dari jin ada yang bekerja di hadapannya (di bawah kekuasaannya) dengan izin Tuhan-nya.  Dan siapa yang menyimpang di antara mereka dari perintah Kami, Kami rasakan kepadanya azab neraka yang apinya menyala-nyala.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"1236.  Maksudnya, apabila Sulaymān ‘Alaihissalām mengadakan perjalanan dari pagi sampai tengah hari, jarak yang ditempuhnya sama dengan jarak perjalanan unta yang cepat dalam sebulan.  Begitu pula apabila ia mengadakan perjalanan dari tengah hari sampai sore, kecepatannya sama dengan perjalanan sebulan. ","lang":"id"},{"name":"34:13","price":"Para jin itu membuat untuk Sulaymān apa yang dikehendakinya dari gedung-gedung yang tinggi dan patung-patung dan piring-piring yang (besarnya) seperti kolam dan periuk yang tetap (berada di atas tungku). Bekerjalah hai keluarga Dāwūd untuk bersyukur (kepada Allah).  Dan sedikit sekali dari hamba-hamba-Ku yang berterima kasih.","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:14","price":"Maka tatkala Kami telah menetapkan kematian Sulaymān, tidak ada yang menunjukkan kepada mereka kematiannya itu, kecuali rayap yang memakan tongkatnya.  Maka tatkala ia telah tersungkur, tahulah jin itu bahwa kalau sekiranya mereka mengetahui yang gaib tentulah mereka tidak tetap dalam siksa yang menghinakan.","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:15","price":"Sesungguhnya bagi kaum Saba` ada tanda (kekuasaan Tuhan) di tempat kediaman mereka, yaitu dua buah kebun di sebelah kanan dan di sebelah kiri. (kepada mereka dikatakan), \"Makanlah olehmu dari rezeki yang (dianugerahkan) Tuhan-mu dan bersyukurlah kamu kepada-Nya.  (Negerimu) adalah negeri yang baik dan (Tuhan-mu) adalah Tuhan Yang Maha Pengampun\".","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:16","price":"Tetapi mereka berpaling, maka Kami datangkan kepada mereka banjir yang besar 1237 dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi (pohon-pohon) yang berbuah pahit, pohon Aṡl dan sedikit dari pohon Sidr 1238.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"1237.  Maksudnya, banjir besar yang disebabkan runtuhnya bendungan Ma`rib.\n1238.  Pohon Aṡl ialah sejenis pohon cemara dan pohon Sidr ialah sejenis pohon bidara. ","lang":"id"},{"name":"34:17","price":"Demikianlah Kami memberi balasan kepada mereka karena kekafiran mereka. Dan Kami tidak menjatuhkan azab (yang demikian itu), melainkan hanya kepada orang-orang yang sangat kafir.","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:18","price":"Dan Kami jadikan antara mereka dan antara negeri-negeri yang Kami limpahkan berkat kepadanya, beberapa negeri yang berdekatan dan Kami tetapkan antara negeri-negeri itu (jarak-jarak) perjalanan.  Berjalanlah kamu di kota-kota itu pada malam hari dan siang hari dengan dengan aman 1239.","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"1239.  Maksud \"negeri yang Kami limpahkan berkat kepadanya\" ialah negeri yang berada di Syam karena kesuburannya.  Negeri-negeri yang berdekatan ialah negeri-negeri antara Yaman dan Syam sehingga orang-orang dapat berjalan dengan aman pada siang dan malam tanpa terpaksa berhenti di padang pasir dan tanpa mendapat kesulitan. ","lang":"id"},{"name":"34:19","price":"Maka mereka berkata, \"Ya Tuhan kami jauhkanlah jarak perjalanan kami 1240\" dan mereka menganiaya diri mereka sendiri; maka Kami jadikan mereka buah mulut dan Kami hancurkan mereka sehancur-hancurnya.  Sesungguhnya pada yang demikian itu, benar-benar terdapat tanda-tanda kekuasaan Allah bagi setiap orang yang sabar lagi bersyukur.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"1240.  Maksud permintaan ini ialah supaya kota-kota yang berdekatan itu dihapuskan agar perjalanan menjadi panjang dan mereka dapat melakukan monopoli dalam perdagangan itu sehingga keuntungan lebih besar. ","lang":"id"},{"name":"34:20","price":"Dan sesungguhnya iblis telah dapat membuktikan kebenaran sangkaannya terhadap mereka, lalu mereka mengikutinya, kecuali sebagian orang-orang yang beriman.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:21","price":"Dan tidak adalah kekuasaan iblis terhadap mereka, melainkan hanyalah agar Kami dapat membedakan siapa yang beriman kepada adanya kehidupan akhirat dari siapa yang ragu-ragu tentang itu.  Dan Tuhan-mu Maha Memelihara segala sesuatu.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:22","price":"Katakanlah, \"Serulah mereka yang kamu anggap (sebagai tuhan) selain Allah, mereka tidak memiliki (kekuasaan) seberat zarah pun di langit dan di bumi, dan mereka tidak mempunyai suatu saham pun dalam (penciptaan) langit dan bumi, dan sekali-kali tidak ada di antara mereka yang menjadi pembantu bagi-Nya.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:23","price":"Dan tiadalah berguna syafaat di sisi Allah, melainkan bagi orang yang telah diizinkan-Nya memperoleh syafaat itu sehingga apabila telah dihilangkan ketakutan dari hati mereka, mereka berkata, \"Apakah yang telah difirmankan oleh Tuhan-mu?\" Mereka menjawab, \"(Perkataan) yang benar\" dan Dia-lah Yang Maha Tinggi lagi Maha Besar 1241.","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"1241.  Maksudnya, sesungguhnya Allah Subḥānahu wa Ta‘ālā apabila berfirman untuk mewahyukan sesuatu, para penghuni langit (para malaikat) mendengar firrman-Nya, lalu mereka merasa takut akan keagungan Allah Subḥānahu wa Ta‘ālā.  Apabila ketakutan itu hilang dari hati-hati mereka, sebagian mereka bertanya kepada sebagian yang lain, \"Apakah yang telah difirmankan oleh Tuhan-mu? Lalu, mereka berkata, \"(Perkataan) yang benar\". ","lang":"id"},{"name":"34:24","price":"Katakanlah, \"Siapakah yang memberi rezeki kepadamu dari langit dan dari bumi?\" Katakanlah, \"Allah\" dan sesungguhnya kami atau kamu (orang-orang musyrik) pasti berada dalam kebenaran atau dalam kesesatan yang nyata.","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:25","price":"Katakanlah, \"Kamu tidak akan ditanya (bertanggung jawab) tentang dosa yang kami perbuat dan kami tidak akan ditanya (pula) tentang apa yang kamu perbuat\".","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:26","price":"Katakanlah, \"Tuhan kita akan mengumpulkan kita semua, kemudian Dia memberi keputusan antara kita dengan benar.  Dan Dia-lah Maha Pemberi keputusan lagi Maha Mengetahui\".","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:27","price":"Katakanlah, \"Perlihatkanlah kepadaku sembah-sembahan yang kamu hubungkan dengan Dia sebagai sekutu-sekutu(Nya), sekali-kali tidak mungkin! Sebenarnya, Dia-lah Allah Yang Maha Perkasa lagi Maha Bijaksana.","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:28","price":"Dan Kami tidak mengutus kamu, melainkan kepada umat manusia seluruhnya sebagai pembawa berita gembira dan sebagai pemberi peringatan, tetapi kebanyakan manusia tiada mengetahui.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:29","price":"Dan mereka berkata, \"Kapankah (datangnya) janji ini, jika kamu adalah orang-orang yang benar?\".","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:30","price":"Katakanlah, \"Bagimu ada hari yang telah dijanjikan (hari kiamat) yang tiada dapat kamu minta mundur darinya barang sesaat pun dan tidak (pula) kamu dapat meminta supaya diajukan\".","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:31","price":"Dan orang-orang kafir berkata, \"Kami sekali-kali tidak akan beriman kepada Al-Qur`ān ini dan tidak (pula) kepada kitab yang sebelumnya\".  Dan (alangkah hebatnya) kalau kamu lihat ketika orang-orang yang zalim itu dihadapkan kepada Tuhan-nya, sebagian dari mereka menghadapkan perkataan kepada sebagian yang lain; orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, \"Kalau tidaklah karena kamu tentulah kami menjadi orang-orang yang beriman\".","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:32","price":"Orang-orang yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, \"Kamikah yang telah menghalangi kamu dari petunjuk sesudah petunjuk itu datang kepadamu? (Tidak), sebenarnya kamu sendirilah orang-orang yang berdosa\".","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:33","price":"Dan orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, \"(Tidak), sebenarnya tipu daya(mu) pada waktu malam dan siang (yang menghalangi kami) ketika kamu menyeru kami supaya kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya\".  Kedua belah pihak menyatakan penyesalan, tatkala mereka melihat azab.  Dan kami pasang belenggu di leher orang-orang yang kafir.  Mereka tidak dibalas, melainkan dengan apa yang telah mereka kerjakan.","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:34","price":"Dan Kami tidak mengutus kepada suatu negeri seorang pemberi peringatan pun, melainkan orang-orang yang hidup mewah di negeri itu berkata, \"Sesungguhnya kami mengingkari apa yang kamu diutus untuk menyampaikannya\".","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:35","price":"Dan mereka berkata, \"Kami lebih banyak mempunyai harta dan anak-anak (daripada kamu) dan kami sekali-kali tidak akan diazab 1242.","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"1242. Maksudnya, karena orang-orang kafir itu mendapat nikmat yang besar di dunia,  mereka merasa bahwa mereka dikasihi Tuhan dan tidak akan diazab di akhirat. ","lang":"id"},{"name":"34:36","price":"Katakanlah, \"Sesungguhnya Tuhan-ku melapangkan rezeki bagi siapa yang dikehendaki-Nya dan menyempitkan (bagi siapa yang dikehendaki-Nya), akan tetapi kebanyakan manusia tidak mengetahui\".","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:37","price":"Dan sekali-kali bukanlah harta dan bukan (pula) anak-anak kamu yang mendekatkan kamu kepada Kami sedikit pun, tetapi orang-orang yang beriman dan mengerjakan amal-amal saleh, mereka itulah yang memperoleh balasan yang berlipat ganda disebabkan apa yang telah mereka kerjakan dan mereka aman sentosa di tempat-tempat yang tinggi (dalam surga).","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:38","price":"Dan orang-orang yang berusaha (menentang) ayat-ayat Kami dengan anggapan untuk dapat melemahkan (menggagalkan azab Kami), mereka itu dimasukkan ke dalam azab.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:39","price":"Katakanlah, \"Sesungguhnya Tuhan-ku melapangkan rezeki bagi siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan menyempitkan bagi (siapa yang dikehendaki-Nya)\".  Dan barang apa saja yang kamu nafkahkan, maka Allah akan menggantinya dan Dia-lah Pemberi rezeki yang sebaik-baiknya.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:40","price":"Dan (ingatlah) hari (yang pada waktu itu) Allah mengumpulkan mereka semuanya, kemudian Allah berfirman kepada malaikat, \"Apakah mereka ini dahulu menyembah kamu?\".","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:41","price":"Malaikat-malaikat itu menjawab, \"Maha Suci Engkau. Engkaulah pelindung kami, bukan mereka, bahkan mereka telah menyembah jin 1243; kebanyakan mereka beriman kepada jin itu\".","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"1243.  Maksud jin di sini ialah jin yang durhaka ialah setan. ","lang":"id"},{"name":"34:42","price":"Maka pada hari ini, sebagian kamu tidak berkuasa (untuk memberikan) kemanfaatan dan tidak pula kemudaratan kepada sebagian yang lain.  Dan Kami katakan kepada orang-orang yang zalim, \"Rasakanlah olehmu azab neraka yang dahulunya kamu dustakan itu\".","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:43","price":"Dan apabila dibacakan kepada mereka ayat-ayat Kami yang terang, mereka berkata, \"Orang ini tiada lain hanyalah seorang laki-laki yang ingin menghalangi kamu dari apa yang disembah oleh bapak-bapakmu\" dan mereka berkata, \"(Al-Qur`ān) ini tidak lain hanyalah kebohongan yang diada-adakan saja\".  Dan orang-orang kafir berkata terhadap kebenaran, tatkala kebenaran itu datang kepada mereka, \"Ini tidak lain hanyalah sihir yang nyata\".","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:44","price":"Dan Kami tidak pernah memberikan kepada mereka kitab-kitab yang mereka baca dan sekali-kali tidak pernah (pula) mengutus kepada mereka sebelum kamu seorang pemberi peringatan pun. ","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:45","price":"Dan orang-orang yang sebelum mereka telah mendustakan, sedang orang-orang kafir Mekah itu belum sampai menerima sepersepuluh dari apa 1244 yang telah Kami berikan kepada orang-orang dahulu itu, lalu mereka mendustakan rasul-rasul-Ku.  Maka alangkah hebatnya akibat kemurkaan-Ku.","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"1244.  Maksud \"dari sepersepuluh dari apa yang telah Kami berikan kepada mereka\" ialah pemberian Tuhan tentang kepandaian ilmu pengetahuan, umur panjang, kekuatan jasmani, kekayaan harta benda, dan sebagainya. ","lang":"id"},{"name":"34:46","price":"Katakanlah, \"Sesungguhnya aku hendak memperingatkan kepadamu suatu hal saja, yaitu supaya kamu menghadap Allah (dengan ikhlas) berdua-dua atau sendiri-sendiri, kemudian kamu pikirkan (tentang Muhammad) tidak ada penyakit gila sedikit pun pada kawanmu itu.  Dia tidak lain hanyalah pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras 1245.","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"1245.  \"Berdua-dua atau sendiri-sendiri\" maksudnya ialah bahwa dalam menghadap kepada Allah Subḥānahu wa Ta‘ālā, kemudian merenungkan keadaan Muhammad Ṣallallāhu ʻAlaihi wa Sallam itu sebaiknya dilakukan dalam keadaan suasana tenang dan ini tidak dapat dilakukan dalam keadaan beramai-ramai. ","lang":"id"},{"name":"34:47","price":"Katakanlah, \"Upah apa pun yang aku minta kepadamu, maka itu untuk kamu 1246.  Upahku hanyalah dari Allah dan Dia Maha Mengetahui segala sesuatu\".","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"1246.  Maksud perkataan ini ialah bahwa Rasulullah Ṣallallāhu ʻAlaihi wa Sallam sekali-kali tidak meminta upah kepada mereka.  Akan tetapi, sesuatu yang diminta Rasulullah Ṣallallāhu ʻAlaihi wa Sallam sebagai upah ialah agar mereka beriman kepada Allah Subḥānahu wa Ta‘ālā dan iman itu adalah untuk kebaikan mereka sendiri. ","lang":"id"},{"name":"34:48","price":"Katakanlah, \"Sesungguhnya Tuhan-ku mewahyukan kebenaran.  Dia Maha Mengetahui segala yang gaib\".","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:49","price":"Katakanlah, \"Kebenaran telah datang dan yang batil itu tidak akan memulai dan tidak (pula) akan mengulangi 1247\".","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"1247.  Maksudnya ialah apabila kebenaran sudah datang, maka kebatilan akan hancur binasa dan tidak dapat berbuat sesuatu untuk melawan dan meruntuhkan kebenaran itu. ","lang":"id"},{"name":"34:50","price":"Katakanlah, \"Jika aku sesat, maka sesungguhnya aku sesat atas kemudaratan diriku sendiri dan jika aku mendapat petunjuk, maka itu adalah disebabkan apa yang diwahyukan Tuhan-ku kepadaku.  Sesungguhnya Dia Maha Mendengar lagi Maha Dekat\".","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:51","price":"Dan (alangkah hebatnya) jikalau kamu melihat ketika mereka (orang-orang kafir) terperanjat ketakutan (pada hari kiamat), maka mereka tidak dapat melepaskan diri dan mereka ditangkap dari tempat yang dekat (untuk dibawa ke neraka).","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:52","price":"dan (pada waktu itu) mereka berkata, \"Kami beriman kepada Allah\", bagaimanakah mereka dapat mencapai (keimanan) dari tempat yang jauh itu 1248.","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"1248.  Maksudnya setelah mereka melihat bagaimana dahsyatnya azab pada hari kiamat itu,  mereka baru mau beriman kepada Allah Subḥānahu wa Ta‘ālā dan rasul-Nya, padahal tempat beriman itu sudah jauh, yaitu di dunia. ","lang":"id"},{"name":"34:53","price":"Dan sesungguhnya, mereka telah mengingkari Allah sebelum itu dan mereka menduga-duga tentang yang gaib dari tempat yang jauh.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"34:54","price":"Dan dihalangi antara mereka dengan apa yang mereka ingini 1249 sebagaimana yang dilakukan terhadap orang-orang yang serupa dengan mereka pada masa dahulu.  Sesungguhnya, mereka dahulu (di dunia) dalam keraguan yang mendalam.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"1249.  Keinginan (yang diingini) mereka itu ialah beriman kepada Allah Subḥānahu wa Ta‘ālā atau kembali ke dunia untuk bertobat. ","lang":"id"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}