{"data":[{"name":"36:1","price":"Yā sīn 1264","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"1264.  Lihat catatan kaki nomor 10. ","lang":"id"},{"name":"36:2","price":"Demi Al-Qur`ān yang penuh hikmah,","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:3","price":"Sesungguhnya kamu salah seorang dari rasul-rasul,","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:4","price":"(yang berada) di atas jalan yang lurus,","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:5","price":"(sebagai wahyu) yang diturunkan oleh Yang Maha Perkasa lagi Maha Penyayang.","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:6","price":"Agar kamu memberi peringatan kepada kaum yang bapak-bapak mereka belum pernah diberi peringatan karena itu mereka lalai.","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:7","price":"Sesungguhnya telah pasti berlaku perkataan (ketentuan Allah) terhadap kebanyakan mereka kerena mereka tidak beriman.","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:8","price":"Sesungguhnya Kami telah memasang belenggu di leher mereka, lalu tangan mereka (diangkat) ke dagu, maka karena itu mereka tertengadah.","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:9","price":"Dan Kami adakan di hadapan mereka dinding dan di belakang mereka dinding (pula) dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat.","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:10","price":"Sama saja bagi mereka, apakah kamu memberi peringatan kepada mereka ataukah kamu tidak memberi peringatan kepada mereka; mereka tidak akan beriman.","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:11","price":"Sesungguhnya kamu hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan 1265 dan yang takut kepada Tuhan Yang Maha Pemurah, walaupun dia tidak melihatnya.  Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"1265.  Maksudnya, peringatan yang diberikan oleh Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam hanyalah berguna bagi orang yang mau mengikutinya. ","lang":"id"},{"name":"36:12","price":"Sesungguhnya Kami menghidupkan orang-orang mati dan Kami menuliskan apa yang telah mereka kerjakan dan bekas-bekas yang mereka tinggalkan.  Dan segala sesuatu Kami kumpulkan dalam Kitab Induk yang nyata (Lawḥ Maḥfūẓ).","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:13","price":"Dan buatlah bagi mereka suatu perumpamaan, yaitu penduduk suatu negeri ketika utusan-utusan datang kepada mereka.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:14","price":"(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya, kemudian Kami kuatkan dengan (utusan) yang ketiga, maka ketiga utusan itu berkata, \"Sesungguhnya kami adalah orang-orang diutus kepadamu\".","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:15","price":"Mereka menjawab, \"Kamu tidak lain hanyalah manusia seperti kami dan Allah Yang Maha Pemurah tidak menurunkan sesuatu pun; kamu tidak lain hanyalah pendusta belaka\".","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:16","price":"Mereka berkata, \"Tuhan kami mengetahui bahwa sesungguhnya kami adalah orang yang diutus kepada kamu\".","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:17","price":"Dan kewajiban kami tidak lain hanyalah menyampaikan (perintah Allah) dengan jelas\".","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:18","price":"Mereka menjawab, \"Sesungguhnya kami bernasib malang karena kamu; sesungguhnya jika kamu tidak berhenti (menyeru kami), niscaya kami akan merajam kamu dan kamu pasti akan mendapat siksa yang pedih dari kami\".","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:19","price":"Utusan-utusan itu berkata, \"Kemalangan kamu itu adalah karena kamu sendiri.  Apakah jika kamu diberi peringatan (kamu mengancam kami)? Sebenarnya, kamu adalah kaum yang melampui batas\".","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:20","price":"Dan datanglah dari ujung kota, seorang laki-laki (Habib AnNajjar) dengan bergegas-gegas ia berkata, \"Hai kaumku, ikutilah utusan-utusan itu\".","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:21","price":"Ikutilah orang yang tiada minta balasan kepadamu dan mereka adalah orang-orang yang mendapat petunjuk.","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:22","price":"Mengapa aku tidak menyembah (Tuhan) yang telah menciptakanku dan yang hanya kepada-Nya-lah kamu (semua) akan dikembalikan?","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:23","price":"Mengapa aku akan menyembah tuhan-tuhan selain-Nya, jika (Allah) Yang Maha Pemurah menghendaki kemudaratan terhadapku, niscaya syafaat mereka tidak memberi manfaat sedikit pun bagi diriku dan mereka tidak (pula) dapat menyelamatkanku?","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:24","price":"Sesungguhnya, aku kalau begitu pasti berada dalam kesesatan yang nyata.","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:25","price":"Sesungguhnya, aku telah beriman kepada Tuhan-mu, maka dengarkanlah (pengakuan keimanan)ku.","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:26","price":"Dikatakan (kepadanya), \"Masuklah ke surga 1266\".  Ia berkata, \"Alangkah baiknya sekiranya kaumku mengetahui.","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"1266.  Menurut riwayat, laki-laki itu dibunuh oleh kaumnya setelah ia mengucapkan kata-katanya sebagai nasihat kepada kaumnya, sebagaimana tersebut dalam ayat 20 sampai dengan 25.  Ketika dia akan meninggal, malaikat turun memberitahukan bahwa Allah Subḥānahu wa Ta‘ālā telah mengampuni dosanya dan dia akan masuk surga. ","lang":"id"},{"name":"36:27","price":"Apa yang menyebabkan Tuhanku memberi ampun kepadaku dan menjadikan aku termasuk orang-orang yang dimuliakan\".","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"","lang":"id"},{"name":"36:28","price":"Dan kami tidak menurunkan kepada kaumnya sesudah dia (meninggal) suatu pasukan pun dari langit dan tidak layak Kami menurunkannya.","arabic":"۞ وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3733,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:29","price":"Tidak ada siksaan atas mereka, melainkan satu teriakan suara saja, maka tiba-tiba mereka semuanya mati.","arabic":"إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3734,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:30","price":"Alangkah besarnya penyesalan terhadap hamba-hamba itu, tiada datang seorang rasul pun kepada mereka, melainkan mereka selalu memperolok-olokkannya.","arabic":"يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3735,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:31","price":"Tidakkah mereka mengetahui berapa banyaknya umat-umat sebelum mereka yang telah Kami binasakan; bahwasanya orang-orang (yang telah Kami binasakan) itu tiada kembali kepada mereka 1267.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3736,"juzNumber":23,"footnotes":"1267.  Maksudnya, mereka itu tidak kembali ke dunia. ","lang":"id"},{"name":"36:32","price":"Dan setiap mereka semuanya akan dikumpulkan lagi kepada Kami.","arabic":"وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3737,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:33","price":"Dan suatu tanda (kekuasaan Allah yang besar) bagi mereka adalah bumi yang mati.  Kami hidupkan bumi itu dan Kami keluarkan darinya biji-bijian, maka darinya mereka makan.","arabic":"وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3738,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:34","price":"Dan Kami jadikan padanya kebun-kebun kurma dan anggur dan Kami pancarkan padanya beberapa mata air,","arabic":"وَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3739,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:35","price":"supaya mereka dapat makan dari buahnya dan dari apa yang diusahakan oleh tangan mereka.  Maka, mengapakah mereka tidak bersyukur?","arabic":"لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3740,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:36","price":"Maha Suci Tuhan yang telah menciptakan pasangan-pasangan semuanya, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka maupun dari apa yang tidak mereka ketahui.","arabic":"سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3741,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:37","price":"Dan suatu tanda (kekuasaan Allah yang besar) bagi mereka adalah malam; Kami tanggalkan siang dari malam itu, maka dengan serta merta mereka berada dalam kegelapan,","arabic":"وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3742,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:38","price":"dan matahari berjalan di tempat peredarannya.  Demikianlah, ketetapan Yang Maha Perkasa lagi Maha Mengetahui.","arabic":"وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3743,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:39","price":"Dan telah Kami tetapkan bagi bulan manzilah-manzilah sehingga (setelah dia sampai ke manzilah yang terakhir) kembalilah dia sebagai bentuk tandan yang tua 1268.","arabic":"وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3744,"juzNumber":23,"footnotes":"1268.  Maksudnya, bulan-bulan itu kecil berbentuk sabit pada awal bulan, kemudian sesudah menempati manzilah-manzilah, bulan menjadi purnama.  Pada manzilah terakhir, bulan kelihatan seperti tandan kering yang melengkung. ","lang":"id"},{"name":"36:40","price":"Tidaklah mungkin bagi matahari mendapatkan bulan dan malam pun tidak dapat mendahului siang.  Dan masing-masing beredar pada garis edarnya.","arabic":"لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3745,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:41","price":"Dan suatu tanda (kebesaran Allah yang besar) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam bahtera yang penuh muatan,","arabic":"وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3746,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:42","price":"dan Kami ciptakan untuk mereka yang akan mereka kendarai seperti bahtera itu 1269.","arabic":"وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3747,"juzNumber":23,"footnotes":"1269.  Maksudnya, binatang-binatang tunggangan dan alat-alat pengangkutan umumnya. ","lang":"id"},{"name":"36:43","price":"Dan jika Kami menghendaki, niscaya Kami tenggelamkan mereka, maka tiadalah bagi mereka penolong dan tidak pula mereka diselamatkan.","arabic":"وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3748,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:44","price":"Tetapi (Kami selamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai kepada suatu ketika.","arabic":"إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3749,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:45","price":"Dan apabila dikatakan kepada mereka, \"Takutlah kamu akan siksa yang di hadapanmu dan siksa yang akan datang supaya kamu mendapat rahmat\", (niscaya mereka berpaling).","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3750,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:46","price":"Dan sekali-kali, tiada datang kepada mereka suatu tanda dari tanda-tanda kekuasaan Tuhan mereka, melainkan mereka selalu berpaling darinya.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3751,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:47","price":"Dan apabila dikatakakan kepada mereka, \"Nafkahkanlah sebagian dari rezeki yang diberikan Allah kepadamu\", maka orang-orang yang kafir itu berkata kepada orang-orang yang beriman, \"Apakah kami akan memberi makan kepada orang-orang yang jika Allah menghendaki tentulah Dia akan memberinya makan; tiadalah kamu, melainkan dalam kesesatan yang nyata\".","arabic":"وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3752,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:48","price":"Dan mereka berkata, \"Bilakah (terjadinya) janji ini (hari berbangkit) jika kamu adalah orang-orang yang benar?\"","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3753,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:49","price":"Mereka tidak menunggu, melainkan satu teriakan saja 1270 yang akan membinasakan mereka ketika mereka sedang bertengkar.","arabic":"مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3754,"juzNumber":23,"footnotes":"1270.  Maksudnya, suara tiupan sangkakala yang pertama yang menghancurkan bumi ini. ","lang":"id"},{"name":"36:50","price":"lalu mereka tidak kuasa membuat suatu wasiat pun dan tidak (pula) dapat kembali kepada keluarganya.","arabic":"فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3755,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:51","price":"Dan ditiuplah sangkalala 1271, maka tiba-tiba mereka keluar dengan segera dari kuburnya (menuju) kepada Tuhan mereka.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3756,"juzNumber":23,"footnotes":"1271.  Tiupan ini adalah tiupan sangkakala yang kedua yang sesudahnya bangkitlah orang-orang dalam kubur. ","lang":"id"},{"name":"36:52","price":"Mereka berkata, \"Aduh celakalah kami! Siapakah yang membangkitkan kami dari tempat-tidur kami (kubur)?\" Inilah yang dijanjikan (Tuhan) Yang Maha Pemurah dan benarlah rasul-rasul-(Nya).","arabic":"قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3757,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:53","price":"Tidak adalah teriakan itu selain sekali teriakan saja, maka tiba-tiba mereka semua dikumpulkan kepada Kami.","arabic":"إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3758,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:54","price":"Maka pada hari itu, seseorang tidak akan dirugikan sedikit pun dan kamu tidak dibalasi, kecuali dengan apa yang telah kamu kerjakan.","arabic":"فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3759,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:55","price":"Sesungguhnya penghuni surga pada hari itu bersenang-senang dalam kesibukan (mereka).","arabic":"إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3760,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:56","price":"Mereka dan istri-istri mereka berada dalam tempat yang teduh; bertelekan di atas dipan-dipan.","arabic":"هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3761,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:57","price":"Di surga itu, mereka memperoleh buah-buahan dan memperoleh apa yang mereka minta.","arabic":"لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3762,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:58","price":"(Kepada mereka dikatakan), \"Salām\", sebagai ucapan selamat dari Tuhan Yang Maha Penyayang.","arabic":"سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3763,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:59","price":"Dan (dikatakan kepada orang-orang kafir), \"Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, hai orang-orang yang berbuat jahat.","arabic":"وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3764,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:60","price":"Bukankah Aku telah memerintahkan kepadamu hai Bani Adam supaya kamu tidak menyembah setan? Sesungguhnya setan itu adalah musuh yang nyata bagi kamu\",","arabic":"۞ أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3765,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:61","price":"dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus.","arabic":"وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3766,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:62","price":"Sesungguhnya setan itu telah menyesatkan sebagian besar di antaramu, maka apakah kamu tidak memikirkan?","arabic":"وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3767,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:63","price":"Inilah Jahanam yang dahulu kamu diancam (dengannya).","arabic":"هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3768,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:64","price":"Masuklah ke dalamnya pada hari ini disebabkan kamu dahulu mengingkarinya.","arabic":"ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3769,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:65","price":"Pada hari ini, Kami tutup mulut mereka dan berkatalah kepada Kami tangan mereka dan memberi kesaksianlah kaki mereka terhadap apa yang dahulu mereka usahakan.","arabic":"ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3770,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:66","price":"Dan jikalau Kami menghendaki, pastilah Kami hapuskan penglihatan mata mereka, lalu mereka berlomba-lomba (mencari) jalan.  Maka, betapakah mereka dapat melihat(nya).","arabic":"وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3771,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:67","price":"Dan jikalau Kami menghendaki, pastilah Kami ubah mereka di tempat mereka berada, maka mereka tidak sanggup berjalan lagi dan tidak (pula) sanggup kembali.","arabic":"وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3772,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:68","price":"Dan barang siapa yang Kami panjangkan umurnya, niscaya Kami kembalikan dia kepada kejadian(nya) 1272.  Maka apakah mereka tidak memikirkan?","arabic":"وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3773,"juzNumber":23,"footnotes":"1272.  Maksudnya, kembali menjadi lemah dan kurang akal. ","lang":"id"},{"name":"36:69","price":"Dan Kami tidak mengajarkan syair kepadanya (Muhammad) dan bersyair itu tidaklah layak baginya.  Al-Qur`ān itu tidak lain hanyalah pelajaran dan kitab yang memberi penerangan,","arabic":"وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3774,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:70","price":"supaya dia (Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan supaya pastilah (ketetapan azab) terhadap orang-orang kafir.","arabic":"لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3775,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:71","price":"Dan apakah mereka tidak melihat bahwa sesungguhnya Kami telah menciptakan binatang ternak untuk mereka yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami sendiri, lalu mereka menguasainya?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3776,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:72","price":"Dan Kami tundukkan binatang-binatang itu untuk mereka, maka sebagiannya menjadi tunggangan mereka dan sebagiannya mereka makan.","arabic":"وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3777,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:73","price":"Dan mereka memperoleh padanya manfaat-manfaat dan minuman.  Maka mengapakah mereka tidak bersyukur?","arabic":"وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3778,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:74","price":"Mereka mengambil sembahan-sembahan selain Allah agar mereka mendapat pertolongan.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3779,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:75","price":"Berhala-berhala itu tiada dapat menolong mereka; padahal berhala-berhala itu menjadi tentara yang disiapkan untuk menjaga mereka.","arabic":"لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3780,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:76","price":"Maka janganlah ucapan mereka menyedihkan kamu.  Sesungguhnya Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan.","arabic":"فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3781,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:77","price":"Dan apakah manusia tidak memperhatikan bahwa Kami menciptakannya dari setitik air (mani), maka tiba-tiba ia menjadi penantang yang nyata!","arabic":"أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3782,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:78","price":"Dan ia membuat perumpamaan bagi Kami dan dia lupa kepada kejadiannya; ia berkata, \"Siapakah yang dapat menghidupkan tulang belulang yang telah hancur luluh?\"","arabic":"وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3783,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:79","price":"Katakanlah, \"Ia akan dihidupkan oleh Tuhan yang menciptakannya kali yang pertama.  Dan Dia Maha Mengetahui tentang segala makhluk,","arabic":"قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3784,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:80","price":"yaitu Tuhan yang menjadikan untukmu api dari kayu yang hijau, maka tiba-tiba kamu nyalakan (api) dari kayu itu.\"","arabic":"ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3785,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:81","price":"Dan tidaklah Tuhan yang menciptakan langit dan bumi itu berkuasa menciptakan kembali jasad-jasad mereka yang telah hancur? Benar, Dia berkuasa.  Dan Dia-lah Maha Pencipta lagi Maha Mengetahui.","arabic":"أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3786,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:82","price":"Sesungguhnya perintah-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya, \"Jadilah!\" Maka terjadilah ia.","arabic":"إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3787,"juzNumber":23,"footnotes":"","lang":"id"},{"name":"36:83","price":"Maka Maha Suci (Allah) yang di tangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya-lah kamu dikembalikan.","arabic":"فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3788,"juzNumber":23,"footnotes":"","lang":"id"}],"chapter":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin","Chapter Ya-Sin","Sin","Surah Sin","Chapter Sin","Ya Sin","Surah Ya Sin","Chapter Ya Sin","Surah 36","Chapter 36","Ya-Sin","يس"]}