{"data":[{"name":"48:1","price":"Sesungguhnya Kami telah memberikan kepadamu kemenangan1394 yang nyata,","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"1394.  Menurut pendapat sebagian ahli tafsir, yang dimaksud dengan kemenangan itu ialah kemenangan penaklukan Mekah, dan ada yang mengatakan penaklukan negeri Romawi; dan ada pula yang mengatakan Perdamaian Hudaibiyah.  Tetapi kebanyakan ahli tafsir berpendapat bahwa yang dimaksud di sini ialah Perdamaian ῌudaybiyyah. ","lang":"id"},{"name":"48:2","price":"supaya Allah memberi ampunan kepadamu terhadap dosamu yang telah lalu dan yang akan datang serta menyempurnakan nikmat-Nya atasmu dan memimpin kamu kepada jalan yang lurus,","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:3","price":"dan supaya Allah menolongmu dengan pertolongan yang kuat (banyak).","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:4","price":"Dia-lah yang telah menurunkan ketenangan ke dalam hati orang-orang mukmin supaya keimanan mereka bertambah di samping keimanan mereka (yang telah ada).  Dan kepunyaan Allah-lah tentara langit dan bumi dan adalah Allah Maha Mengetahui lagi Maha Bijaksana,","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"1395.  Yang dimaksud dengan tentara langit dan bumi ialah penolong yang dijadikan Allah Subḥānahu wa Ta‘ālā untuk orang­orang mukmin, seperti malaikat-malaikat, binatang-binatang, angin topan, dan sebagainya. ","lang":"id"},{"name":"48:5","price":"supaya Dia memasukkan orang-orang mukmin laki-laki dan perempuan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya dan supaya Dia menutupi kesalahan-kesalahan mereka.  Dan yang demikian itu adalah keberuntungan yang besar di sisi Allah,","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:6","price":"dan supaya Dia mengazab orang-orang munafik laki-laki dan perempuan dan orang-orang musyrik laki-laki dan perempuan yang mereka itu berprasangka buruk terhadap Allah.  Mereka akan mendapat giliran (kebinasaan) yang amat buruk dan Allah memurkai dan mengutuk mereka serta menyediakan bagi mereka neraka Jahanam.  Dan (neraka Jahanam) itulah sejahat-jahat tempat kembali.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:7","price":"Dan kepunyaan Allah-lah tentara langit dan bumi1396.  Dan adalah Allah Maha Perkasa lagi Maha Bijaksana.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"1396.  Lihat catatan kaki nomor 1395. ","lang":"id"},{"name":"48:8","price":"Sesungguhnya Kami mengutus kamu sebagai saksi, pembawa berita gembira, dan pemberi peringatan,","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:9","price":"supaya kamu sekalian beriman kepada Allah dan rasul-Nya, menguatkan (agama)-Nya, membesarkan-Nya, dan bertasbih kepada-Nya di waktu pagi dan petang.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:10","price":"Bahwasanya orang-orang yang berjanji setia kepada kamu sesungguhnya mereka berjanji setia kepada Allah1397.  Tangan Allah di atas tangan mereka1398, maka barang siapa yang melanggar janjinya, niscaya akibat ia melanggar janji itu akan menimpa dirinya sendiri dan barang siapa menepati janjinya kepada Allah maka Allah akan memberinya pahala yang besar.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"1397.  Pada bulan Zulkaidah tahun keenam Hijriah Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam beserta pengikut­pengikutnya hendak mengunjungi Mekah untuk melakukan umrah dan melihat keluarga-keluarga mereka yang telah lama ditinggalkan.  Sesampai di ῌudaybiyyah beliau berhenti dan mengutus ʻUṡmān bin ʻAffān lebih dahulu ke Mekah untuk menyampaikan maksud kedatangan beliau dan kaum muslimin. Mereka menanti-nanti kembalinya ʻUṡmān, tetapi tidak juga datang karena ʻUṡmān ditahan oleh kaum musyrikin, kemudian tersiar lagi kabar bahwa ʻUṡmān telah dibunuh.  Karena itu, Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam menganjurkan agar kaum muslimin melakukan baiat (janji setia) kepada beliau.  Mereka pun mengadakan janji setia kepada Nabi dan mereka akan memerangi kaum Quraisy bersama Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam sampai kemenangan tercapai.  Perjanjian setia ini telah diridai Allah Subḥānahu wa Ta‘ālā sebagaimana tersebut dalam ayat 18 surah ini, karena itu disebut \"Bayʻatur Riḍwān\"`.  Bayʻatur Riḍwān ini menggetarkan kaum musyrikin, sehingga mereka melepaskan ʻUṡmān dan mengirim utusan untuk mengadakan perjanjian damai dengan kaum muslimin.  Perjanjian ini terkenal dengan \"Ṣulḥul ῌudaybiyyah\". \n1398.  Orang yang berjanji setia biasanya berjabat tangan.  Cara berjanji setia dengan rasul ialah meletakkan tangan rasul di atas tangan orang yang berjanji itu.  Jadi, maksud tangan Allah Subḥānahu wa Ta‘ālā di atas tangan mereka ialah untuk menyatakan bahwa berjanji dengan Rasulullah Ṣallallāhu ʻAlaihi wa Sallam sama dengan berjanji dengan Allah Subḥānahu wa Ta‘ālā.  Jadi, seakan-akan tangan Allah Subḥānahu wa Ta‘ālā di atas tangan orang-orang yang berjanji itu.  Hendaklah diperhatikan bahwa Allah Subḥānahu wa Ta‘ālā  Maha Suci dari segala sifat-sifat yang menyerupai makhluk-Nya.","lang":"id"},{"name":"48:11","price":"Orang-orang Badui yang tertinggal (tidak turut ke ῌudaybiyyah) akan mengatakan, \"Harta dan keluarga kami telah merintangi kami, maka mohonkanlah ampunan untuk kami\"; mereka mengucapkan dengan lidahnya apa yang tidak ada dalam hatinya.  Katakanlah, \"Maka siapakah (gerangan) yang dapat menghalang-halangi kehendak Allah jika Dia menghendaki kemudaratan bagimu atau jika Dia menghendaki manfaat bagimu.  Sebenarnya Allah Maha Mengetahui apa yang kamu kerjakan.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:12","price":"Tetapi kamu menyangka bahwa rasul dan orang-orang mukmin tidak sekali-kali akan kembali kepada keluarga mereka selama-lamanya dan setan telah menjadikan kamu memandang baik dalam hatimu persangkaan itu, dan kamu telah menyangka dengan sangkaan yang buruk dan kamu menjadi kaum yang binasa.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:13","price":"Dan barang siapa yang tidak beriman kepada Allah dan rasul-Nya, maka sesungguhnya Kami menyediakan untuk orang-orang yang kafir neraka yang menyala-nyala.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:14","price":"Dan hanya kepunyaan Allah-lah kerajaan langit dan bumi.  Dia memberikan ampun kepada siapa yang dikehendaki-Nya dan mengazab siapa yang dikehendaki-Nya.  Dan Allah Maha Pengampun lagi Maha Penyayang.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:15","price":"Orang-orang Badui yang tertinggal itu akan berkata apabila kamu berangkat untuk mengambil barang rampasan1399, \"Biarkanlah kami, niscaya kami mengikuti kamu; mereka hendak merubah janji Allah.  Katakanlah, \"Kamu sekali-kali tidak (boleh) mengikuti kami; demikian Allah telah menetapkan sebelumnya\"; mereka akan mengatakan, \"Sebenarnya kamu dengki kepada kami\".  Bahkan mereka tidak mengerti melainkan sedikit sekali.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"1399.  Maksudnya berangkat untuk pergi berperang. ","lang":"id"},{"name":"48:16","price":"Katakanlah kepada orang-orang Badui yang tertinggal, \"Kamu akan diajak untuk (memerangi) kaum yang mempunyai kekuatan yang besar, kamu akan memerangi mereka atau mereka menyerah (masuk Islam).  Maka jika kamu patuhi (ajakan itu), niscaya Allah akan memberikan kepadamu pahala yang baik dan jika kamu berpaling sebagaimana kamu telah berpaling sebelumnya, niscaya Dia akan mengazab kamu dengan azab yang pedih\".","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:17","price":"Tiada dosa atas orang-orang yang buta, dan atas orang yang pincang, dan atas orang yang sakit (apabila tidak ikut berperang).  Dan barang siapa yang taat kepada Allah dan rasul-Nya, niscaya Allah akan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai dan barang siapa yang berpaling, niscaya akan diazab-Nya dengan azab yang pedih.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:18","price":"Sesungguhnya Allah telah rida terhadap orang-orang mukmin ketika mereka berjanji setia kepadamu di bawah pohon1400, maka Allah mengetahui apa yang ada dalam hati mereka lalu menurunkan ketenangan atas mereka dan memberi balasan kepada mereka dengan kemenangan yang dekat (waktunya)1401.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"1400.  Lihat catatan kaki nomor 1397.\n1401.  Yang dimaksud dengan \"kemenangan yang dekat\" ialah kemenangan kaum muslimin pada perang Khaybar.","lang":"id"},{"name":"48:19","price":"Serta harta rampasan yang banyak yang dapat mereka ambil.  Dan adalah Allah Maha Perkasa lagi Maha Bijaksana.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:20","price":"Allah menjanjikan kepada kamu harta rampasan yang banyak yang dapat kamu ambil, maka disegerakan-Nya harta rampasan ini untukmu1402, dan Dia menahan tangan manusia dari (membinasakan)mu (agar kamu mensyukuri-Nya), dan agar hal itu menjadi bukti bagi orang-orang mukmin, dan agar Dia menunjuki kamu kepada jalan yang lurus.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"1402.  Maksudnya Allah Subḥānahu wa Ta‘ālā menjanjikan harta rampasan yang banyak kepada kaum muslimin, sebagai pendahuluan dari harta rampasan yang banyak yang dikaruniakan-Nya itu, Allah Subḥānahu wa Ta‘ālā memberikan harta rampasan yang mereka peroleh pada perang Khaybar itu. ","lang":"id"},{"name":"48:21","price":"Dan (telah menjanjikan pula kemenangan-kemenangan) yang lain (atas negeri-negeri) yang kamu belum dapat menguasainya yang sungguh Allah telah menentukan-Nya1403.  Dan adalah Allah Maha Kuasa atas segala sesuatu.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"1403.  Maksudnya Allah Subḥānahu wa Ta‘ālā telah menjanjikan kepada kaum muslimin untuk menaklukkan negeri-negeri yang lain yang di waktu itu mereka belum dapat menaklukkannya; tetapi negeri-negeri itu telah dipastikan Allah Subḥānahu wa Ta‘ālā untuk ditaklukkan oleh kaum Muslimin dan dijaga-Nya dari penaklukan-penaklukan orang-orang lain.  Janji Allah Subḥānahu wa Ta‘ālā ini telah terbukti dengan ditaklukkannya negeri-negeri Persia dan Romawi oleh kaum Muslimin. ","lang":"id"},{"name":"48:22","price":"Dan sekiranya orang-orang kafir itu memerangi kamu pastilah mereka berbalik melarikan diri ke belakang (kalah) kemudian mereka tiada memperoleh pelindung dan tidak (pula) menolong.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:23","price":"Sebagai suatu sunatullah1404 yang telah berlaku sejak dahulu, kamu sekali-kali tiada akan menemukan perubahan bagi sunatullah itu.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"1404.  \"Sunatullah\", yaitu hukum Allah Subḥānahu wa Ta‘ālā yang telah ditetapkan-Nya. ","lang":"id"},{"name":"48:24","price":"Dan Dia-lah yang menahan tangan mereka dari (membinasakan) kamu dan (menahan) tangan kamu dari (membinasakan) mereka di tengah kota Mekah sesudah Allah memenangkan kamu atas mereka, dan adalah Allah Maha Melihat apa yang kamu kerjakan.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:25","price":"Merekalah orang-orang yang kafir yang menghalangi kamu dari (masuk) Masjidil Haram dan menghalangi hewan kurban sampai ke tempat (penyembelihan)nya.  Dan kalau tidaklah karena laki-laki yang mukmin dan perempuan-perempuan yang mukmin yang tiada kamu ketahui, bahwa kamu akan membunuh mereka yang menyebabkan kamu ditimpa kesusahan tanpa pengetahuanmu (tentulah Allah tidak akan menahan tanganmu dari membinasakan mereka).  Supaya Allah memasukkan siapa yang dikehendaki-Nya ke dalam rahmat-Nya.  Sekiranya mereka tidak bercampur-baur, tentulah Kami akan mengazab orang-orang yag kafir di antara mereka dengan azab yang pedih.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:26","price":"Ketika orang-orang kafir menanamkan dalam hati mereka kesombongan, (yaitu) kesombongan jahiliah lalu Allah menurunkan ketenangan kepada rasul-Nya, dan kepada orang-orang mukmin dan Allah mewajibkan kepada mereka kalimat takwa1405 dan adalah mereka berhak dengan kalimat takwa itu dan patut memilikinya.  Dan adalah Allah Maha Mengetahui segala sesuatu.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"1405.  Kalimat takwa ialah kalimat tauhid dan memurnikan ketaatan kepada Allah Subḥānahu wa Ta‘ālā. ","lang":"id"},{"name":"48:27","price":"Sesungguhnya Allah akan membuktikan kepada rasul-Nya, tentang kebenaran mimpinya dengan sebenarnya, (yaitu) bahwa sesungguhnya kamu pasti akan memasuki Masjidil Haram, insyaallah dalam keadaan aman, dengan mencukur rambut kepala dan mengguntingnya, sedang kamu tidak merasa takut.  Maka Allah mengetahui apa yang tiada kamu ketahui dan Dia memberikan sebelum itu kemenangan yang dekat1406.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"1406.   Selang beberapa lama sebelum terjadi \"Perdamaian ῌudaybiyyah\" Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam bermimpi bahwa beliau bersama para sahabatnya memasuki kota Mekah dan Masjidil Haram dalam keadaan sebagian mereka bercukur rambut dan sebagian lagi bergunting.  Nabi mengatakan bahwa mimpi beliau itu akan terjadi nanti.  Kemudian berita ini tersiar di kalangan kaum muslim, orang-orang munafik, orang-orang Yahudi, dan Nasrani.  Setelah terjadi perdamaian ῌudaybiyyah dan kaum muslimin waktu itu tidak sampai memasuki Mekah, maka orang-orang munafik memperolok-olokkan Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam dan menyatakan bahwa mimpi Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam yang dikatakan beliau pasti akan terjadi itu adalah bohong belaka.  Maka turunlah ayat ini yang menyatakan bahwa mimpi Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam itu pasti akan menjadi kenyataan di tahun yang akan datang.  Dan sebelum itu dalam waktu yang dekat.  Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam akan menaklukkan kota Khaybar.  Andaikata pada tahun terjadinya Perdamaian ῌudaybiyyah itu kaum muslim memasuki kota Mekah, maka dikhawatirkan keselamatan orang­orang yang menyembunyikan imannya yang berada dalam kota Mekah waktu itu.","lang":"id"},{"name":"48:28","price":"Dia-lah yang mengutus rasul-Nya dengan membawa petunjuk dan agama yang hak agar dimenangkan-Nya terhadap semua agama.  Dan cukuplah Allah sebagai saksi.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"48:29","price":"Muhammad itu adalah utusan Allah dan orang-orang yang bersama dengan dia adalah keras terhadap orang-orang kafir, tetapi berkasih sayang sesama mereka.  Kamu lihat mereka rukuk dan sujud mencari karunia Allah dan keridaan-Nya, tanda-tanda mereka tampak pada muka mereka dari bekas sujud1407.  Demikianlah sifat-sifat mereka dalam Taurat dan sifat-sifat mereka dalam Injil, yaitu seperti tanaman yang mengeluarkan tunasnya, maka tunas itu menjadikan tanaman itu kuat lalu menjadi besarlah dia dan tegak lurus di atas pokoknya; tanaman itu menyenangkan hati penanam-penanamnya karena Allah hendak menjengkelkan hati orang-orang kafir (dengan kekuatan orang-orang mukmin).  Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan amal yang saleh di antara mereka ampunan dan pahala yang besar.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"1407.  Maksudnya pada air muka mereka kelihatan keimanan dan kesucian hati mereka. ","lang":"id"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}