{"data":[{"name":"71:1","price":"Sesungguhnya Kami telah mengutus Nūḥ kepada kaumnya (dengan memerintahkan), \"Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih\".","arabic":"إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5420,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:2","price":"Nūḥ berkata, \"Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepada kamu,","arabic":"قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5421,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:3","price":"(yaitu) sembahlah olehmu Allah, bertakwalah kepada-Nya dan taatlah kepadaku,","arabic":"أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5422,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:4","price":"niscaya Allah akan mengampuni sebagian dosa-dosamu dan menangguhkan kamu1517 sampai kepada waktu yang ditentukan.  Sesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui\".","arabic":"يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5423,"juzNumber":29,"footnotes":"1517.  Maksudnya memanjangkan umurmu. ","lang":"id"},{"name":"71:5","price":"Nūḥ berkata, \"Ya Tuhan-ku sesungguhnya aku telah menyeru kaumku malam dan siang,","arabic":"قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5424,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:6","price":"maka seruanku itu hanyalah menambah mereka lari (dari kebenaran).","arabic":"فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5425,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:7","price":"Dan sesungguhnya setiap kali aku menyeru mereka (kepada iman) agar Engkau mengampuni mereka, mereka memasukkan anak jari mereka ke dalam telinganya, dan menutupkan bajunya (ke mukanya), dan mereka tetap (mengingkari) dan menyombongkan diri dengan sangat.","arabic":"وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5426,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:8","price":"Kemudian sesungguhnya aku telah menyeru mereka (kepada iman) dengan cara terang-terangan1518,","arabic":"ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5427,"juzNumber":29,"footnotes":"1518.  Dakwah ini dilakukan setelah dakwah dengan cara diam-diam tidak berhasil. ","lang":"id"},{"name":"71:9","price":"kemudian sesungguhnya aku (menyeru) mereka (lagi) dengan terang-terangan dan dengan diam-diam1519,","arabic":"ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5428,"juzNumber":29,"footnotes":"1519.  Sesudah melakukan dakwah secara diam-diam kemudian secara terang-terangan, namun tidak juga berhasil ,maka Nabi Nūḥ ‘Alaihissalām. melakukan kedua cara itu dengan sekaligus. ","lang":"id"},{"name":"71:10","price":"maka aku katakan kepada mereka, `Mohonlah ampun kepada Tuhan-mu, sesungguhnya Dia adalah Maha Pengampun,","arabic":"فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5429,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:11","price":"niscaya Dia akan mengirimkan hujan kepadamu dengan lebat,","arabic":"يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5430,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:12","price":"dan membanyakkan harta dan anak-anakmu, dan mengadakan untukmu kebun-kebun, dan mengadakan (pula di dalamnya) untukmu sungai-sungai.","arabic":"وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5431,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:13","price":"Mengapa kamu tidak percaya akan kebesaran Allah?","arabic":"مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5432,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:14","price":"Padahal Dia sesungguhnya telah menciptakan kamu dalam beberapa tingkatan kejadian.1520","arabic":"وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5433,"juzNumber":29,"footnotes":"1520.  Lihat surah Al-Mu`minūn (23)  ayat 12, 13 dan 14.","lang":"id"},{"name":"71:15","price":"Tidakkah kamu perhatikan bagaimana Allah telah menciptakan tujuh langit bertingkat-tingkat?","arabic":"أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5434,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:16","price":"Dan Allah menciptakan padanya bulan sebagai cahaya dan menjadikan matahari sebagai pelita?","arabic":"وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5435,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:17","price":"Dan Allah menumbuhkan kamu dari tanah dengan sebaik-baiknya,","arabic":"وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5436,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:18","price":"kemudian Dia mengembalikan kamu ke dalam tanah dan mengeluarkan kamu (darinya pada hari kiamat) dengan sebenar-benarnya.","arabic":"ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5437,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:19","price":"Dan Allah menjadikan bumi untukmu sebagai hamparan,","arabic":"وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5438,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:20","price":"supaya kamu menjalani jalan-jalan yang luas di bumi itu\".","arabic":"لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5439,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:21","price":"Nūḥ berkata, \"Ya Tuhan-ku, sesungguhnya mereka telah mendurhakaiku, dan telah mengikuti orang-orang yang harta dan anak-anaknya tidak menambah kepadanya melainkan kerugian belaka,","arabic":"قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5440,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:22","price":"dan melakukan tipu-daya yang amat besar\".","arabic":"وَمَكَرُواْ مَكۡرٗا كُبَّارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5441,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:23","price":"Dan mereka berkata, \"Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) wadd, dan jangan pula Suwāʻ, Yagūṡ, Yaʻūq, dan Nasr\"1521.","arabic":"وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5442,"juzNumber":29,"footnotes":"1521.  Wadd,  Suwāʻ, Yagūṡ, Yaʻūq dan Nasr adalah nama berhala-berhala yang terbesar pada kabilah-kabilah kaum Nūḥ ‘Alaihissalām, yang semula nama-nama orang saleh. ","lang":"id"},{"name":"71:24","price":"Dan sesudahnya mereka telah menyesatkan kebanyakan (manusia); dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan.","arabic":"وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5443,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:25","price":"Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong-penolong bagi mereka selain dari Allah1522.","arabic":"مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5444,"juzNumber":29,"footnotes":"1522.  Maksudnya berhala-berhala mereka tidak dapat memberi pertolongan kepada mereka.  Hanya Allah Subḥānahu wa Ta‘ālā yang dapat menolong mereka.  Tetapi karena mereka menyembah berhala, maka Allah Subḥānahu wa Ta‘ālā tidak memberi pertolongan. ","lang":"id"},{"name":"71:26","price":"Nūḥ berkata, \"Ya Tuhan-ku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.","arabic":"وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5445,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:27","price":"Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka tidak akan melahirkan selain anak yang berbuat maksiat lagi sangat kafir.","arabic":"إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5446,"juzNumber":29,"footnotes":"","lang":"id"},{"name":"71:28","price":"Ya Tuhan-ku! Ampunilah aku, ibu bapakku, orang yang masuk ke rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan.  Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kebinasaan\".","arabic":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5447,"juzNumber":29,"footnotes":"","lang":"id"}],"chapter":["71 (Nuh)","Nuh","Surah Nuh","Chapter Nuh","Surah 71","Chapter 71","Noah","نوح"]}