{"data":[{"name":"1:1","price":"1. Меҳрибон ва раҳмли Аллоҳ номи билан (бошлайман).","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"1:2","price":"2. Ҳамду сано бутун оламлар Парвардигори Аллоҳ учундир.","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"1:3","price":"3. Меҳрибон ва Раҳмли.","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"1:4","price":"4. Жазо (Қиёмат) кунининг Эгаси — Подшоҳи.","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"И з о ҳ. Мақтов-олқишга ҳақдор бўлиш учун башар оламига подшоҳ бўлишнинг ўзигина кифоя қилмайди. Балки коинотдаги барча сайёралар ва улардаги бор жонли-жонсиз мавжудотнинг ҳаммаси устидан илму ҳикмат ва раҳм-шафқат билан эгалик қиладиган, бундан ташқари, Охиратдаги ҳисоб-китоб кунида ҳам ягона подшоҳ бўлган Аллоҳ таолониг Ўзигина ҳамду санога лойиқ Зотдир.","lang":"uz"},{"name":"1:5","price":"5. Сенгагина ибодат қиламиз ва Сендангина мадад сўраймиз.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"И з о ҳ. Яъни, Сендан ўзганинг олдида бошимизни эгмаймиз ва Сендан ўзгага ёрдам сўраб илтижо ҳам қилмаймиз.","lang":"uz"},{"name":"1:6","price":"6. Бизларни Тўғри Йўлга йўллагайсан.","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"1:7","price":"7. У шундай зотларнинг йўлики, Сен Ўзинг уларга инъом қилгансан — улар ғазабга дучор бўлмаган ва залолатга кетмаган — адашмаганларнинг йўлидир.","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"И з о ҳ. Мазкур зотлар — барча пайғамбарлар, ҳақиқий иймон-эътиқод эгалари ва ўз ақидалари йўлида жонларини фидо қилган кишилардир. Намозда ушбу сурани ўқигандан сўнг «Омийн» дейиш мустаҳабдир, маъноси «Эй Аллоҳ, ижобат қилгин», демакдир. «Омийн» уламолар иттифоқига кўра, «Фотиҳа» сурасидан бир оят эмас, шунинг учун уни Мусҳафда ёзилмаслигига иттифоқ қилганлар.","lang":"uz"},{"name":"2:1","price":"1. Алиф, лом, мим.","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"И з о ҳ. Қуръондаги бир неча сура мана шундай ёлғиз-ёлғиз ҳарфлар билан бошланади. Кўпчилик Ислом уламолари наздида мазкур ҳарфлар «Ҳуруфи муқаттаот», яъни маънодан узилган ҳарфлар саналиб, уларнинг маъноси ягона Аллоҳгагина маълум. Уламоларнинг айтишларича, илоҳий мўъжиза бўлган бу Китоб одамлар осон ўқиб-англаб амал қилишлари учун улар яхши танийдиган ҳарфлар билан осон тушуниладиган қилиб юборилган.","lang":"uz"},{"name":"2:2","price":"2. (Ҳақ эканлигига) ҳеч қандай шак-шубҳа бўлмаган ушбу Китоб тақволи кишилар учун раҳбар – йўлбошчидир.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:3","price":"3. Улар ғойибга ишонадиган, намозни тўкис адо этадиган ва биз ризқ қилиб берган нарсалардан инфоқ-эҳсон қиладиган зотлардир.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:4","price":"4. Улар сизга нозил қилинган ва сиздан илгари туширилган нарсаларга (динларга) иймон келтирадилар ва Охират кунига аниқ ишонадилар.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:5","price":"5. Парвардигорлари тарафидан ҳидоят топганлар ана ўшалардир ва нажот топгувчилар ҳам уларнинг ўзидир.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"И з о ҳ. Бу оятларда Аллоҳ таоло мўминларнинг сифатларини баён қилди. Энди ўртадаги фарқ аниқ бўлиши учун кофирларни сифатлашга ўтилади.","lang":"uz"},{"name":"2:6","price":"6. Куфр йўлини тутган кимсалар эса хоҳ (Аллоҳ азобидан) қўрқитинг, хоҳ қўрқитманг, уларга баробардир — иймон келтирмайдилар.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:7","price":"7. Аллоҳ уларнинг дилларини ва қулоқларини муҳрлаб қўйган. Кўзларини эса парда қоплаб олган. Улар учун буюк азоб бордир.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"И з о ҳ. Бундан бизга Ислом дини назарида мўмин ким-у, кофир ким эканлиги маълум бўлади. Яъни, ғойибга (Аллоҳ, фаришталар... борлигига) ишонадиган, намозни тўла-тўкис адо этадиган, Аллоҳ берган неъматлардан бошқаларга эҳсон — яхшилик қиладиган, Қуръон ва ундан олдин келган бошқа илоҳий китобларга иймон келтирадиган ва бу дунёдан бошқа яна бир дунё — Охират борлигига ишонадиган тақволи (ҳаромдан парҳез қилувчи) кишиларгина мўминлар экан. Кимда мазкур сифатлар топилмас экан, у кофир бўлади. Шу ўринда бизда ёйилган бир ақида — илгари мўмин-мусулмонлар яшаб ўтган ватанда истиқомат қиладиганларнинг барча авлодлари мўмин-мусулмон деган ақида нотўғри эканлиги маълум бўлади. Демак, ҳар бир кишининг мўмин ё кофирлиги унинг иймон-эътиқоди ва амалда қиладиган ишига қараб белгиланиши лозим экан. Энди мунофиқлар қандай кимсалар эканини қуйидаги оятлардан билиб оламиз.","lang":"uz"},{"name":"2:8","price":"8. Одамлар орасида шундай кимсалар ҳам борки, ўзлари мўмин бўлмаганлари ҳолда «Аллоҳга ва Охират кунига иймон келтирдик», дейдилар.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:9","price":"9. Улар Аллоҳни ва иймонли кишиларни алдамоқчи бўладилар ва ўзлари сезмаганлари ҳолда фақат ўзларинигина алдайдилар.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:10","price":"10. Уларнинг дилларида мараз бор эди, бас Аллоҳ маразларини янада зиёда қилди. Улар учун қилган ёлғонлари сабаб аламли азоб бордир.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:11","price":"11. Уларга: «Ер юзида бузғунчилик қилманглар», дейилса, «Биз ислоҳ қилувчилармиз», дейдилар.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:12","price":"12. Огоҳ бўлингизким, улар албатта бузғунчилардир, лекин ўзлари буни сезмайдилар.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:13","price":"13. Уларга: «Мана бу кишилардек иймон келтиринглар», дейилса, «Шу пасткашларга ўхшаб мўмин бўламизми?», дейдилар. Огоҳ бўлингизким, уларнинг ўзлари тубан кимсалардир, лекин буни билмайдилар.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"И з о ҳ . Исломни қабул қилган зотларнинг кўпчилиги камбағал-фақир кишилар ва ҳатто Суҳайб, Билол каби қуллар эдилар. Мунофиқлар ўзларича: «Мана шу зоти пастларга ўхшаб мўмин бўламизми?», дейишар эди.","lang":"uz"},{"name":"2:14","price":"14. Иймон келтирган зотларга йўлиққанларида: «Биз ҳам иймон келтирдик», дейдилар. Ўзларининг шайтонлари (бошлиқлари) билан холи қолганда эса: «Биз албатта сизлар билан биргамиз, фақат (уларнинг устидан) кулмоқдамиз, холос», дейишади.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:15","price":"15. Аллоҳ уларнинг устидан кулади ва ўз туғёнларида адашиб-улоқиб юришларини давомли қилади.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:16","price":"16. Улар ҳақ йўлнинг ўрнига залолатни сотиб олган кимсалар бўлиб, бу савдоларида фойда қилмадилар ва Тўғри Йўлга юрувчилардан бўлмадилар.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:17","price":"17. Улар мисоли бир ўт (машъала) ёқувчига ўхшайдилар. Энди олов атрофини ёритганида Аллоҳ ёруғликни кетказиб, уларни ҳеч нарсани кўролмайдиган ҳолда зулматларда қолдиради.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:18","price":"18. (Улар) кар, соқов, кўрдурлар, демак (йўлларидан) қайтмайдилар.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:19","price":"19. Ёки улар чақмоқ, момогулдурак, қоронғуликлар билан осмондан қуяётган ёмғир остида яшиндан қўрққанларидан панжаларини қулоқларига тиқиб олган ҳолларида ўлим — ҳалокатдан қочмоқчи бўлиб турган кимсалар кабидирлар. Аллоҳ эса кофирларни ўраб олгувчидир.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:20","price":"20. Яшин кўзларини кўр қилгудек бўлади. У (атрофини) ёритганида юриб оладилар, ўчганида туриб қоладилар. Агар Аллоҳ хоҳласа қулоқ ва кўзларини йўқ қилган бўлур эди. Шубҳасиз, Аллоҳ ҳар нарсага қодирдир.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:21","price":"21. Эй инсонлар, сизларни ва сизлардан илгари ўтганларни тақво эгалари бўлишингиз учун яратган Парвардигорингизга ибодат қилингиз.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:22","price":"22. У зот сизлар учун Ерни қароргоҳ, осмонни том қилиб қўйди ва осмондан сув тушириб, унинг ёрдамида сизларга ризқ бўлсин, деб мевалар чиқарди. Бас, билиб туриб ўзгаларни Аллоҳга тенглаштирманг.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:23","price":"23. Агар биз бандамизга туширган нарсадан (Қуръондан) шак-шубҳада бўлсангиз, у ҳолда шунга ўхшаган биргина сура келтиринг ва Аллоҳдан ўзга гувоҳларингизни чақиринг – агар ростгўй бўлсангиз.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:24","price":"24. Энди агар бундай қилолмасангиз — ҳаргиз қилолмайсиз ҳам — у ҳолда одамлар ва тошлар ўтин бўладиган, кофирлар учун тайёрлаб қўйилган дўзахдан қўрқинг.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"И з о ҳ. Куфр аҳли учун тайёрлаб қўйилган дўзах зикр қилингандан кейин, аҳли иймон учун мукофот қилиб бериладиган жаннат таърифланади. Зотан, Қуръоннинг услуби шундай: ёмон билан яхши, дўзах билан жаннат, роҳат билан азоб, хитоб билан итоб (танбеҳ) аксари ҳолларда ёнма-ён зикр этилади.","lang":"uz"},{"name":"2:25","price":"25. Иймон келтириб, яхши амаллар қилган зотларга хушхабар берингки, улар учун остларидан дарёлар оқиб турувчи боғлар бор. Қачон ўша боғларнинг бирор мевасидан баҳраманд бўлсалар, «Илгари татиб кўрган нарсамиз-ку», дейишади. Зеро уларга сурати бир-бирига ўхшаш мевалар берилади. Ва улар учун жаннатда покиза жуфтлар бордир. У зотлар жаннатда абадий қолажаклар.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"И з о ҳ. Бу оятда дунё бахт-саодати билан Охиратдаги жаннатнинг фарқи ифодаланган: эҳтимол, бу дунёда ҳам жаннатдек боғларда турли ноз-неъматлардан баҳраманд бўлиб, покиза умр йўлдошлари билан бахтиёр умр кечираётган кишилар кам эмасдир. Лекин бу бахтли ҳаётнинг биргина нуқсони борки, у ҳам бўлса бир куни тугаб қолишидир. Жаннатнинг фазилатларидан бири унинг боқийлигидир. Фақат бу боқий ҳаётга етиш учун фоний дунёда иймон-эътиқод билан яхши амаллар қилиб яшаш шартдир.","lang":"uz"},{"name":"2:26","price":"26. Аллоҳ чивин ёки ундан-да ҳақир нарсалар ҳақида масал айтишдан ҳеч тортинмайди. Иймонли кишилар унинг (масалнинг) ҳақиқатан Парвардигорлари тарафидан эканини биладилар. Кофирлар эса: «Буни мисол қилиш билан Аллоҳ нима демоқчи?», дейдилар. Бу масал сабаб (Аллоҳ) кўпларни адаштиради ва кўпларни ҳақ йўлга ҳидоят қилади. Бу масал сабаб фақат фосиқ кимсаларнигина адаштиради. ","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"И з о ҳ. Қуръонда асалари, чивин, ўргимчак, чумоли каби майда жониворларнинг ибратли томонларини кўрсатиб берадиган масаллар келганида, баъзи бировлар: «Бу китоб илоҳий китоб бўлганида бундай майда-чуйда ҳашаротлар ҳақида гапирилмаган бўларди», дейишди. Шунда Аллоҳ таоло ўша ҳашаротларни яратишга уялмагани, бинобарин уларни мисол қилишдан ҳам ҳеч қачон ор қилмаслигини баён этиб, мазкур оятларни нозил қилди.","lang":"uz"},{"name":"2:27","price":"27. Улар Аллоҳга берган аҳдни мустаҳкам боғлангандан сўнг бузадиган, Аллоҳ муҳофаза қилишни буюрган боғларни узадиган кимсалардир. Ана ўшалар, ҳақиқий зиён кўргувчилардир.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"И з о ҳ. «Аллоҳнинг аниқ кўрсатмалари» — Муҳаммад пайғамбарнинг келиши ва унга иймон келтириш лозимлиги Таврот, Инжил ва бошқа самовий китобларда ҳам аниқ кўрсатилган эди. «У боғланишига буюрган нарсалар» — ота-онага оқ бўлмасдан уларнинг ризолигини олиш, қариндош-уруғчилик ришталарини маҳкам тутиш ва бошқа мўмин-мусулмонлар билан меҳр-оқибатли бўлиш кабилардир. «Ер юзида бузғунчилик қилиб юриш», одамлар орасида фитна-фасод қўзғаш, иймон-эътиқод йўлларига тўсқинлик қилиш ва бошқа бузуқ ишлар билан машғул бўлиш, деган маънони англатади.","lang":"uz"},{"name":"2:28","price":"28. Аллоҳни қандай инкор қиласиз? Ҳолбуки, У (дунёга келмасингиздан олдин) жонсиз эдингиз сизга жон ато этди, сўнгра сизни ўлдириб, яна қайта тирилтиради ва ниҳоят яна Унга қайтажаксизлар. ","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:29","price":"29. У шундай зотки, сиз учун Ердаги барча нарсани яратди. Сўнгра самога юзланди-да, уларни етти осмон қилиб тиклади. У ҳамма нарсани билгувчидир.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:30","price":"30. Эсланг, (эй Муҳаммад алайҳис-салоту вас-салом), Парвардигорингиз фаришталарга: «Мен Ерда (Одамни) халифа қилмоқчиман», деганида улар айтдилар: «У Ерда бузғунчилик қиладиган, қонлар тўкадиган кимсани (халифа) қиласанми? Ҳолбуки, биз ҳамду сано айтиш билан Сени улуғлаймиз ва Сенинг номингни мудом пок тутамиз». (Аллоҳ) айтди: «Албатта Мен сизлар билмаган нарсаларни биламан».","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:31","price":"31. Ва У зот Одамга барча нарсаларнинг исмларини ўргатди. Сўнгра уларни фаришталарга рўбарў қилиб деди: «Агар халифаликка биз ҳақдормиз, деган сўзларингиз рост бўлса, мана бу нарсаларнинг исмларини Менга билдиринг!»","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:32","price":"32. Улар айтдилар: «Эй пок Парвардигор, биз фақат Сен билдирган нарсаларнигина биламиз. Албатта, Сен ўзинг илму ҳикмат соҳибисан».","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:33","price":"33. (Аллоҳ); «Эй Одам, буларга у нарсаларнинг исмларини билдир», деди. (Одам) уларга барча нарсаларнинг исмларини билдирганидан кейин (Аллоҳ) айтди: «Сизларга, Мен Еру-осмонларнинг сирларини ва сизлар ошкор қилган ва яширган нарсаларни биламан, демаганмидим?»","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:34","price":"34. Эсланг, (эй Муҳаммад алайҳис-салоту вас-салом), Биз фаришталарга Одамга таъзим қилинг дейишимиз билан саждага эгилдилар. Фақат Иблис кибр ва ор қилиб — кофирлардан бўлди.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:35","price":"35. Ва айтдик: «Эй Одам, сиз жуфтингиз билан жаннатни маскан тутинг ва ундан хоҳлаган жойларингизда бемалол таомланинг. Фақат мана бу дарахтга яқинлашмангки, у ҳолда золимлардан бўлиб қоласиз».","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:36","price":"36. Бас, уларни шайтон йўлдан оздириб, масканларидан чиқарди ва айтдик: «Тушингиз (жаннатдан Ерга)! (Сизлар) бир-бирингизга душмансиз. Энди маълум вақтгача (ажалларингиз етгунча) Ерда маскан тутиб яшайсиз».","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:37","price":"37. Кейин, Одам Парвардигори тарафидан бир неча сўзлар (фармонлар) қабул қилиб олганидан сўнг, Аллоҳ унинг тавбасини қабул қилди. Албатта У тавбаларни қабул қилгувчи меҳрибон зотдир.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:38","price":"38. «У жойдан (жаннатдан) ҳаммангиз тушинг», дедик. «Бас, сизларга Мен тарафдан ҳидоят келганида, шу ҳақ йўлга эргашган кишиларга хавфу хатар йўқ ва улар ғамгин бўлмайдилар».","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:39","price":"39. Оятларимизни инкор қилиб, ёлғон деган кимсалар эса дўзах эгалари бўлиб, унда абадий қолажаклар.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"И з о ҳ . Юқоридаги оятлардан бизга Одамзод Аллоҳнинг Ердаги сир-асрорини биладиган халифаси экани ва ҳатто бегуноҳ фаришталар ҳам унга таъзим қилишлари маълум бўлгани каби шайтоннинг сўзига кириш уни жаннатдан маҳрум қилгани, энди Ерда тинч, осойишта яшаш учун шайтони лаъиннинг васвасаларига учмаслик зарурлиги уқтирилади. Энди, Одамзоднинг коинотдаги энг азиз ва мукаррам зот экани баён қилинганидан кейин сўз Бани Исроил (Исроил — Яъқуб пайғамбарнинг номларидан бири, бани Исроил — Исроил болалари дейилганда яҳудийлар тушунилади) ҳақида кетади. Уларнинг ким эканликлари, қилмишлари ва топажак оқибатлари ҳақидаги батафсил ҳикояда (40-141- оятлар) ақл эгалари учун ибратлар бордир.","lang":"uz"},{"name":"2:40","price":"40. Эй Бани Исроил, сизларга инъом қилган неъматимни эсланг ва Менга берган ваъда — аҳдга вафо қилинг. Шунда Мен ҳам аҳдга вафо қиламан. Ва Мендангина қўрқинглар.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:41","price":"41. Сизлардаги нарсани (Тавротни) тасдиқ этган ҳолда нозил қилган нарсам (Қуръонга) иймон келтирингиз. Уни биринчи инкор қилувчилардан бўлмангиз. Ва оятларимни қиймати оз нарсаларга алмаштирманглар ва Мендангина қўрқинглар.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:42","price":"42. Ҳақни ботилга аралаштирманглар ва билган ҳолингизда ҳақни беркитманглар.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:43","price":"43. Намозни тўкис адо қилинг, закотни беринг ва руку қилгувчилар билан бирга руку қилинг.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:44","price":"44. Одамларни яхшиликка чорлаб, ўзларингизни унутасизларми? Ҳолбуки, ўзларингиз китоб (Таврот) тиловат қиласизлар. Ақлингизни юргизмайсизларми?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:45","price":"45. Сабр ва намоз ўқиш билан мадад сўранглар. Албатта у (намоз ўқиш) оғир ишдир. Магар шикастанафс зотларга (оғир эмасдир).","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:46","price":"46. Улар ўзларининг Парвардигорларига рўбарў бўлишларини ва шубҳасиз, Унга қайтажакларини биладиган зотлардир.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:47","price":"47. Эй Бани Исроил, сизларга инъом қилган неъматимни ва сизларни бутун оламдан афзал қилган пайтимни эсланглар!","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:48","price":"48. Биров биров томонидан ҳеч нарса ўтай олмайдиган, ҳеч кимдан оқлов қабул қилинмайдиган ва (гуноҳлари учун) эваз ҳам олинмайдиган – ёрдам берилмайдиган Кундан қўрқинглар!","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:49","price":"49. Сизларни оғир азоблар билан қийнаган, ўғилларингизни сўйиб, хотинларингизни тирик қолдираётган Фиръавн одамларидан қутқарганимизни эсланглар. Ана ўша ишларда Парвардигорингиз томонидан буюк синов бўлганди.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:50","price":"50. Денгизни ўртасидан бўлиб сизларни қутқариб, кўз ўнгингизда Фиръавн одамларини ғарқ қилганимизни эсланглар.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:51","price":"51. Мусо билан қирқ кечага ваъдалашганимиз, у (бизнинг ҳузуримизга) кетганидан кейин сизлар ўзингизга зулм қилган ҳолингизда бузоққа ибодат қилганингизни эсланглар.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:52","price":"52. Сўнгра, ўша ишлардан кейин ҳам шукр қилишингиз учун сизларни афв этгандик.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:53","price":"53. Сизлар ҳақ йўлни топишингиз учун Мусога китоб ва Фурқонни (яъни Тавротни) берганимизни эсланглар.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:54","price":"54. Мусонинг ўз қавмига айтган гапларини эсланг: «Қавмим, сизлар бузоққа ибодат қилиш билан ўзингизга зулм қилдингиз. Энди ўзингизни (бир-бирингизни) ўлдириш билан сизни бор қилган Зотга тавба қиласиз. Бор қилгувчи Зот наздида мана шу (қатл) сизлар учун хайрлироқдир». Бас, Аллоҳ таоло тавбангизни қабул қилди, албатта У кечиримли, меҳрибондир.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:55","price":"55. Эй Бани Исроил, эсланг: «Эй Мусо, Аллоҳни очиқ-равшан кўрмагунимизча ҳаргиз сенга ишонмаймиз», дейишингиз билан қараб турган ҳолингизда сизларни чақмоқ урди.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:56","price":"56. Сўнгра шукр қилишингиз учун ўлганингиздан кейин тирилтирдик.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:57","price":"57. Ва булутни устингизга соябон қилдик ва осмондан ширинлик ва беданалар ёғдириб, «Сизларга ризқ қилиб берган пок нарсалардан енглар», (дедик). (Бани Исроил) Бизга зулм қилмадилар, балки ўзларига зулм қилгувчи бўлдилар.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:58","price":"58. «Ушбу қишлоққа (Қуддусга) киринглар-да, ундан хоҳлаган жойларингизда еб-ичинглар. Дарвозадан сажда қилган ҳолингизда киринглар ва «афв эт» денглар, биз хатоларингизни мағфират қиламиз ва яхшилик эгаларига зиёда неъматлар ато қиламиз», деганимизни эсланглар.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:59","price":"59. Шунда золим кимсалар уларга айтилган сўздан бошқа сўзни алмаштириб айтдилар. Бас, қилган исёнлари оқибатида бу золимлар устига Биз осмондан бало ёғдирдик.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:60","price":"60. Эсланг (эй Бани Исроил), Мусо ўз қавми учун сув тилаганида: «Асоингни тошга ургин», дедик. Бас, ундан ўн икки чашма отилиб чиқди — ҳар бир қабилага (улар ўн икки уруғ эдилар) ўз суви маълум бўлди. «Аллоҳ берган ризқдан еб-ичинглар, Ер юзида бузғунчилик жиноятларини қилманглар».","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:61","price":"61. Эсланг: «Эй Мусо, бир хил таомга ҳеч қаноат қила олмаяпмиз. Парвардигорингга дуо қил, бизга ерда униб-ўсадиган сабзавотлардан; бодринг, саримсоқ, мош, пиёзга ўхшаган ўсимликлардан чиқариб берсин», деганингизда, у: «Яхши нарсани паст нарсага алмаштиришни истайсизларми? Қайси шаҳарга тушсангизлар сўраган нарсаларингиз турибди-ку?», деди. (Ношукрликлари сабаб) уларга хорлик ва мискинлик ёзиб қўйилди ва Аллоҳнинг ғазабига дучор бўлдилар. Бунга сабаб уларнинг Аллоҳ оятларини инкор қилганлари ва Пайғамбарларни ноҳақ қатл қилганларидир. Бунга сабаб итоат қилмай тажовузкор бўлганларидир.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:62","price":"62. Албатта, иймон келтирган зотлар, яҳудий бўлганлар, насронийлар ва собиийлар (фаришталарга сиғинувчилар) — (улардан) қайсилари (аввал қайси динда бўлганларидан қатъи назар, иймонга келиб, ёлғиз) Аллоҳга, Охират кунига ишонса ва яхши амаллар қилса, ўшаларга Парвардигорлари ҳузурида ажр бордир ва улар учун хавфу хатар, ғам-андуҳ йўқдир.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"И з о ҳ. Аллоҳни ва Унинг пайғамбарларини тасдиқ қилувчи ва Унинг шариатига амал қилувчи ушбу умматдан бўлган мўминлар, шунингдек, Муҳаммад соллаллоҳу алайҳи ва саллам пайғамбар бўлишларидан илгари яшаган яҳудий, насроний ва собиийлардан (бирон муайян динга эргашмаган, табиий фитрат устида қолган қавмлардан) иборат ўтмиш халқлар — ана ўшалар ҳаммаси агар Аллоҳни ҳамда қайта тирилиш ва жазо кунини чин дилдан тасдиқласалар, Аллоҳ рози бўладиган амалларни қилсалар, уларнинг ажру савоблари Роббилари ҳузурида собитдир. Уларга ўзлари юзланажак Охират ишларида ҳеч бир хавфу хатар йўқдир, қўлларидан кетган дунё ишларига ғамгин ҳам бўлмайдилар. Аммо, бутун инсониятга энг сўнгги пайғамбар бўлмиш Муҳаммад соллаллоҳу алайҳи ва салламнинг пайғамбарликларидан кейин Аллоҳ таоло у зот олиб келган диндан — Исломдан бошқа бирон динни ҳеч кимдан қабул қилмайди.","lang":"uz"},{"name":"2:63","price":"63. Эсланг (эй Бани Исроил), биз аҳду паймонингизни олгандик ва устингизда Тур тоғини кўтариб туриб, «Сизга берган нарсамизни (Тавротни) маҳкам ушланг ва ундаги бор нарсани ёдингизда тутинг — шояд тақво эгаларидан бўлсангиз», дегандик.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:64","price":"64. Кейин ўша аҳду паймондан кейин юз ўгирдингиз. Агар сизларга Аллоҳнинг фазлу карами бўлмаганда эди, зиён кўргувчилардан бўлиб қолар эдингиз.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:65","price":"65. Орангиздан шанба кунида ҳаддан ошган кимсаларни билдингиз. Бас, Биз уларга: «Бадбахт маймунларга айланингиз», дедик.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:66","price":"66. Биз бу уқубатни ўша вақт ва кейинги даврлар учун ибрат, тақволи кишилар учун мавъиза (насиҳат) қилдик.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"И з о ҳ. Яҳудийларга шанба куни балиқ овлаш ман қилинган эди. Улардан баъзилари шанба кунлари балиқларни қамаб, қоронғи тушиши билан тутиб оладиган бўлдилар. Мана шу жиноятлари — ўзлари учун улуғ кун ҳисобланган шанба кунида ҳаддан ошганлари сабабли мазкур жазога мустаҳиқ бўлдилар.","lang":"uz"},{"name":"2:67","price":"67. Эсланг! Мусо ўз қавмига: «Аллоҳ бир сигир сўйишларингни буюрди», деганида, улар: «Устимиздан куляпсанми?», дедилар. (Мусо) деди: «Ундай жоҳиллардан бўлиб қолишдан Аллоҳ паноҳ беришини сўрайман».","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:68","price":"68. Улар: «Парвардигорингга дуо қил, унинг қандайлигини баён қилсин», дедилар. (Мусо) деди: «У зотнинг айтишича, у қари ҳам, ёш ғунажин ҳам бўлмаган, икковининг ўртасидаги бир сигирдир. Энди фармонни адо этинглар».","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:69","price":"69. Улар дедилар: «Парвардигорингга дуо қил. Унинг рангини баён қилсин». (Мусо) айтди: «У зотнинг айтишича, у очиқ-малларанг сигир бўлиб, кўрганларнинг кўнгли чоғ бўлади».","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:70","price":"70. Улар айтдилар: «Парвардигорингга дуо қил, унинг қандайлигини баён қилсин, бу мол бизга иштибоҳли бўлиб қолди. ИншоАллоҳ, энди йўлимизни топиб оламиз». ","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:71","price":"71. (Мусо) айтди: «У зотнинг айтишича, у шундай сигирки, хор бўлиб Ер ҳайдамайди, у билан (сув ташиб) экин суғормайдилар, айбу нуқсонсиз, унда ўз рангидан бошқа ранг-бўёқ ҳам йўқ». Улар: «Энди ҳақиқатни айтдинг», дедилар-да, узоқ машаққатлар чекиб (ўша айтилган сифатларга эга бўлган сигирни топиб) сўйдилар.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"И з о ҳ. Мазкур оятлар мазмунидан бир ҳикматни англаш мумкин: одам бировга ишониб эътиқод қўйганидан кейин унинг амр-фармонини дарҳол бажариши лозим. Акс ҳолда унинг ўзига зарар бўлиши мумкин. Юқоридаги оятларда зикр қилинган кишилар кетма-кет берган саволлари натижасида шундай сифатли сигир сўйши лозим бўлдики, улар бундай сигирни излаб топиш учун озмунча қийналмадилар. Охири топганларида унинг эгаси бўлган кампир сигири учун жуда қиммат нарх — ўша сигирнинг териси тўла тилла талаб қилди ва улар бу нархга кўнишга мажбур бўлдилар. Агар фармон бўлиши билан дарҳол бир сигирни олиб қурбон қилганларида ўзларига осон бўлар эди.","lang":"uz"},{"name":"2:72","price":"72. Эсланг (эй Бани Исроил), бир жонни ўлдириб қўйиб, унинг қотили ким экани ҳақида жанжаллашиб қолгандингиз, ҳолбуки, Аллоҳ яширган нарсаларингизни юзага чиқаргувчидир.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:73","price":"73. Шунда биз: «Уни (мақтулни) сўйилган сигирнинг бир бўлаги билан уринглар», дегандик. Аллоҳ ўликларни шу тариқа тирилтиради ва сизларга фикр қилишингиз учун ўз оятларини кўрсатади.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"И з о ҳ. Дарҳақиқат, шундай қилишгач, ҳалиги жасадга жон кириб, ўзининг қотили ким эканлигини айтади.","lang":"uz"},{"name":"2:74","price":"74. Сўнгра — шундай мўъжизаларни кўргандан кейин ҳам дилларингиз қотди. Бас, у диллар тош кабидир ёки ундан-да қаттиқроқдир. Зеро, шундай тошлар борки, улардан дарёлар отилиб чиқади, яна шундайлари борки, ёрилиб, ичидан сув чиқади, яна шундайлари ҳам борки, Аллоҳдан қўрққанидан пастга қулайди. Аллоҳ қилаётган амалларингдан ғофил эмасдир.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:75","price":"75. Уларнинг иймонга келишларига орзуманд бўласизми (эй мўминлар)? Ҳолбуки улардан бир гуруҳи Аллоҳнинг каломини эшитадилар, сўнгра, уни англаб етганларидан кейин билиб туриб ўзгартирадилар.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:76","price":"76. Улар иймонли кишиларга йўлиққанларида: «Иймон келтирдик», дейдилар. Бир-бировлари билан ёлғиз қолганларида эса: «Уларга (мусулмонларга) Аллоҳ сизларга очган нарса ҳақида гапиряпсизларми? Ўша ҳужжат билан Парвардигорингизнинг ҳузурида ҳужжатлашишлари учун-а? Ақлингизни ишлатмайсизми?», дейишади.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"И з о ҳ. Яъни, мусулмонларга «Таврот китобида келган Муҳаммад пайғамбар ҳақидаги гапларни гапиряпсизми? Бу ахир Охиратда ўзингизнинг зарарингизга ҳужжат бўлади-ку?», дейишди.","lang":"uz"},{"name":"2:77","price":"77. Аллоҳ, шубҳасиз, уларнинг яширган нарсаларини ҳам, ошкор қилган нарсаларини ҳам билгувчи эканини билмайдиларми?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:78","price":"78. Уларнинг ичида китобдан бехабар, фақат хом хаёлларнигина биладиган омийлари ҳам борки, улар фақат гумон қиладилар, холос.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:79","price":"79. Ўз қўллари билан китоб ёзиб, сўнгра озгина қийматга сотиш учун: «Бу китоб Аллоҳ ҳузуридан келди», дейдиган кимсаларга ҳалокат бўлғай, бас, ёзган нарсалари уларга ҳалокат бўлғай, топган фойдалари уларга ҳалокат бўлғай.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:80","price":"80. Яҳудийлар: «Бизларга дўзах ўти саноқли кунлардагина тегади», дедилар. Уларга айтинг: «(Эй Муҳаммад алайҳис-салоту вас-салом), Аллоҳдан аҳду паймон олдингизми — зотан, Аллоҳ ҳаргиз аҳдига хилоф қилмайди — ёки Аллоҳ ҳақида билмаган нарсаларингизни айтяпсизми?»","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:81","price":"81. Йўқ! Кимда-ким ёмонлик касб қилса ва гуноҳга ўралиб қолса, ана ўшалар дўзах эгаларидир. Улар ўша жойда абадий қолажаклар.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:82","price":"82. Иймон келтириб, яхши амаллар қилган зотлар эса жаннат эгалари бўлиб, ўша жойда абадий қолгувчилардир.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:83","price":"83. «Фақат Аллоҳгагина ибодат қиласизлар, ота-она, қариндош-уруғ, етим ва мискинларга яхшилик қиласизлар. Одамларга чиройли сўзлар сўзлангиз ва намозни тўкис адо қилинг, закотни беринг», деб Бани Исроилдан аҳду паймон олганимизни эсланглар. Кейин эса (Эй Бани Исроил,) озгина кишидан ташқари ҳаммангиз юз ўгирган ҳолда кетдингиз.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:84","price":"84. Эсланг, «Бир-бирингизнинг қонингизни тўкмайсиз, бир-бировларингизни диёрларингиздан ҳайдамайсиз», деб аҳду паймонингизни олгандик, сўнгра ўзингиз гувоҳ бўлганингиз ҳолда бунга иқрор бўлгандингиз.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:85","price":"85. Кейин эса ўзингиз бир-бирингизни ўлдирмоқдасиз, ўз тоифангиздан бўлган бир гуруҳни диёрларидан ҳайдаб, уларнинг устида гуноҳ ва зулм билан бир-бирингизга ҳамкорлик қилмоқдасиз. Агар улар сизларга асир ҳолда келишса, товон тўлаб қутқариб ҳам оласиз. Ҳолбуки, уларни ҳайдаш сизларга ҳаром қилинган эди. Ё китобнинг (Тавротнинг) бир қисмига ишониб, бир қисмини инкор қиласизми? Ораларингдан ким бу ишни қилса, унинг жазоси бу дунёда расво бўлиш, Қиёмат Кунидан эса қаттиқ азобга дучор қилинадилар. Аллоҳ қилаётган ишларингдан ғофил эмасдир.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:86","price":"86. Ана ўшалар Охират ўрнига дунё ҳаётини сотиб олган кимсалардир. Бас, азоблари енгиллатилмайди ва уларга ёрдам ҳам берилмайди.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"И з о ҳ. Яҳудий қабилаларидан Бану Қурайза Авс номли араб қабиласи билан, Бану Назр деган яҳудий қабиласи эса Авснинг душмани бўлган Ҳазраж деб аталадиган араб қабиласи билан иттифоқдош эди. Қачон Авс билан Ҳазраж ўртасида уруш бўлса, яҳудийлар ҳам иттифоқдошлари билан бирга урушга чиқиб, ўз диндошларининг қонини тўкиб, мол-мулкларини талашар эди. Ҳолбуки, диндошлар бир-бири билан урушиб, қон тўкишлари Тавротда ҳаром қилингандир. Энди, уруш тўхтаганидан кейин эса бир қабилага иттифоқдош бўлган яҳудийлар иккинчи қабилага иттифоқдош бўлган яҳудийлардан асир тушганлар бўлса товон тўлаб қутқариб ҳам олардилар. Шунинг учун юқоридаги оятда: «Ё китобнинг (Тавротнинг) бир қисмига ишониб, бир қисмини инкор қиласизми?», дейилди.","lang":"uz"},{"name":"2:87","price":"87. Албатта Биз Мусога китоб ато этдик. Ундан кейин ҳам пайғамбарлар юбордик. Ийсо бинни Марямга ҳужжатлар бердик ва уни Руҳул-қудс (Жаброил) ила қувватлантирдик. Ҳар қачон бир Пайғамбар сизларга ёқмайдиган нарса (оятлар) келтирса, бировини ёлғончи деб, бировини ўлдираверасизларми?","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:88","price":"88. «Дилимиз берк», дедилар. Йўқ, аксинча, куфрлари сабабли уларни Аллоҳ лаънатлаган. Бас, камдан-камлари иймон келтирадилар.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:89","price":"89. Қачонки уларга Аллоҳнинг ҳузуридан ўзларида бор нарсани (Тавротни) тасдиқ этувчи китоб келганда — ҳолбуки, илгари кофирларга қарши ўша китобдан ёрдам кутардилар — бас, қачонки уларга ўзлари билган нарса келганда унга кофир бўлдилар. Кофирларга Аллоҳнинг лаънати бўлгай.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:90","price":"90. Аллоҳ бандаларидан хоҳлаган зотга ўз фазлу карами билан (ваҳий) юборишига қарши чиқиб, Аллоҳ нозил қилган нарсага кофир бўлишлари сабабли улар ўзларини энг ярамас нарсага сотдилар. Бас, ғазаб устига ғазаб билан қайтдилар. Кофирлар учун хор қилувчи азоб бордир.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:91","price":"91. Қачон уларга: «Аллоҳ нозил қилган нарсага иймон келтиринг», дейилса, «Биз ўзимизга нозил қилинган нарсага иймон келтирамиз», дейдилар. Ва ундан кейин келган ўзларидаги нарсани (Тавротни) тасдиқ этувчи ҳақ (китоб)га кофир бўладилар. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг, «Агар мўмин бўлган бўлсангизлар, нима сабабдан илгари Аллоҳнинг пайғамбарларини ўлдирар эдингизлар?»","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:92","price":"92. Мусо сизларга очиқ ҳужжатлар келтирганидан кейин ўзларингизга зулм қилган ҳолингизда унинг кетидан бузоққа сиғиндингиз?","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:93","price":"93. Эсланг (эй Бани Исроил), биз аҳду паймонингизни олгач, устингизда Тур тоғини кўтариб туриб: «Келтирган нарсамизни (динимизни) маҳкам ушланг ва қулоқ солинг», деганимизда, «Эшитдик ва бўйинсунмадик», дедилар. Кофирликлари сабаб кўнгиллари фақат бузоққа ибодат қилиш билан тўлади. Айтинг: «Агар сиз мўмин бўлсангиз, иймонингиз сизларни мунча ярамас нарсаларга буюради?»","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:94","price":"94. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Агар Аллоҳ ҳузурида Охират диёри (жаннат) бошқа одамларсиз фақат сизларники бўлса, у ҳолда ростгўй бўлсангизлар, ўлишни орзу қилинглар!»","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:95","price":"95. Қилган кирдикорлари сабабли ҳаргиз уни (ўлимни) орзу қилолмайдилар. Аллоҳ золимларни билгувчидир.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:96","price":"96. Уларнинг ҳатто мушриклардан ҳам ҳаётга (яшашга) очкўз кишилар эканини кўрасиз, уларнинг айримлари минг йил умр кўришни истайдилар. Ҳолбуки, узун умр уни азобдан узоқлаштирмайди. Ахир Аллоҳ қилаётган амалларини кўриб тургувчидир.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:97","price":"97. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Ким Жаброилга душман бўлса, (у Аллоҳга душмандир). Зеро у (Жаброил) Аллоҳнинг изни билан қалбингизга ўзидан аввалги китобларни тасдиқ этадиган ва мўминларга ҳидоят ва хушхабар бўлган Қуръонни нозил қилди.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:98","price":"98. Ким Аллоҳга ва Унинг фаришталарига, пайғамбарларига, Жаброил ва Микоилга душман бўлса, бас, албатта Аллоҳ (бундай) кофирларга душмандир.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:99","price":"99. Ҳақиқатан Биз сизга очиқ-ойдин оятлар нозил қилдик. У (оятларга) фақат фосиқларгина кофир бўладилар.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:100","price":"100. Ҳар қачон бирон аҳдга аҳдлашсалар улардан бир гуруҳи бузаверадими? Ҳақиқатан уларнинг кўпи иймонсизлардир. ","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:101","price":"101. Қачон уларга Аллоҳнинг ҳузуридан ўзларидаги нарсани тасдиқ этувчи Пайғамбар келса, китоб (Таврот) берилган кимсалардан бир гуруҳи Аллоҳнинг китобини (Қуръони Каримни) ҳеч нарса билмагандек орқаларига отадилар.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:102","price":"102. Ва Сулаймон давридаги шайтонлар (жинлар) айтган нарсаларга эргашадилар. Сулаймон кофир эмас эди, балки одамларга сеҳр ўргатадиган шайтонлар кофир эдилар. Ва Бобилдаги Ҳорут ва Морут номли фаришталарга туширилган нарсаларга эргашадилар. — Ҳолбуки, у фаришталар: «Биз фақатгина фитнамиз (яъни одамларни алдаб имтиҳон қилиш учун юборилганмиз), бас, (биз айтган нарсаларни қилиб) кофир бўлиб қолма», демасдан туриб ҳеч кимга ҳеч нарса ўргатмас эдилар. — Ва ўшалардан (Ҳорут ва Морутдан) эр-хотиннинг ўртасини бузадиган нарсалар ўрганадилар. (Лекин) улар (яҳудий сеҳргарлар) сеҳр билан Аллоҳнинг изнисиз ҳеч кимга зарар етказа олмайдилар. Ва ҳеч фойдасиз, билъакс зарарли нарсаларни ўрганадилар. Ахир (Аллоҳнинг китоби ўрнига сеҳрни) алмашган кимсаларга Охиратда ҳеч қандай насиба йўқ эканини билган эдилар-ку. Жонларини нақадар ёмон нарсага (яъни Охиратдаги маҳрумликка) сотганларини билсалар эди.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:103","price":"103. Агар улар иймонга келиб Аллоҳдан қўрқсалар, Аллоҳ тарафидан бўладиган савоб, албатта яхшироқ бўлишини билсалар эди.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"И з о ҳ. Фаришталар одамларга сеҳр ўргатишларининг ўз ҳикмати бор. Ривоят қилишларича, ўша даврда сеҳргарлик жуда ривожланган экан. Сеҳргарлар кўпайиб, уларнинг айримлари ҳатто ўзларини пайғамбар деб эълон қилишгача боради. Шунда Аллоҳ таоло икки фариштасини юборади. Улар одамларга турли сеҳрларни ўргатишиб, сеҳргарлик ўрганиш мумкин бўлган нарса экани, пайғамбарлик эса ёлғиз Аллоҳ тарафидан берилишини англатадилар.","lang":"uz"},{"name":"2:104","price":"104. Эй мўминлар, «Роъино» деманг. «Унзурно» денглар. Ва (Аллоҳнинг амр-наҳий-фармон-таъқиқларига) қулоқ солинг! Кофирлар учун аламли азоб бор.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"И з о ҳ. Араб тилида ҳар икки сўз «Бизга боққин, қарагин» деган маънони англатади. Пайғамбар алайҳис-салоту вас-салом Қуръон оятларини тиловат қилиб бераётганларида, мўминлар у кишига: «Бизларнинг ҳолимизни риоя қилгин ва оятларни шошмасдан қайта-қайта ўқигин», деган маънода «Роъино» дер эдилар. Лекин яҳудийлар «роъино» сўзининг риоя қилмоқ, боқмоқ деган ўзакдан чиққанини билганлари ҳолда кўнгиллари бузуқлиги сабабли «руунат — енгилтак бўлмоқ» деган ўзакдан чиқадиган сўзга ўхшатиб талаффуз қилдилар. Шунинг учун Аллоҳ таоло мўминларга бу сўзни ишлатмасликни амр қилди.","lang":"uz"},{"name":"2:105","price":"105. На аҳли китоблар (яҳудий ва насронийлар)дан бўлган кофирлар ва на мушриклар сизга Парвардигорингиз тарафидан бир яхшилик (яъни ваҳий) тушишини истамайдилар. Аллоҳ эса раҳмат-марҳаматини ўзи хоҳлаган кишиларга хос қилиб беради. Аллоҳ буюк фазлу карам Соҳибидир.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:106","price":"106. (Эй Муҳаммад алайҳис-салоту вас-салом), бирон оятни бекор қилсак ёки ёдингиздан чиқарсак, ундан яхшироғини ёки ўшанинг мислини келтирамиз. Аллоҳ ҳар нарсага қодир зот эканини билмадингизми?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:107","price":"107. Еру осмонлар ёлғиз Аллоҳнинг мулки эканини ва сизлар учун Аллоҳдан ўзга бирон дўст ёки ёрдамчи йўқ эканини билмадингизми?","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:108","price":"108. (Эй мўминлар), ёки сизлар ҳам ўз Пайғамбарингиздан, илгари Мусодан сўралган нарсаларни сўрашни истайсизми ? Ким иймонга куфрни алмаштирса, албатта Тўғри Йўлдан адашади.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:109","price":"109. Аҳли китобларнинг кўпчилиги сизларни, иймонли бўлганингиздан кейин (яъни ҳозир), уларнинг ўзларига ҳам ҳақиқат очиқ равшан бўлганидан кейин ҳасад қилганлари сабабли куфрга қайтаришни истайди. Бас, Аллоҳнинг фармони келгунича уларни афв қилинг ва кечиринг. Албатта, Аллоҳ ҳар нарсага қодирдир.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:110","price":"110. Намозни тўкис адо қилинг ва закотни беринг! Ўзингиз учун нима яхшилик қилган бўлсангиз, уни Аллоҳ ҳузурида топажаксиз. Шубҳасиз Аллоҳ қилган амалларингизни кўриб тургувчидир.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:111","price":"111. «Жаннатга фақат яҳудий ёки насроний бўлганлар киради», дейишди. (Яъни яҳудийлар: «Биз кирамиз», дейишса, насронийлар: «Биз кирамиз», дейишди.) Бу уларнинг хом хаёлларидир. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Агар ростгўй бўлсангиз, ҳужжатларингизни келтиринглар!»","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:112","price":"112. Йўқ, ким яхшилик қилган ҳолида ўзини Аллоҳга топширса, унинг учун Аллоҳ ҳузурида ажр бор ва улар учун хавфу хатар йўқ ва улар ғамгин бўлмайдилар.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:113","price":"113. Яҳудийлар: «Насронийлар бирон (арзигулик) нарса — дин устида эмаслар», дейишди. Насронийлар: «Яҳудийлар бирон (арзигулик) нарса — дин устида эмаслар», дейишди. Ҳолбуки, улар (яъни, яҳудийлар ҳам, насронийлар ҳам) китоб (яъни, Таврот, Инжил) тиловат қиладилар, шунингдек, билмайдиган кимсалар уларнинг гапига ўхшаш гап айтдилар. Бас, уларнинг ўзаро ихтилоф қилиб ўтган нарсалари ҳақида Аллоҳ Қиёмат Кунида ҳукм қилади.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:114","price":"114. Аллоҳнинг масжидларини уларда Аллоҳ исми зикр қилинишидан тўсадиган ва уларни хароб қилиш ҳаракатида юрадиган кимсалардан ҳам золимроқ ким бор? Ахир бу кимсалар учун ундай жойларга фақат қўрққан ҳолларда кириш жоиз эди-ку. Улар учун бу дунёда расволик, Охиратда эса буюк азоб бордир.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:115","price":"115. Машриқ ҳам, мағриб ҳам Аллоҳникидир. Бас, қай тарафга юз бурсангиз, ўша жой Аллоҳнинг тарафидир. Шубҳасиз Аллоҳ (ҳамма томонни) қамраб олгувчи Билимдондир.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:116","price":"116. «Аллоҳнинг боласи бор», дедилар. У зот буларнинг бадгумонидан мутлақо покдир. Балки осмонлардаги ва Ердаги бор нарса У зотга тегишлидирки, ҳаммаси Унга бўйинсунади.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:117","price":"117. (У) Еру осмонларни пайдо қилгувчидир. Бирор ишни ҳукм қилса унга фақатгина «Бўл» дейди, холос. Бас, у иш бўлади.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:118","price":"118. Билмайдиган кимсалар: «Аллоҳ бизга гапирса эди ёки бирор аломат келса эди», дейдилар. Улардан илгаригилар ҳам уларнинг гапларига ўхшаш гапларни айтишган эди. Диллари бир-бирига ўхшайди. Биз аниқ ишонадиган қавм учун оятларни баён қилдик.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:119","price":"119. Албатта Биз сизни ҳақ (дин) билан хушхабар элтгувчи ва огоҳлантирувчи қилиб юбордик. Дўзахилар хусусида сиз масъул эмассиз.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:120","price":"120. Яҳудий ва насронийлар уларнинг динига кирмагунингизча ҳаргиз сиздан рози бўлмайдилар. Айтинг: «Аллоҳнинг йўлигина ҳақиқий йўлдир». Қасамки, агар сизга келган ҳақиқий билимдан кейин уларнинг нафс-ҳаволарига эргашсангиз, Аллоҳ тарафидан сизга на бир дўст ва на бир ёрдамчи бўлмайди.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:121","price":"121. Биз китоб (яъни Таврот, Инжил) ато этган зотлар орасида уни тўғри тиловат қиладиган кишилар ҳам бордирки, ана ўшалар (Қуръонга) иймон келтирурлар. Ва кимда-ким унга (Қуръонга) кофир бўлса, ўшалар зиён кўргувчилардир.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:122","price":"122. Эй Бани Исроил, сизларга инъом қилган неъматимни ва сизларни бутун оламга афзал қилган пайтимни эсланг.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:123","price":"123. Ва биров биров томонидан ҳеч нарса ўтай олмайдиган ва ҳеч кимдан эваз қабул қилинмайдиган, оқлов фойда бермайдиган ва ҳеч кимга ёрдам ҳам берилмайдиган кундан қўрқинг!","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:124","price":"124. Эсланг: Иброҳимни Парвардигори бир неча сўзлар билан имтиҳон қилганида, уларни бенуқсон ҳолда адо этди. Шунда (Аллоҳ таоло): «Албатта Мен сени одамларга имом қилгувчидирман», деди. «Зурриётимни ҳам-а?», деб сўради у. (Аллоҳ таоло) айтди: «Менинг бу аҳдим (сенинг зурриётинг орасидаги) золим кимсаларга етмайди».","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:125","price":"125. Эсланг: «Байтуллоҳни одамлар учун зиёратгоҳ ва тинч жой қилдик ва Иброҳимнинг (Каъбатуллоҳни бино қилаётган вақтида) турган ўрнини намозгоҳ қилиб олинг, (дедик) ва Иброҳим билан Исмоилга: «Менинг байтимни тавоф қилгувчилар, ўша Ерда ибодат қилиб турувчилар, рукуъ-сажда қилувчилар учун пок тутинг», деб буюрдик.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:126","price":"126. Эсланг: Иброҳим: «Эй Парвардигор, бу шаҳарни тинч шаҳар қилгин ва унинг аҳлларидан Аллоҳга ва Охират кунига ишонувчиларини турли мевалар билан ризқлантиргин», деганида, Аллоҳ таоло: «Кофирларини ҳам бир оз фойдалантириб, сўнгра дўзах азобига дучор қиламанки, бу энг ёмон оқибатдир», деди.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:127","price":"127. Эсланг: Иброҳим Исмоил билан биргаликда Байтуллоҳнинг пойдеворини кўтариб (дедилар): «Парвардигоро, биздан (ушбу қилган амалимизни) Ўзинг қабул айла. Шубҳасиз, Сен эшитгувчи, билгувчисан!","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:128","price":"128. Парвардигоро, бизни Ўзингга бўйинсунгувчилардан қилгин ва зурриётимиздан ҳам Ўзингга итоат қиладиган кишилар чиқаргин. Ва бизга (қиладиган) иборатларимизни ўргатгин ва тавба-тазарруъларимизни қабул эт! Шубҳасиз, Сен тавбаларни қабул қилгувчи, Раҳмлисан.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:129","price":"129. Парвардигоро, уларнинг орасига ўзларидан бўлган, уларга оятларингни тиловат қилиб берадиган, Китоб ва Ҳикматни (Қуръон ва Ҳадисни) ўргатадиган ва уларни поклайдиган бир пайғамбарни юбор! Шубҳасиз, Сен қудрат ва ҳикмат соҳибисан».","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:130","price":"130. Иброҳимнинг динидан фақат енгилтакларгина юз ўгирадилар. Ҳақиқатан, Биз дунёда уни танлаб олдик ва у Охиратда шубҳасиз солиҳ (яқинларимиздан)дир.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:131","price":"131. Эсланг: Парвардигори унга: «Бўйинсун!», деганида: «Бутун оламлар эгасига бўйинсундим» деди.","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:132","price":"132. Иброҳим, у билан бирга Яъқуб ҳам болаларига шу динни васият қилиб дедилар: «Ўғилларим, албатта Аллоҳ сиз учун шу динни танлади. Бас, мусулмон бўлган ҳолингиздагина дунёдан ўтинг!»","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:133","price":"133. (Эй яҳудийлар), ёки Яъқубга ўлим келгач, у ўғилларига: «Мендан кейин нимага ибодат қиласизлар?», деганида: «Сенинг Аллоҳнг ва оталаринг Иброҳим, Исмоил ва Исҳоқларнинг Аллоҳ бўлмиш ягона Аллоҳга ибодат қиламиз ва бизлар фақат Унинг Ўзигагина бўйинсунувчилармиз», деб жавоб қилганларига гувоҳ бўлганмисизлар?","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:134","price":"134. Улар ўтиб кетган кишилардир. Уларнинг қилган амаллари ўзлари учун, сизларнинг қилган амалларингиз ўзларингиз учундир. Ва сизлар улар қилган амаллар учун масъул бўлмайсиз.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:135","price":"135. Яҳудий ёки насроний бўлинг, ҳидоят топасиз, дедилар. (Яъни, яҳудийлар яҳудий бўлинг, деди, насронийлар насроний бўлинг, деди). (Айтинг: Эй Муҳаммад алайҳис-салоту вас-салом), балки биз ҳақ йўлдан тойилмаган, мушриклардан бўлмаган Иброҳим миллатига — динига эргашамиз.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:136","price":"136. Айтингиз (эй мўминлар), Аллоҳга ва бизга нозил қилинган китобга ва Иброҳим, Исмоил, Исҳоқ, Яъқубга ва ўша уруғ-авлодга нозил қилинган нарсаларга, Мусо ва Ийсога берилган нарсаларга ва барча пайғамбарларга Парвардигорлари тарафидан берилган нарсаларга ишондик. Биз улардан бирортасини ажратиб қўймаймиз ва биз У зотга (Аллоҳ таолога) бўйинсунувчилармиз.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:137","price":"137. Энди агар улар (яъни, аҳли китоблар) сизлар иймон келтирган нарсаларга иймон келтирсалар, ҳақ йўлни топибдилар. Агар юз ўгирсалар, у ҳолда, шубҳасиз, сизларга нисбатан гина ва адоватлари бордир. Уларнинг ёмонлигидан сизга (Эй Муҳаммад алайҳис-салоту вас-салом), Аллоҳнинг Ўзи етарлидир. У эшитгувчи, билгувчидир.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:138","price":"138. Аллоҳнинг ранги-ла (рангинмиз). Аллоҳдан ҳам гўзалроқ ранг бергувчи борми? Бизлар Унгагина ибодат қилгувчилармиз.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"И з о ҳ. Бу оятдаги Аллоҳнинг рангидан мурод Аллоҳнинг динидир. Зеро, худди кийимнинг устида ранги кўрингани каби мўмин-мусулмонларда ҳам дин аломатлари кўриниб туради.","lang":"uz"},{"name":"2:139","price":"139. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг, бизнинг ҳам, сизнинг ҳам Парвардигорингиз бўлган Аллоҳ хусусида биз билан жанжаллашасизми? Ҳолбуки, бизнинг қилган амалимиз ўзимиз учун, сизнинг қилган амалингиз ўзингиз учун-ку? Биз фақат Унгагина ихлос қўювчилармиз.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"uz"},{"name":"2:140","price":"140. Ёки «Иброҳим, Исмоил, Исҳоқ, Яъқуб ва ўша уруғ-авлод яҳудий ё насроний бўлган», дейсизми? (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Уларнинг динларини сизлар яхшироқ биласизми ёки Аллоҳми? Аллоҳ томонидан бўлган гувоҳликни яширган кимсадан ҳам золимроқ одам борми? Аллоҳ қилаётган ишларингдан ғофил эмас».","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"И з о ҳ. Таврот ва Инжилда юқорида мазкур бўлган Пайғамбарларнинг яҳудий ҳам, насроний ҳам бўлмаганликлари очиқ-равшан айтилган экан. Яҳудийлар ҳам, насронийлар ҳам мана шу ҳақиқатни билиб туриб яширганлари учун юқоридаги оят нозил бўлди.","lang":"uz"},{"name":"2:141","price":"141. Улар ўтиб кетган кишилардир. Уларнинг қилган амаллари ўзлари учун, сизларнинг қилган амалингиз ўзингиз учундир ва сизлар улар қилган амаллар учун масъул бўлмайсиз.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"uz"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}