{"data":[{"name":"12:53","price":"(53) And I do not acquit myself. Indeed, the soul is a persistent enjoiner of evil, except those upon which my Lord has mercy. Indeed, my Lord is Forgiving and Merciful.\"[601]","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"[601]- Although Ibn Katheer attributes the words of verses 52-53 to the wife of al-ʿAzeez, others have concluded that they were spoken by Joseph, thereby justifying his request for an inquiry and acknowledging Allāh's mercy to him.","lang":"en"},{"name":"12:54","price":"(54) And the king said, \"Bring him to me; I will appoint him exclusively for myself.\" And when he spoke to him, he said, \"Indeed, you are today established [in position] and trusted.\"","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:55","price":"(55) [Joseph] said, \"Appoint me over the storehouses of the land. Indeed, I will be a knowing guardian.\"","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:56","price":"(56) And thus We established Joseph in the land to settle therein wherever he willed. We touch with Our mercy whom We will, and We do not allow to be lost the reward of those who do good.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:57","price":"(57) And the reward of the Hereafter is better for those who believed and were fearing Allāh.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:58","price":"(58) And the brothers of Joseph came [seeking food], and they entered upon him; and he recognized them, but he was to them unknown.[602]","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"[602]- Due to the change in his appearance over the years.","lang":"en"},{"name":"12:59","price":"(59) And when he had furnished them with their supplies, he said, \"Bring me a brother of yours from your father.[603] Do you not see that I give full measure and that I am the best of accommodators?","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"[603]- i.e., Benjamin, who had been kept at home by his father Jacob.","lang":"en"},{"name":"12:60","price":"(60) But if you do not bring him to me, no measure will there be [hereafter] for you from me, nor will you approach me.\"","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:61","price":"(61) They said, \"We will attempt to dissuade his father from [keeping] him, and indeed, we will do [it].\"","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:62","price":"(62) And [Joseph] said to his servants, \"Put their merchandise[604] into their saddlebags so they might recognize it when they have gone back to their people that perhaps they will [again] return.\"","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"[604]- The goods which they had brought to trade for food supplies.","lang":"en"},{"name":"12:63","price":"(63) So when they returned to their father, they said, \"O our father, [further] measure has been denied to us, so send with us our brother [that] we will be given measure. And indeed, we will be his guardians.\"","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:64","price":"(64) He said, \"Should I entrust you with him except [under coercion] as I entrusted you with his brother before? But Allāh is the best guardian, and He is the most merciful of the merciful.\"","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:65","price":"(65) And when they opened their baggage, they found their merchandise returned to them. They said, \"O our father, what [more] could we desire? This is our merchandise returned to us. And we will obtain supplies [i.e., food] for our family and protect our brother and obtain an increase of a camel's load; that is an easy measurement.\"[605]","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"[605]- For them.  Or one obtained by us with ease.","lang":"en"},{"name":"12:66","price":"(66) [Jacob] said, \"Never will I send him with you until you give me a promise [i.e., oath] by Allāh that you will bring him [back] to me, unless you should be surrounded [i.e., overcome by enemies].\" And when they had given their promise, he said, \"Allāh, over what we say, is Entrusted.\"[606]","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"[606]- i.e., sufficient to witness and deal with the matter.","lang":"en"},{"name":"12:67","price":"(67) And he said, \"O my sons, do not enter from one gate but enter from different gates; and I cannot avail you against [the decree of] Allāh at all. The decision is only for Allāh; upon Him I have relied, and upon Him let those who would rely [indeed] rely.\"","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:68","price":"(68) And when they entered from where their father had ordered them, it did not avail them against Allāh at all except [it was] a need [i.e., concern] within the soul of Jacob, which he satisfied. And indeed, he was a possessor of knowledge because of what We had taught him, but most of the people do not know.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:69","price":"(69) And when they entered upon Joseph, he took his brother to himself; he said, \"Indeed, I am your brother, so do not despair over what they used to do [to me].\"","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:70","price":"(70) So when he had furnished them with their supplies, he put the [gold measuring] bowl into the bag of his brother. Then an announcer called out, \"O caravan, indeed you are thieves.\"","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:71","price":"(71) They said while approaching them, \"What is it you are missing?\"","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:72","price":"(72) They said, \"We are missing the measure of the king. And for he who produces it is [the reward of] a camel's load, and I am responsible for it.\"","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:73","price":"(73) They said, \"By Allāh, you have certainly known that we did not come to cause corruption in the land, and we have not been thieves.\"","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:74","price":"(74) They [the accusers] said, \"Then what would be its recompense[607] if you should be liars?\"","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"[607]- The punishment for theft.","lang":"en"},{"name":"12:75","price":"(75) [The brothers] said, \"Its recompense is that he in whose bag it is found - he [himself] will be its recompense.[608] Thus do we recompense the wrongdoers.\"","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"[608]- According to their law, a convicted thief was made a slave of the one from whom he had stolen.","lang":"en"},{"name":"12:76","price":"(76) So he began [the search] with their bags before the bag of his brother; then he extracted it from the bag of his brother. Thus did We plan for Joseph. He could not have taken his brother within the religion [i.e., law] of the king except that Allāh willed. We raise in degrees whom We will, but over every possessor of knowledge is one [more] knowing.[609]","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"[609]- Ending with the ultimate knowledge of Allāh (subḥānahu wa taʿālā).","lang":"en"},{"name":"12:77","price":"(77) They said, \"If he steals - a brother of his has stolen before.\" But Joseph kept it within himself and did not reveal it to them.[610] He said, \"You are worse in position, and Allāh is most knowing of what you describe.\"","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"[610]- He did not answer that he himself had been stolen by them from his father.","lang":"en"},{"name":"12:78","price":"(78) They said, \"O ʿAzeez,[611] indeed he has a father [who is] an old man, so take one of us in place of him. Indeed, we see you as a doer of good.\"","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"[611]- Addressing Joseph, who now held the title of \"al-ʿAzeez.\"","lang":"en"},{"name":"12:79","price":"(79) He said, \"[I seek] the refuge of Allāh [to prevent] that we take except him with whom we found our possession. Indeed, we would then be unjust.\"","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:80","price":"(80) So when they had despaired of him, they secluded themselves in private consultation. The eldest of them said, \"Do you not know that your father has taken upon you an oath by Allāh and [that] before you failed in [your duty to] Joseph? So I will never leave [this] land until my father permits me or Allāh decides for me,[612] and He is the best of judges.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"[612]- i.e., in my favor by bringing about the release of Benjamin.","lang":"en"},{"name":"12:81","price":"(81) Return to your father and say, 'O our father, indeed your son has stolen, and we did not testify except to what we knew. And we were not witnesses of the unseen.[613]","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"[613]- i.e., We could not have known when we gave you the oath that he would steal and be apprehended.","lang":"en"},{"name":"12:82","price":"(82) And ask the city in which we were and the caravan in which we came - and indeed, we are truthful.'\"","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:83","price":"(83) [Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. Perhaps Allāh will bring them to me all together. Indeed, it is He who is the Knowing, the Wise.\"","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:84","price":"(84) And he turned away from them and said, \"Oh, my sorrow over Joseph,\" and his eyes became white[614] from grief, for he was [of that] a suppressor.[615]","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"[614]- i.e., he lost his sight.\n[615]- He did not express the extent of his grief or his anger at what he suspected his sons had done but was patient, depending only upon Allāh for help.","lang":"en"},{"name":"12:85","price":"(85) They said, \"By Allāh, you will not cease remembering Joseph until you become fatally ill or become of those who perish.\"","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:86","price":"(86) He said, \"I only complain of my suffering and my grief to Allāh, and I know from Allāh that which you do not know.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:87","price":"(87) O my sons, go and find out about Joseph and his brother and despair not of relief from Allāh. Indeed, no one despairs of relief from Allāh except the disbelieving people.\"","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:88","price":"(88) So when they entered upon him [i.e., Joseph], they said, \"O ʿAzeez, adversity has touched us and our family, and we have come with goods poor in quality, but give us full measure and be charitable to us. Indeed, Allāh rewards the charitable.\"","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:89","price":"(89) He said, \"Do you know what you did with Joseph and his brother when you were ignorant?\"","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:90","price":"(90) They said, \"Are you indeed Joseph?\" He said, \"I am Joseph, and this is my brother. Allāh has certainly favored us. Indeed, he who fears Allāh and is patient, then indeed, Allāh does not allow to be lost the reward of those who do good.\"","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:91","price":"(91) They said, \"By Allāh, certainly has Allāh preferred you over us, and indeed, we have been sinners.\"","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:92","price":"(92) He said, \"No blame will there be upon you today. May Allāh forgive you; and He is the most merciful of the merciful.","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:93","price":"(93) Take this, my shirt, and cast it over the face of my father; he will become seeing. And bring me your family, all together.\"","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:94","price":"(94) And when the caravan departed [from Egypt], their father said,[616] \"Indeed, I find the smell of Joseph [and would say that he was alive] if you did not think me weakened in mind.\"","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"[616]- To those present with him, either some of his sons or other relatives.","lang":"en"},{"name":"12:95","price":"(95) They said, \"By Allāh, indeed you are in your [same] old error.\"","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:96","price":"(96) And when the bearer of good tidings[617] arrived, he cast it over his face, and he returned [once again] seeing. He said, \"Did I not tell you that I know from Allāh that which you do not know?\"","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"[617]- He who carried Joseph's shirt from among the brothers.","lang":"en"},{"name":"12:97","price":"(97) They said, \"O our father, ask for us forgiveness of our sins; indeed, we have been sinners.\"","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:98","price":"(98) He said, \"I will ask forgiveness for you from my Lord. Indeed, it is He who is the Forgiving, the Merciful.\"","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:99","price":"(99) And when they entered upon Joseph, he took his parents to himself [i.e., embraced them] and said, \"Enter Egypt, Allāh willing, safe [and secure].\"","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:100","price":"(100) And he raised his parents upon the throne, and they bowed to him in prostration.[618] And he said, \"O my father, this is the explanation of my vision of before. My Lord has made it reality. And He was certainly good to me when He took me out of prison and brought you [here] from bedouin life after Satan had induced [estrangement] between me and my brothers. Indeed, my Lord is Subtle[619] in what He wills. Indeed, it is He who is the Knowing, the Wise.","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"[618]- That of greeting and respect, which was lawful until the time of Prophet Muḥammad (ﷺ).  Prostration to any person or object other than Allāh was then prohibited conclusively.\n[619]- Perceptive of unapparent matters within which is benefit to His servants.","lang":"en"},{"name":"12:101","price":"(101) My Lord, You have given me [something] of sovereignty and taught me of the interpretation of dreams. Creator of the heavens and earth, You are my protector in this world and the Hereafter. Cause me to die a Muslim and join me with the righteous.\"","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:102","price":"(102) That is from the news of the unseen which We reveal, [O Muḥammad], to you. And you were not with them when they put together their plan while they conspired.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:103","price":"(103) And most of the people, although you strive [for it], are not believers.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:104","price":"(104) And you do not ask of them for it any payment. It is not except a reminder to the worlds.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:105","price":"(105) And how many a sign within the heavens and earth do they pass over while they, therefrom, are turning away.","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:106","price":"(106) And most of them believe not in Allāh except while they associate others with Him.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:107","price":"(107) Then do they feel secure that there will not come to them an overwhelming [aspect] of the punishment of Allāh or that the Hour will not come upon them suddenly while they do not perceive?","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:108","price":"(108) Say, \"This is my way; I invite to Allāh with insight, I and those who follow me. And exalted is Allāh; and I am not of those who associate others with Him.\"","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:109","price":"(109) And We sent not before you [as messengers] except men to whom We revealed from among the people of cities. So have they[620] not traveled through the earth and observed how was the end of those before them? And the home of the Hereafter is best for those who fear Allāh; then will you not reason?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"[620]- Those who deny Prophet Muḥammad (ﷺ).","lang":"en"},{"name":"12:110","price":"(110) [They continued] until, when the messengers despaired and were certain that they had been denied, there came to them Our victory, and whoever We willed was saved. And Our punishment cannot be repelled from the people who are criminals.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:111","price":"(111) There was certainly in their stories a lesson for those of understanding. Never was it [i.e., the Qur’ān] a narration invented, but a confirmation of what was before it and a detailed explanation of all things and guidance and mercy for a people who believe.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:1","price":"(1) Alif, Lām, Meem, Rā.[622] These are the verses of the Book; and what has been revealed to you from your Lord is the truth, but most of the people do not believe.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"[622]- See footnote to 2:1.","lang":"en"},{"name":"13:2","price":"(2) It is Allāh who erected the heavens without pillars that you [can] see; then He established Himself above the Throne[623] and made subject[624] the sun and the moon, each running [its course] for a specified term. He arranges [each] matter; He details the signs that you may, of the meeting with your Lord, be certain.","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"[623]- See footnotes to 2:19 and 7:54.\n[624]- For the benefit of mankind.","lang":"en"},{"name":"13:3","price":"(3) And it is He who spread the earth and placed therein firmly set mountains and rivers; and from all of the fruits He made therein two mates; He causes the night to cover the day. Indeed in that are signs for a people who give thought.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:4","price":"(4) And within the land are neighboring plots and gardens of grapevines and crops and palm trees, [growing] several from a root or otherwise,[625] watered with one water; but We make some of them exceed others in [quality of] fruit. Indeed in that are signs for a people who reason.","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"[625]- i.e., only one from a root.","lang":"en"},{"name":"13:5","price":"(5) And if you are astonished,[626] [O Muḥammad] - then astonishing is their saying, \"When we are dust, will we indeed be [brought] into a new creation?\" Those are the ones who have disbelieved in their Lord, and those will have shackles[627] upon their necks, and those are the companions of the Fire; they will abide therein eternally.","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"[626]- At those who deny resurrection.\n[627]- Iron collars to which their hands are chained.","lang":"en"},{"name":"13:6","price":"(6) They impatiently urge you to bring about evil before good,[628] while there has already occurred before them similar punishments [to what they demand]. And indeed, your Lord is the possessor of forgiveness for the people despite their wrongdoing, and indeed, your Lord is severe in penalty.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"[628]- They said, challenging the Prophet (ﷺ) in ridicule, \"Bring on the punishment, if you are truthful,\" rather than asking for mercy and forgiveness from Allāh.","lang":"en"},{"name":"13:7","price":"(7) And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" You are only a warner, and for every people is a guide.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:8","price":"(8) Allāh knows what every female carries[629] and what the wombs lose [prematurely] or exceed.[630] And everything with Him is by due measure.","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"[629]- With absolute knowledge inclusive of every aspect of the fetus' existence.\n[630]- Beyond their normal period of pregnancy and/or the number of fetuses therein.","lang":"en"},{"name":"13:9","price":"(9) [He is] Knower of the unseen and the witnessed, the Grand, the Exalted.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:10","price":"(10) It is the same [to Him] concerning you whether one conceals [his] speech or publicizes it and whether one is hidden by night or conspicuous [among others] by day.","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:11","price":"(11) For him [i.e., each one] are successive [angels][631] before and behind him who protect him by the decree of Allāh.[632] Indeed, Allāh will not change the condition of a people until they change what is in themselves. And when Allāh intends for a people ill,[633] there is no repelling it. And there is not for them besides Him any patron.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"[631]- Replacing each other by turn.\n[632]- The phrase may also be rendered \"...who guard him from [everything except] the decree of Allāh.\"\n[633]- i.e., punishment or destruction because of their sins.","lang":"en"},{"name":"13:12","price":"(12) It is He who shows you lightning, [causing] fear and aspiration, and generates the heavy clouds.","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:13","price":"(13) And the thunder exalts [Allāh] with praise of Him - and the angels [as well] from fear of Him - and He sends thunderbolts and strikes therewith whom He wills while they dispute about Allāh; and He is severe in assault.","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:14","price":"(14) To Him [alone] is the supplication of truth. And those they call upon besides Him do not respond to them with a thing, except as one who stretches his hands toward water [from afar, calling it] to reach his mouth, but it will not reach it [thus].[634] And the supplication of the disbelievers is not but in error [i.e., futility].","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"[634]- The analogy indicates that false deities will never respond to them at all.","lang":"en"},{"name":"13:15","price":"(15) And to Allāh prostrates whoever is within the heavens and the earth, willingly or by compulsion, and their shadows [as well] in the mornings and the afternoons.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:16","price":"(16) Say, \"Who is Lord of the heavens and earth?\" Say, \"Allāh.\" Say, \"Have you then taken besides Him allies not possessing [even] for themselves any benefit or any harm?\" Say, \"Is the blind equivalent to the seeing? Or is darkness equivalent to light? Or have they attributed to Allāh partners who created like His creation so that the creation [of each] seemed similar to them?\"[635] Say, \"Allāh is the Creator of all things, and He is the One, the Prevailing.\"[636]","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"[635]- The obvious conclusion is that the claimed partners, having no ability to create, cannot be compared to Allāh in any way.\n[636]- Refer to footnotes in 12:39.","lang":"en"},{"name":"13:17","price":"(17) He sends down from the sky, rain, and valleys flow according to their capacity, and the torrent carries a rising foam. And from that [ore] which they heat in the fire, desiring adornments and utensils, is a foam like it. Thus Allāh presents [the example of] truth and falsehood. As for the foam, it vanishes, [being] cast off; but as for that which benefits the people, it remains on the earth. Thus does Allāh present examples.","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:18","price":"(18) For those who have responded to their Lord is the best [reward], but those who did not respond to Him - if they had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby. Those will have the worst account, and their refuge is Hell, and wretched is the resting place.","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:19","price":"(19) Then is he who knows that what has been revealed to you from your Lord is the truth like one who is blind? They will only be reminded who are people of understanding -","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:20","price":"(20) Those who fulfill the covenant of Allāh and do not break the contract,","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:21","price":"(21) And those who join that which Allāh has ordered to be joined[637] and fear their Lord and are afraid of the evil of [their] account,","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"[637]- i.e., they uphold the ties of relationship.","lang":"en"},{"name":"13:22","price":"(22) And those who are patient, seeking the face [i.e., acceptance] of their Lord, and establish prayer and spend from what We have provided for them secretly and publicly and prevent evil with good - those will have the good consequence of [this] home[638] -","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"[638]- i.e., the world and its trials, its good consequence being Paradise.","lang":"en"},{"name":"13:23","price":"(23) Gardens of perpetual residence; they will enter them with whoever were righteous among their forefathers, their spouses and their descendants. And the angels will enter upon them from every gate, [saying],","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:24","price":"(24) \"Peace [i.e., security] be upon you for what you patiently endured.\" And excellent is the final home.","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:25","price":"(25) But those who break the covenant of Allāh after contracting it and sever that which Allāh has ordered to be joined and spread corruption on earth - for them is the curse, and they will have the worst home.[639]","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"[639]- i.e., Hell.  Another meaning is (in contrast to verse 22), \"...and they will have the bad consequence of [this] home,\" also referring to Hell.","lang":"en"},{"name":"13:26","price":"(26) Allāh extends provision for whom He wills and restricts [it]. And they rejoice in the worldly life, while the worldly life is not, compared to the Hereafter, except [brief] enjoyment.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:27","price":"(27) And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" Say, [O Muḥammad], \"Indeed, Allāh leaves astray whom He wills and guides to Himself whoever turns back [to Him] -","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:28","price":"(28) Those who have believed and whose hearts are assured by the remembrance of Allāh. Unquestionably, by the remembrance of Allāh hearts are assured.\"","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:29","price":"(29) Those who have believed and done righteous deeds - a good state is theirs and a good return.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:30","price":"(30) Thus have We sent you to a community before which [other] communities have passed on so you might recite to them that which We revealed to you, while they disbelieve in the Most Merciful. Say, \"He is my Lord; there is no deity except Him. Upon Him I rely, and to Him is my return.\"","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:31","price":"(31) And if there was any Qur’ān [i.e., recitation] by which the mountains would be removed or the earth would be broken apart or the dead would be made to speak,[640] [it would be this Qur’ān], but to Allāh belongs the affair entirely. Then have those who believed not accepted that had Allāh willed, He would have guided the people, all of them? And those who disbelieve do not cease to be struck, for what they have done, by calamity - or it will descend near their home - until there comes the promise of Allāh. Indeed, Allāh does not fail in [His] promise.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"[640]- As suggested by the disbelievers.","lang":"en"},{"name":"13:32","price":"(32) And already were [other] messengers ridiculed before you, and I extended the time of those who disbelieved; then I seized them, and how [terrible] was My penalty.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:33","price":"(33) Then is He who is a maintainer of every soul, [knowing] what it has earned, [like any other]? But to Allāh they have attributed partners. Say, \"Name them. Or do you inform Him of that[641] which He knows not upon the earth or of what is apparent [i.e., alleged] of speech?\"[642] Rather, their [own] plan has been made attractive to those who disbelieve, and they have been averted from the way. And whomever Allāh sends astray - there will be for him no guide.","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"[641]- i.e., other \"deities.\"\n[642]- i.e., your attributing of divinity to other than Allāh.","lang":"en"},{"name":"13:34","price":"(34) For them will be punishment in the life of [this] world, and the punishment of the Hereafter is more severe. And they will not have from Allāh any protector.","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:35","price":"(35) The example [i.e., description] of Paradise, which the righteous have been promised, is [that] beneath it rivers flow. Its fruit is lasting, and its shade. That is the consequence for the righteous, and the consequence for the disbelievers is the Fire.","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:36","price":"(36) And [the believers among] those to whom We have given the [previous] Scripture rejoice at what has been revealed to you, [O Muḥammad], but among the [opposing] factions are those who deny part of it [i.e., the Qur’ān]. Say, \"I have only been commanded to worship Allāh and not associate [anything] with Him. To Him I invite, and to Him is my return.\"","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:37","price":"(37) And thus We have revealed it as an Arabic legislation.[643] And if you should follow their inclinations after what has come to you of knowledge, you would not have against Allāh any ally or any protector.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"[643]- i.e., revealed in the Arabic language.","lang":"en"},{"name":"13:38","price":"(38) And We have already sent messengers before you and assigned to them wives and descendants. And it was not for a messenger to come with a sign except by permission of Allāh. For every term is a decree.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:39","price":"(39) Allāh eliminates what He wills or confirms, and with Him is the Mother of the Book.[644]","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"[644]- The Preserved Slate (al-Lawḥ al-Maḥfūẓ), in which is inscribed the original of every scripture revealed by Allāh.","lang":"en"},{"name":"13:40","price":"(40) And whether We show you part of what We promise them or take you in death, upon you is only the [duty of] notification, and upon Us is the account.","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:41","price":"(41) Have they not seen that We set upon the land, reducing it from its borders?[645] And Allāh decides; there is no adjuster of His decision. And He is swift in account.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"[645]- Referring to the spread of Islām through Allāh's Prophet (ﷺ) and the diminishing of those areas controlled by the polytheists.","lang":"en"},{"name":"13:42","price":"(42) And those before them had plotted, but to Allāh belongs the plan entirely. He knows what every soul earns, and the disbelievers will know for whom is the final home.","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:43","price":"(43) And those who have disbelieved say, \"You are not a messenger.\" Say, [O Muḥammad], \"Sufficient is Allāh as Witness between me and you, and [the witness of] whoever has knowledge of the Scripture.\"[646]","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"[646]- i.e., those who recognize the truth through their knowledge of previous scriptures.","lang":"en"},{"name":"14:1","price":"(1) Alif, Lām, Rā.[648] [This is] a Book which We have revealed to you, [O Muḥammad], that you might bring mankind out of darknesses into the light by permission of their Lord - to the path of the Exalted in Might, the Praiseworthy -","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"[648]- See footnote to 2:1.","lang":"en"},{"name":"14:2","price":"(2) Allāh, to whom belongs whatever is in the heavens and whatever is on the earth. And woe [i.e., destruction] to the disbelievers from a severe punishment -","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:3","price":"(3) The ones who prefer the worldly life over the Hereafter and avert [people] from the way of Allāh, seeking to make it [seem] deviant. Those are in extreme error.","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:4","price":"(4) And We did not send any messenger except [speaking] in the language of his people to state clearly for them, and Allāh sends astray [thereby] whom He wills[649] and guides whom He wills. And He is the Exalted in Might, the Wise.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"[649]- i.e., those who refuse His guidance.","lang":"en"},{"name":"14:5","price":"(5) And We certainly sent Moses with Our signs, [saying], \"Bring out your people from darknesses into the light and remind them of the days[650] of Allāh.\" Indeed in that are signs for everyone patient and grateful.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"[650]- Days of blessings bestowed upon the Children of Israel.  Also interpreted as days of punishment and destruction of the former nations.","lang":"en"},{"name":"14:6","price":"(6) And [recall, O Children of Israel], when Moses said to his people, \"Remember the favor of Allāh upon you when He saved you from the people of Pharaoh, who were afflicting you with the worst torment and were slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:7","price":"(7) And [remember] when your Lord proclaimed, 'If you are grateful, I will surely increase you [in favor]; but if you deny, indeed, My punishment is severe.'\"","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:8","price":"(8) And Moses said, \"If you should disbelieve, you and whoever is on the earth entirely - indeed, Allāh is Free of need and Praiseworthy.\"","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:9","price":"(9) Has there not reached you the news of those before you - the people of Noah and ʿAad and Thamūd and those after them? No one knows them [i.e., their number] but Allāh. Their messengers brought them clear proofs, but they returned their hands to their mouths[651] and said, \"Indeed, we disbelieve in that with which you have been sent, and indeed we are, about that to which you invite us, in disquieting doubt.\"","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"[651]- Several explanations have been given as to the meaning.  Based upon the conclusion of the verse, Ibn Katheer preferred that this was a gesture of denial and rejection.","lang":"en"},{"name":"14:10","price":"(10) Their messengers said, \"Can there be doubt about Allāh, Creator of the heavens and earth? He invites you that He may forgive you of your sins, and He delays you [i.e., your death] for a specified term.\" They said, \"You are not but men like us who wish to avert us from what our fathers were worshipping. So bring us a clear authority [i.e., evidence].\"","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:11","price":"(11) Their messengers said to them, \"We are only men like you, but Allāh confers favor upon whom He wills of His servants. It has never been for us to bring you evidence except by permission of Allāh. And upon Allāh let the believers rely.","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:12","price":"(12) And why should we not rely upon Allāh while He has guided us to our [good] ways. And we will surely be patient against whatever harm you should cause us. And upon Allāh let those who would rely [indeed] rely.\"","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:13","price":"(13) And those who disbelieved said to their messengers, \"We will surely drive you out of our land, or you must return to our religion.\" So their Lord inspired to them, \"We will surely destroy the wrongdoers.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:14","price":"(14) And We will surely cause you to dwell in the land after them. That is for he who fears My position[652] and fears My threat.\"","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"[652]- An alternative meaning is \"the standing [for account] before Me.\"","lang":"en"},{"name":"14:15","price":"(15) And they requested decision [i.e., victory from Allāh], and disappointed, [therefore], was every obstinate tyrant.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:16","price":"(16) Before him[653] is Hell, and he will be given a drink of purulent water.[654]","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"[653]- Literally, \"after him [in time],\" meaning ahead of him.\n[654]- That which oozes from the skins of Hell's inhabitants.","lang":"en"},{"name":"14:17","price":"(17) He will gulp it but will hardly [be able to] swallow it. And death will come to him from everywhere, but he is not to die. And before him is a massive punishment.","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:18","price":"(18) The example of those who disbelieve in their Lord is [that] their deeds are like ashes which the wind blows forcefully on a stormy day; they are unable [to keep] from what they earned a [single] thing. That is what is extreme error.","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:19","price":"(19) Have you not seen [i.e., considered] that Allāh created the heavens and the earth in truth? If He wills, He can do away with you and produce a new creation.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:20","price":"(20) And that is not difficult for Allāh.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:21","price":"(21) And they will come out [for judgement] before Allāh all together, and the weak will say to those who were arrogant, \"Indeed, we were your followers, so can you avail us anything against the punishment of Allāh?\" They will say, \"If Allāh had guided us, we would have guided you. It is all the same for us whether we show intolerance or are patient: there is for us no place of escape.\"","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:22","price":"(22) And Satan will say when the matter has been concluded, \"Indeed, Allāh had promised you the promise of truth. And I promised you, but I betrayed you. But I had no authority over you except that I invited you, and you responded to me. So do not blame me; but blame yourselves. I cannot be called to your aid, nor can you be called to my aid. Indeed, I deny your association of me [with Allāh] before.[655] Indeed, for the wrongdoers is a painful punishment.\"","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"[655]- By your obedience to me instead of Him during life on earth.","lang":"en"},{"name":"14:23","price":"(23) And those who believed and did righteous deeds will be admitted to gardens beneath which rivers flow, abiding eternally therein by permission of their Lord; and their greeting therein will be, \"Peace!\"","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:24","price":"(24) Have you not considered how Allāh presents an example, [making] a good word like a good tree, whose root is firmly fixed and its branches [high] in the sky?","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:25","price":"(25) It produces its fruit all the time, by permission of its Lord. And Allāh presents examples for the people that perhaps they will be reminded.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:26","price":"(26) And the example of a bad word is like a bad tree, uprooted from the surface of the earth, not having any stability.","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:27","price":"(27) Allāh keeps firm those who believe, with the firm word,[656] in worldly life and in the Hereafter.[657] And Allāh sends astray the wrongdoers. And Allāh does what He wills.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"[656]- The testimony that there is no deity except Allāh and that Muḥammad (ﷺ) is the messenger of Allāh.\n[657]- When questioned in their graves by the angels after death.","lang":"en"},{"name":"14:28","price":"(28) Have you not considered those who exchanged the favor of Allāh for disbelief[658] and settled their people [in] the home of ruin?","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"[658]- They met Allāh's blessing with denial instead of gratitude.","lang":"en"},{"name":"14:29","price":"(29) [It is] Hell, which they will [enter to] burn, and wretched is the settlement.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:30","price":"(30) And they have attributed to Allāh equals to mislead [people] from His way. Say, \"Enjoy yourselves, for indeed, your destination is the Fire.\"","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:31","price":"(31) [O Muḥammad], tell My servants who have believed to establish prayer and spend from what We have provided them, secretly and publicly, before a Day comes in which there will be no exchange [i.e., ransom], nor any friendships.","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:32","price":"(32) It is Allāh who created the heavens and the earth and sent down rain from the sky and produced thereby some fruits as provision for you and subjected for you[659] the ships to sail through the sea by His command and subjected for you the rivers.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"[659]- i.e., made serviceable to you.","lang":"en"},{"name":"14:33","price":"(33) And He subjected for you the sun and the moon, continuous [in orbit], and subjected for you the night and the day.","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:34","price":"(34) And He gave you from all you asked of Him.[660] And if you should count the favor [i.e., blessings] of Allāh, you could not enumerate them. Indeed, mankind is [generally] most unjust and ungrateful.[661]","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"[660]- Something of what you asked and all of what you continually require, according to His wisdom.\n[661]- i.e., disbelieving and denying of Allāh's favor.","lang":"en"},{"name":"14:35","price":"(35) And [mention, O Muḥammad], when Abraham said, \"My Lord, make this city [i.e., Makkah] secure and keep me and my sons away from worshipping idols.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:36","price":"(36) My Lord, indeed they have led astray many among the people. So whoever follows me - then he is of me;[662] and whoever disobeys me - indeed, You are [yet] Forgiving and Merciful.","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"[662]- i.e., of my religion.","lang":"en"},{"name":"14:37","price":"(37) Our Lord, I have settled some of my descendants in an uncultivated valley near Your sacred House, our Lord, that they may establish prayer. So make hearts among the people incline toward them and provide for them from the fruits that they might be grateful.","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:38","price":"(38) Our Lord, indeed You know what we conceal and what we declare, and nothing is hidden from Allāh on the earth or in the heaven.","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:39","price":"(39) Praise to Allāh, who has granted to me in old age Ishmael and Isaac. Indeed, my Lord is the Hearer of supplication.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:40","price":"(40) My Lord, make me an establisher of prayer, and [many] from my descendants. Our Lord, and accept my supplication.","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:41","price":"(41) Our Lord, forgive me and my parents and the believers the Day the account is established.\"","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:42","price":"(42) And never think that Allāh is unaware of what the wrongdoers do. He only delays them [i.e., their account] for a Day when eyes will stare [in horror].","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:43","price":"(43) Racing ahead, their heads raised up, their glance does not come back to them,[663] and their hearts are void.","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"[663]- This is their state at the time of resurrection from the graves.  Their heads are upraised in fixed stares of terror, unable even to glance back.","lang":"en"},{"name":"14:44","price":"(44) And, [O Muḥammad], warn the people of a Day when the punishment will come to them and those who did wrong will say, \"Our Lord, delay us for a short term; we will answer Your call and follow the messengers.\" [But it will be said], \"Had you not sworn, before, that for you there would be no cessation?[664]","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"[664]- Of the blessings which Allāh had bestowed upon you during life on earth.","lang":"en"},{"name":"14:45","price":"(45) And you lived among the dwellings of those who wronged themselves, and it had become clear to you how We dealt with them. And We presented for you [many] examples.\"","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:46","price":"(46) And they had planned their plan, but with Allāh is [recorded] their plan, even if their plan had been [sufficient] to do away with the mountains.[665]","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"[665]- An alternative meaning is \"...and their plan was not [sufficient] to do away with the mountains,\" i.e., it had no effect against Allāh's will.","lang":"en"},{"name":"14:47","price":"(47) So never think that Allāh will fail in His promise to His messengers. Indeed, Allāh is Exalted in Might and Owner of Retribution.[666]","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"[666]- Refer to footnote for 3:5.","lang":"en"},{"name":"14:48","price":"(48) [It will be] on the Day the earth will be replaced by another earth, and the heavens [as well], and they [i.e., all creatures] will come out before Allāh, the One, the Prevailing,","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:49","price":"(49) And you will see the criminals that Day bound together in irons,","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:50","price":"(50) Their garments of liquid pitch and their faces covered by the Fire","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:51","price":"(51) So that Allāh will recompense every soul for what it earned. Indeed, Allāh is swift in account.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:52","price":"(52) This [Qur’ān] is notification for the people that they may be warned thereby and that they may know that He is but one God and that those of understanding will be reminded.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"en"}],"juz":{"id":13,"name":"وَمَا أُبَرِّئُ نَفْسِي","transliteration":"Wa Ma Ubrri'u Nafsi","transEn":"And I Do Not Acquit Myself","startVerse":"12:53","endVerse":"14:52","totalVerses":154}}