{"data":[{"name":"29:46","price":"(46) And do not argue with the People of the Scripture except in a way that is best, except for those who commit injustice among them, and say, \"We believe in that which has been revealed to us and revealed to you. And our God and your God is one; and we are Muslims [in submission] to Him.\"","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:47","price":"(47) And thus We have sent down to you the Book [i.e., the Qur’ān]. And those to whom We [previously] gave the Scripture believe in it. And among these [people of Makkah] are those who believe in it. And none reject Our verses except the disbelievers.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:48","price":"(48) And you did not recite before it any scripture, nor did you inscribe one with your right hand. Then [i.e., otherwise] the falsifiers would have had [cause for] doubt.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:49","price":"(49) Rather, it [i.e., the Qur’ān] is distinct verses [preserved] within the breasts of those who have been given knowledge. And none reject Our verses except the wrongdoers.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:50","price":"(50) But they say, \"Why are not signs sent down to him from his Lord?\" Say, \"The signs are only with Allāh, and I am only a clear warner.\"","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:51","price":"(51) And is it not sufficient for them that We revealed to you the Book [i.e., the Qur’ān] which is recited to them? Indeed in that is a mercy and reminder for a people who believe.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:52","price":"(52) Say, \"Sufficient is Allāh between me and you as Witness. He knows what is in the heavens and earth. And they who have believed in falsehood and disbelieved in Allāh - it is those who are the losers.\"","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:53","price":"(53) And they urge you to hasten the punishment. And if not for [the decree of] a specified term, punishment would have reached them. But it will surely come to them suddenly while they perceive not.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:54","price":"(54) They urge you to hasten the punishment. And indeed, Hell will be encompassing of the disbelievers","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:55","price":"(55) On the Day the punishment will cover them from above them and from below their feet and it is said, \"Taste [the result of] what you used to do.\"","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:56","price":"(56) O My servants who have believed, indeed My earth is spacious, so worship only Me.","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:57","price":"(57) Every soul will taste death. Then to Us will you be returned.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:58","price":"(58) And those who have believed and done righteous deeds - We will surely assign to them of Paradise [elevated] chambers beneath which rivers flow, wherein they abide eternally. Excellent is the reward of the [righteous] workers","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:59","price":"(59) Who have been patient and upon their Lord rely.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:60","price":"(60) And how many a creature carries not its [own] provision. Allāh provides for it and for you. And He is the Hearing, the Knowing.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:61","price":"(61) If you asked them, \"Who created the heavens and earth and subjected the sun and the moon?\" they would surely say, \"Allāh.\" Then how are they deluded?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:62","price":"(62) Allāh extends provision for whom He wills of His servants and restricts for him. Indeed Allāh is, of all things, Knowing.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:63","price":"(63) And if you asked them, \"Who sends down rain from the sky and gives life thereby to the earth after its lifelessness?\" they would surely say, \"Allāh.\" Say, \"Praise to Allāh\"; but most of them do not reason.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:64","price":"(64) And this worldly life is not but diversion and amusement. And indeed, the home of the Hereafter - that is the [eternal] life, if only they knew.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:65","price":"(65) And when they board a ship, they supplicate Allāh, sincere to Him in religion [i.e., faith and hope]. But when He delivers them to the land, at once they associate others with Him","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:66","price":"(66) So that they will deny what We have granted them, and they will enjoy themselves. But they are going to know.[1134]","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"[1134]- Grammatically, the verse may also be read as a threat, i.e., \"So let them deny what We have granted them and let them enjoy themselves, for they are going to know.\"","lang":"en"},{"name":"29:67","price":"(67) Have they not seen that We made [Makkah] a safe sanctuary, while people are being taken away[1135] all around them? Then in falsehood do they believe, and in the favor of Allāh they disbelieve?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"[1135]- i.e., killed and taken captive.","lang":"en"},{"name":"29:68","price":"(68) And who is more unjust than one who invents a lie about Allāh or denies the truth when it has come to him? Is there not in Hell a [sufficient] residence for the disbelievers?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"29:69","price":"(69) And those who strive for Us - We will surely guide them to Our ways.[1136] And indeed, Allāh is with the doers of good.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"[1136]- The various ways and means to attain the acceptance and pleasure of Allāh.","lang":"en"},{"name":"30:1","price":"(1) Alif, Lām, Meem.[1138]","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"[1138]- See footnote to 2:1.","lang":"en"},{"name":"30:2","price":"(2) The Byzantines have been defeated[1139]","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"[1139]- By the Persians.","lang":"en"},{"name":"30:3","price":"(3) In the nearest land.[1140] But they, after their defeat, will overcome","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"[1140]- Another meaning is \"in the lowest land.\"","lang":"en"},{"name":"30:4","price":"(4) Within three to nine years. To Allāh belongs the command [i.e., decree] before and after. And that day the believers will rejoice","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:5","price":"(5) In the victory of Allāh.[1141] He gives victory to whom He wills, and He is the Exalted in Might, the Merciful.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"[1141]- i.e., the victory given by Allāh to a people of the Scripture (Christians) over the Magians of Persia.","lang":"en"},{"name":"30:6","price":"(6) [It is] the promise of Allāh. Allāh does not fail in His promise, but most of the people do not know.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:7","price":"(7) They know what is apparent of the worldly life, but they, of the Hereafter, are unaware.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:8","price":"(8) Do they not contemplate within themselves?[1142] Allāh has not created the heavens and the earth and what is between them except in truth and for a specified term. And indeed, many of the people, in the meeting with their Lord, are disbelievers.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"[1142]- An additional meaning is \"Do they not contemplate concerning themselves.\"","lang":"en"},{"name":"30:9","price":"(9) Have they not traveled through the earth and observed how was the end of those before them? They were greater than them in power, and they plowed [or excavated] the earth and built it up more than they [i.e., the Makkans] have built it up, and their messengers came to them with clear evidences. And Allāh would not ever have wronged them, but they were wronging themselves.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:10","price":"(10) Then the end of those who did evil was the worst [consequence] because they denied the signs of Allāh and used to ridicule them.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:11","price":"(11) Allāh begins creation; then He will repeat it; then to Him you will be returned.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:12","price":"(12) And the Day the Hour appears the criminals will be in despair.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:13","price":"(13) And there will not be for them among their [alleged] partners any intercessors, and they will [then] be disbelievers in their partners.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:14","price":"(14) And the Day the Hour appears - that Day they will become separated.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:15","price":"(15) And as for those who had believed and done righteous deeds, they will be in a garden [of Paradise], delighted.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:16","price":"(16) But as for those who disbelieved and denied Our verses and the meeting of the Hereafter, those will be brought into the punishment [to remain].","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:17","price":"(17) So exalted is Allāh when you reach the evening and when you reach the morning.","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:18","price":"(18) And to Him is [due all] praise throughout the heavens and the earth. And [exalted is He] at night and when you are at noon.","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:19","price":"(19) He brings the living out of the dead and brings the dead out of the living and brings to life the earth after its lifelessness. And thus will you be brought out.[1143]","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"[1143]- Of the graves or out of the earth at the time of resurrection.","lang":"en"},{"name":"30:20","price":"(20) And of His signs is that He created you from dust; then, suddenly you were human beings dispersing [throughout the earth].","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:21","price":"(21) And of His signs is that He created for you from yourselves mates that you may find tranquility in them; and He placed between you affection and mercy. Indeed in that are signs for a people who give thought.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:22","price":"(22) And of His signs is the creation of the heavens and the earth and the diversity of your languages and your colors. Indeed in that are signs for those of knowledge.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:23","price":"(23) And of His signs is your sleep by night and day and your seeking of His bounty. Indeed in that are signs for a people who listen.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:24","price":"(24) And of His signs is [that] He shows you the lightning [causing] fear and aspiration, and He sends down rain from the sky by which He brings to life the earth after its lifelessness. Indeed in that are signs for a people who use reason.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:25","price":"(25) And of His signs is that the heaven and earth stand [i.e., remain] by His command. Then when He calls you with a [single] call from the earth, immediately you will come forth.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:26","price":"(26) And to Him belongs whoever is in the heavens and earth. All are to Him devoutly obedient.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:27","price":"(27) And it is He who begins creation; then He repeats it, and that is [even] easier for Him. To Him belongs the highest description [i.e., attribute] in the heavens and earth. And He is the Exalted in Might, the Wise.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:28","price":"(28) He presents to you an example from yourselves. Do you have among those whom your right hands possess [i.e., slaves] any partners in what We have provided for you so that you are equal therein [and] would fear them as your fear of one another [within a partnership]?[1144] Thus do We detail the verses for a people who use reason.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"[1144]- See footnote to 16:71.","lang":"en"},{"name":"30:29","price":"(29) But those who wrong follow their [own] desires without knowledge. Then who can guide one whom Allāh has sent astray? And for them there are no helpers.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:30","price":"(30) So direct your face [i.e., self] toward the religion, inclining to truth. [Adhere to] the fiṭrah[1145] of Allāh upon which He has created [all] people. No change should there be in the creation of Allāh.[1146] That is the correct religion, but most of the people do not know.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"[1145]- The natural inborn inclination of man to worship his Creator prior to the corruption of his nature by external influences.  Thus, Islāmic monotheism is described as the religion of fiṭrah - that of the inherent nature of mankind.\n[1146]- i.e., let people remain true to their fiṭrah within the religion of Islām.","lang":"en"},{"name":"30:31","price":"(31) [Adhere to it], turning in repentance to Him, and fear Him and establish prayer and do not be of those who associate others with Allāh","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:32","price":"(32) [Or] of those who have divided their religion and become sects, every faction rejoicing in what it has.[1147]","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"[1147]- Of beliefs, opinions, customs, etc.","lang":"en"},{"name":"30:33","price":"(33) And when adversity touches the people, they call upon their Lord, turning in repentance to Him. Then when He lets them taste mercy from Him, at once a party of them associate others with their Lord,","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:34","price":"(34) So that they will deny what We have granted them.[1148] Then enjoy yourselves, for you are going to know.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"[1148]- Or \"So let them deny what We have granted them.\"","lang":"en"},{"name":"30:35","price":"(35) Or have We sent down to them an authority [i.e., a proof or scripture], and it speaks of what they have been associating with Him?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:36","price":"(36) And when We let the people taste mercy, they rejoice therein, but if evil afflicts them for what their hands have put forth, immediately they despair.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:37","price":"(37) Do they not see that Allāh extends provision for whom He wills and restricts [it]? Indeed in that are signs for a people who believe.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:38","price":"(38) So give the relative his right, as well as the needy and the traveler. That is best for those who desire the face [i.e., approval] of Allāh, and it is they who will be the successful.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:39","price":"(39) And whatever you give for interest [i.e., advantage] to increase within the wealth of people[1149] will not increase with Allāh. But what you give in zakāh,[1150] desiring the face [i.e., approval] of Allāh - those are the multipliers.[1151]","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"[1149]- The phrase includes several connotations, among them:  a) that which is given as usury or interest, b) that which is given on the condition that it be repaid with interest, and c) a gift given with the intention of obtaining from the recipient greater benefit or a larger gift.\n[1150]- The meaning of ṣadaqah (voluntary charity) is included here.\n[1151]- Of their blessings on earth and their rewards in the Hereafter.","lang":"en"},{"name":"30:40","price":"(40) Allāh is the one who created you, then provided for you, then will cause you to die, and then will give you life. Are there any of your \"partners\" who does anything of that? Exalted is He and high above what they associate with Him.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:41","price":"(41) Corruption has appeared throughout the land and sea by [reason of] what the hands of people have earned so He [i.e., Allāh] may let them taste part of [the consequence of] what they have done that perhaps they will return [to righteousness].","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:42","price":"(42) Say, [O Muḥammad], \"Travel through the land and observe how was the end of those before. Most of them were associators [of others with Allāh].","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:43","price":"(43) So direct your face [i.e., self] toward the correct religion before a Day comes from Allāh of which there is no repelling. That Day, they will be divided.[1152]","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"[1152]- Into those destined for Paradise and those destined for Hell.","lang":"en"},{"name":"30:44","price":"(44) Whoever disbelieves - upon him is [the consequence of] his disbelief. And whoever does righteousness - they are for themselves preparing,","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:45","price":"(45) That He may reward those who have believed and done righteous deeds out of His bounty. Indeed, He does not like the disbelievers.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:46","price":"(46) And of His signs is that He sends the winds as bringers of good tidings and to let you taste His mercy [i.e., rain] and so the ships may sail at His command and so you may seek of His bounty, and perhaps you will be grateful.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:47","price":"(47) And We have already sent messengers before you to their peoples, and they came to them with clear evidences; then We took retribution from those who committed crimes, and incumbent upon Us was support[1153] of the believers.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"[1153]- i.e., aid or the bestowal of victory.","lang":"en"},{"name":"30:48","price":"(48) It is Allāh who sends the winds, and they stir the clouds and spread them in the sky however He wills, and He makes them fragments so you see the rain emerge from within them. And when He causes it to fall upon whom He wills of His servants, immediately they rejoice","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:49","price":"(49) Although they were, before it was sent down upon them - before that, in despair.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:50","price":"(50) So observe the effects of the mercy of Allāh - how He gives life to the earth after its lifelessness. Indeed, that [same one] will give life to the dead, and He is over all things competent.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:51","price":"(51) But if We should send a [bad] wind and they saw [their crops] turned yellow, they would remain thereafter disbelievers.[1154]","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"[1154]- Denying and ungrateful for the previous favors of Allāh.","lang":"en"},{"name":"30:52","price":"(52) So indeed, you will not make the dead hear, nor will you make the deaf hear the call when they turn their backs, retreating.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:53","price":"(53) And you cannot guide the blind away from their error. You will only make hear those who believe in Our verses so they are Muslims [in submission to Allāh].","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:54","price":"(54) Allāh is the one who created you from weakness, then made after weakness strength, then made after strength weakness and white hair. He creates what He wills, and He is the Knowing, the Competent.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:55","price":"(55) And the Day the Hour appears the criminals will swear they had remained but an hour. Thus they were deluded.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:56","price":"(56) But those who were given knowledge and faith will say, \"You remained the extent of Allāh's decree until the Day of Resurrection, and this is the Day of Resurrection, but you did not used to know.\"[1155]","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"[1155]- i.e., acknowledge the truth.","lang":"en"},{"name":"30:57","price":"(57) So that Day, their excuse will not benefit those who wronged, nor will they be asked to appease [Allāh].","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:58","price":"(58) And We have certainly presented to the people in this Qur’ān from every [kind of] example. But, [O Muḥammad], if you should bring them a sign, the disbelievers will surely say, \"You [believers] are but falsifiers.\"","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"30:59","price":"(59) Thus does Allāh seal the hearts of those who do not know.[1156]","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"[1156]- i.e., those who do not wish to know the truth and refuse it.","lang":"en"},{"name":"30:60","price":"(60) So be patient. Indeed, the promise of Allāh is truth. And let them not disquiet you who are not certain [in faith].","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:1","price":"(1) Alif, Lām, Meem.[1158]","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"[1158]- See footnote to 2:1.","lang":"en"},{"name":"31:2","price":"(2) These are verses of the wise[1159] Book,","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"[1159]- See footnote to 10:1.","lang":"en"},{"name":"31:3","price":"(3) As guidance and mercy for the doers of good","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:4","price":"(4) Who establish prayer and give zakāh, and they, of the Hereafter, are certain [in faith].","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:5","price":"(5) Those are on [right] guidance from their Lord, and it is those who are the successful.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:6","price":"(6) And of the people is he who buys the amusement of speech[1160] to mislead [others] from the way of Allāh without knowledge and who takes it [i.e., His way] in ridicule. Those will have a humiliating punishment.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"[1160]- i.e., that which has no benefit.  Described by different ṣaḥābah as shirk (association with Allāh), misleading stories, frivolous songs, or music but includes all which distracts or diverts one from the Qur’ān and remembrance of Allāh.","lang":"en"},{"name":"31:7","price":"(7) And when Our verses are recited to him, he turns away arrogantly as if he had not heard them, as if there was in his ears deafness. So give him tidings of a painful punishment.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:8","price":"(8) Indeed, those who believe and do righteous deeds - for them are the Gardens of Pleasure,","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:9","price":"(9) Wherein they abide eternally; [it is] the promise of Allāh [which is] truth. And He is the Exalted in Might, the Wise.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:10","price":"(10) He created the heavens without pillars that you see and has cast into the earth firmly set mountains, lest it should shift with you, and dispersed therein from every creature. And We sent down rain from the sky and made grow therein [plants] of every noble kind.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:11","price":"(11) This is the creation of Allāh. So show Me what those other than Him have created. Rather, the wrongdoers are in clear error.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:12","price":"(12) And We had certainly given Luqmān wisdom [and said], \"Be grateful to Allāh.\" And whoever is grateful is grateful for [the benefit of] himself. And whoever denies [His favor] - then indeed, Allāh is Free of need and Praiseworthy.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:13","price":"(13) And [mention, O Muḥammad], when Luqmān said to his son while he was instructing him, \"O my son, do not associate [anything] with Allāh. Indeed, association [with Him] is great injustice.\"","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:14","price":"(14) And We have enjoined upon man [care] for his parents. His mother carried him, [increasing her] in weakness upon weakness, and his weaning is in two years. Be grateful to Me and to your parents; to Me is the [final] destination.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:15","price":"(15) But if they endeavor to make you associate with Me that of which you have no knowledge,[1161] do not obey them but accompany them in [this] world with appropriate kindness and follow the way of those who turn back to Me [in repentance]. Then to Me will be your return, and I will inform you about what you used to do.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"[1161]- See footnote to 29:8.","lang":"en"},{"name":"31:16","price":"(16) [And Luqmān said], \"O my son, indeed if it [i.e., a wrong] should be the weight of a mustard seed and should be within a rock or [anywhere] in the heavens or in the earth, Allāh will bring it forth. Indeed, Allāh is Subtle[1162] and Aware.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"[1162]- Refer to footnote of 6:103.","lang":"en"},{"name":"31:17","price":"(17) O my son, establish prayer, enjoin what is right, forbid what is wrong, and be patient over what befalls you. Indeed, [all] that is of the matters [requiring] resolve.[1163]","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"[1163]- For the reason that they are enjoined by Allāh.","lang":"en"},{"name":"31:18","price":"(18) And do not turn your cheek [in contempt] toward people[1164] and do not walk through the earth exultantly. Indeed, Allāh does not like everyone self-deluded and boastful.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"[1164]- Rather, respect them by directing your face and attention to them.","lang":"en"},{"name":"31:19","price":"(19) And be moderate in your pace and lower your voice; indeed, the most disagreeable of sounds is the voice of donkeys.\"","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:20","price":"(20) Do you not see that Allāh has made subject to you whatever is in the heavens and whatever is in the earth and amply bestowed upon you His favors, [both] apparent and unapparent? But of the people is he who disputes about Allāh without knowledge or guidance or an enlightening Book [from Him].","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:21","price":"(21) And when it is said to them, \"Follow what Allāh has revealed,\" they say, \"Rather, we will follow that upon which we found our fathers.\" Even if Satan was inviting them to the punishment of the Blaze?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:22","price":"(22) And whoever submits his face [i.e., self] to Allāh while he is a doer of good - then he has grasped the most trustworthy handhold. And to Allāh will be the outcome of [all] matters.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:23","price":"(23) And whoever has disbelieved - let not his disbelief grieve you. To Us is their return, and We will inform them of what they did. Indeed, Allāh is Knowing of that within the breasts.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:24","price":"(24) We grant them enjoyment for a little; then We will force them to a massive punishment.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:25","price":"(25) And if you asked them, \"Who created the heavens and earth?\" they would surely say, \"Allāh.\" Say, \"[All] praise is [due] to Allāh\"; but most of them do not know.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:26","price":"(26) To Allāh belongs whatever is in the heavens and earth. Indeed, Allāh is the Free of need, the Praiseworthy.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:27","price":"(27) And if whatever trees upon the earth were pens and the sea [was ink], replenished thereafter by seven [more] seas, the words[1165] of Allāh would not be exhausted. Indeed, Allāh is Exalted in Might and Wise.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"[1165]- See footnote to 18:109.","lang":"en"},{"name":"31:28","price":"(28) Your creation and your resurrection will not be but as that of a single soul.[1166] Indeed, Allāh is Hearing and Seeing.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"[1166]- The re-creation and resurrection of one or of all is accomplished with equal ease by Allāh (subḥānahu wa taʿālā).","lang":"en"},{"name":"31:29","price":"(29) Do you not see [i.e., know] that Allāh causes the night to enter the day and causes the day to enter the night and has subjected the sun and the moon, each running [its course] for a specified term, and that Allāh, of whatever you do, is Aware?","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:30","price":"(30) That is because Allāh is the True Reality, and that what they call upon[1167] other than Him is falsehood, and because Allāh is the Most High, the Grand.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"[1167]- In worship.","lang":"en"},{"name":"31:31","price":"(31) Do you not see that ships sail through the sea by the favor of Allāh that He may show you of His signs? Indeed in that are signs for everyone patient and grateful.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:32","price":"(32) And when waves come over them like canopies, they supplicate Allāh, sincere to Him in religion [i.e., faith]. But when He delivers them to the land, there are [some] of them who are moderate [in faith]. And none rejects Our signs except everyone treacherous and ungrateful.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:33","price":"(33) O mankind, fear your Lord and fear a Day when no father will avail his son, nor will a son avail his father at all. Indeed, the promise of Allāh is truth, so let not the worldly life delude you and be not deceived about Allāh by the Deceiver [i.e., Satan].","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"31:34","price":"(34) Indeed, Allāh [alone] has knowledge of the Hour and sends down the rain and knows what is in the wombs.[1168] And no soul perceives what it will earn tomorrow, and no soul perceives in what land it will die. Indeed, Allāh is Knowing and Aware.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"[1168]- i.e., every aspect of the fetus' present and future existence.","lang":"en"},{"name":"32:1","price":"(1) Alif, Lām, Meem.[1170]","arabic":"الٓمٓ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3504,"juzNumber":21,"footnotes":"[1170]- See footnote to 2:1.","lang":"en"},{"name":"32:2","price":"(2) [This is] the revelation of the Book about which there is no doubt from the Lord of the worlds.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3505,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:3","price":"(3) Or do they say, \"He invented it\"? Rather, it is the truth from your Lord, [O Muḥammad], that you may warn a people to whom no warner has come before you [so] perhaps they will be guided.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3506,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:4","price":"(4) It is Allāh who created the heavens and the earth and whatever is between them in six days; then He established Himself above the Throne.[1171] You have not besides Him any protector or any intercessor; so will you not be reminded?","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3507,"juzNumber":21,"footnotes":"[1171]- See footnotes to 2:19 and 7:54.","lang":"en"},{"name":"32:5","price":"(5) He arranges [each] matter from the heaven to the earth; then it will ascend to Him in a Day, the extent of which is a thousand years of those which you count.","arabic":"يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3508,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:6","price":"(6) That is the Knower of the unseen and the witnessed, the Exalted in Might, the Merciful,","arabic":"ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3509,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:7","price":"(7) Who perfected everything which He created and began the creation of man from clay.","arabic":"ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3510,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:8","price":"(8) Then He made his posterity out of the extract of a liquid disdained.","arabic":"ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3511,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:9","price":"(9) Then He proportioned him and breathed into him from His [created] soul[1172] and made for you hearing and vision and hearts [i.e., intellect]; little are you grateful.","arabic":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3512,"juzNumber":21,"footnotes":"[1172]- i.e., element of life.  See footnote to 15:29.","lang":"en"},{"name":"32:10","price":"(10) And they say, \"When we are lost [i.e., disintegrated] within the earth, will we indeed be [recreated] in a new creation?\" Rather, they are, in the meeting with their Lord, disbelievers.","arabic":"وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3513,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:11","price":"(11) Say, \"The angel of death who has been entrusted with you will take you. Then to your Lord you will be returned.\"","arabic":"۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3514,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:12","price":"(12) If you could but see when the criminals are hanging their heads before their Lord, [saying], \"Our Lord, we have seen and heard, so return us [to the world]; we will work righteousness. Indeed, we are [now] certain.\"","arabic":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3515,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:13","price":"(13) And if We had willed, We could have given every soul its guidance, but the word[1173] from Me will come into effect [that] \"I will surely fill Hell with jinn and people all together.","arabic":"وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3516,"juzNumber":21,"footnotes":"[1173]- Deserved by the evildoers.","lang":"en"},{"name":"32:14","price":"(14) So taste [punishment] because you forgot the meeting of this, your Day; indeed, We have [accordingly] forgotten you. And taste the punishment of eternity for what you used to do.\"","arabic":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3517,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:15","price":"(15) Only those believe in Our verses who, when they are reminded by them, fall down in prostration and exalt [Allāh] with praise of their Lord, and they are not arrogant.","arabic":"إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3518,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:16","price":"(16) Their sides part [i.e., they arise] from [their] beds; they supplicate their Lord in fear and aspiration, and from what We have provided them, they spend.[1174]","arabic":"تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3519,"juzNumber":21,"footnotes":"[1174]- In the cause of Allāh.","lang":"en"},{"name":"32:17","price":"(17) And no soul knows what has been hidden for them of comfort for eyes [i.e., satisfaction] as reward for what they used to do.","arabic":"فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3520,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:18","price":"(18) Then is one who was a believer like one who was defiantly disobedient? They are not equal.","arabic":"أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3521,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:19","price":"(19) As for those who believed and did righteous deeds, for them will be the Gardens of Refuge as accommodation for what they used to do.","arabic":"أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3522,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:20","price":"(20) But as for those who defiantly disobeyed, their refuge is the Fire. Every time they wish to emerge from it, they will be returned to it while it is said to them, \"Taste the punishment of the Fire which you used to deny.\"","arabic":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3523,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:21","price":"(21) And We will surely let them taste the nearer punishment[1175] short of the greater punishment that perhaps they will return [i.e., repent].","arabic":"وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3524,"juzNumber":21,"footnotes":"[1175]- i.e., the disasters and calamities of this world.","lang":"en"},{"name":"32:22","price":"(22) And who is more unjust than one who is reminded of the verses of his Lord; then he turns away from them? Indeed We, from the criminals, will take retribution.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3525,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:23","price":"(23) And We certainly gave Moses the Scripture, so do not be in doubt over his meeting.[1176] And We made it [i.e., the Torah] guidance for the Children of Israel.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3526,"juzNumber":21,"footnotes":"[1176]- i.e., Muḥammad's meeting Moses on the night of al-Miʿrāj (ascent).","lang":"en"},{"name":"32:24","price":"(24) And We made from among them leaders guiding by Our command when they were patient and [when] they were certain of Our signs.","arabic":"وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3527,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:25","price":"(25) Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.","arabic":"إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3528,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:26","price":"(26) Has it not become clear to them how many generations We destroyed before them, [as] they walk among their dwellings? Indeed in that are signs; then do they not hear?","arabic":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3529,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:27","price":"(27) Have they not seen that We drive water [in clouds] to barren land and bring forth thereby crops from which their livestock eat and [they] themselves? Then do they not see?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3530,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:28","price":"(28) And they say, \"When will be this conquest,[1177] if you should be truthful?\"","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3531,"juzNumber":21,"footnotes":"[1177]- Or \"decision,\" i.e., judgement.","lang":"en"},{"name":"32:29","price":"(29) Say, [O Muḥammad], \"On the Day of Conquest the belief of those who had disbelieved will not benefit them, nor will they be reprieved.\"","arabic":"قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3532,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"32:30","price":"(30) So turn away from them and wait. Indeed, they are waiting.","arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3533,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:1","price":"(1) O Prophet, fear Allāh and do not obey the disbelievers and the hypocrites. Indeed, Allāh is ever Knowing and Wise.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:2","price":"(2) And follow that which is revealed to you from your Lord. Indeed Allāh is ever, of what you do, Aware.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:3","price":"(3) And rely upon Allāh; and sufficient is Allāh as Disposer of affairs.[1179]","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"[1179]- Refer to footnote in 3:173.","lang":"en"},{"name":"33:4","price":"(4) Allāh has not made for a man two hearts in his interior. And He has not made your wives whom you declare unlawful[1180] your mothers. And He has not made your claimed [i.e., adopted] sons your [true] sons. That is [merely] your saying by your mouths, but Allāh says the truth, and He guides to the [right] way.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"[1180]- By the expression \"You are to me like the back of my mother.\"  Such an oath taken against approaching one's wife was a pre-Islāmic practice declared by Allāh (subḥānahu wa taʿālā) to be a sin requiring expiation as described in 58:3-4.","lang":"en"},{"name":"33:5","price":"(5) Call them[1181] by [the names of] their fathers; it is more just in the sight of Allāh. But if you do not know their fathers - then they are [still] your brothers in religion and those entrusted to you. And there is no blame upon you for that in which you have erred but [only for] what your hearts intended. And ever is Allāh Forgiving and Merciful.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"[1181]- Those children under your care.","lang":"en"},{"name":"33:6","price":"(6) The Prophet is more worthy of the believers than themselves,[1182] and his wives are [in the position of] their mothers. And those of [blood] relationship are more entitled [to inheritance] in the decree of Allāh than the [other] believers and the emigrants, except that you may do to your close associates a kindness [through bequest]. That was in the Book[1183] inscribed.","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"[1182]- He (ﷺ) is more worthy of their obedience and loyalty and is more concerned for them than they are for one another.\n[1183]- The Preserved Slate (al-Lawḥ al-Maḥfūẓ).","lang":"en"},{"name":"33:7","price":"(7) And [mention, O Muḥammad], when We took from the prophets their covenant and from you and from Noah and Abraham and Moses and Jesus, the son of Mary; and We took from them a solemn covenant","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:8","price":"(8) That He may question the truthful about their truth.[1184] And He has prepared for the disbelievers a painful punishment.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"[1184]- i.e., that He may ask the prophets what they conveyed to their people and what response they received.  \"The truthful\" may also refer to those who believed in the message conveyed by the prophets and imparted it to others.","lang":"en"},{"name":"33:9","price":"(9) O you who have believed, remember the favor of Allāh upon you when armies came to [attack] you and We sent upon them a wind and armies [of angels] you did not see. And ever is Allāh, of what you do, Seeing.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:10","price":"(10) [Remember] when they came at you from above you and from below you, and when eyes shifted [in fear], and hearts reached the throats, and you assumed about Allāh [various] assumptions.","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:11","price":"(11) There the believers were tested and shaken with a severe shaking.","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:12","price":"(12) And [remember] when the hypocrites and those in whose hearts is disease said, \"Allāh and His Messenger did not promise us except delusion,\"","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:13","price":"(13) And when a faction of them said, \"O people of Yathrib,[1185] there is no stability for you [here], so return [home].\" And a party of them asked permission of the Prophet, saying, \"Indeed, our houses are exposed [i.e., unprotected],\" while they were not exposed. They did not intend except to flee.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"[1185]- The name by which al-Madīnah was known before the arrival of the Prophet (ﷺ).","lang":"en"},{"name":"33:14","price":"(14) And if they had been entered upon from all its [surrounding] regions and fitnah [i.e., disbelief] had been demanded of them, they would have done it and not hesitated over it except briefly.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:15","price":"(15) And they had already promised Allāh before not to turn their backs [i.e., flee]. And ever is the promise to Allāh [that about which one will be] questioned.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:16","price":"(16) Say, [O Muḥammad], \"Never will fleeing benefit you if you should flee from death or killing; and then [if you did], you would not be given enjoyment [of life] except for a little.\"","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:17","price":"(17) Say, \"Who is it that can protect you from Allāh[1186] if He intends for you an ill or intends for you a mercy?\" And they will not find for themselves besides Allāh any protector or any helper.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"[1186]- i.e., prevent the will of Allāh from being carried out.","lang":"en"},{"name":"33:18","price":"(18) Already Allāh knows the hinderers[1187] among you and those [hypocrites] who say to their brothers, \"Come to us,\"[1188] and do not go to battle, except for a few,[1189]","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"[1187]- Those who dissuade others from supporting the Prophet (ﷺ) in battle.\n[1188]- Rather than joining the Prophet (ﷺ).\n[1189]- Who went out of ulterior motives.","lang":"en"},{"name":"33:19","price":"(19) Indisposed[1190] toward you. And when fear comes, you see them looking at you, their eyes revolving like one being overcome by death. But when fear departs, they lash you with sharp tongues, indisposed toward [any] good. Those have not believed, so Allāh has rendered their deeds worthless, and ever is that, for Allāh, easy.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"[1190]- Literally, \"stingy,\" i.e., unwilling to offer any help.","lang":"en"},{"name":"33:20","price":"(20) They think the companies have not [yet] withdrawn.[1191] And if the companies should come [again], they would wish they were in the desert among the bedouins, inquiring [from afar] about your news. And if they should be among you, they would not fight except for a little.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"[1191]- In their excessive fear the cowardly hypocrites could not believe the enemy forces had been defeated.","lang":"en"},{"name":"33:21","price":"(21) There has certainly been for you in the Messenger of Allāh an excellent pattern[1192] for anyone whose hope is in Allāh and the Last Day and [who] remembers Allāh often.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"[1192]- An example to be followed.","lang":"en"},{"name":"33:22","price":"(22) And when the believers saw the companies, they said, \"This is what Allāh and His Messenger had promised us, and Allāh and His Messenger spoke the truth.\" And it increased them only in faith and acceptance.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:23","price":"(23) Among the believers are men true to what they promised Allāh. Among them is he who has fulfilled his vow [to the death], and among them is he who awaits [his chance]. And they did not alter [the terms of their commitment] by any alteration -","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:24","price":"(24) That Allāh may reward the truthful for their truth and punish the hypocrites if He wills or accept their repentance. Indeed, Allāh is ever Forgiving and Merciful.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:25","price":"(25) And Allāh repelled those who disbelieved, in their rage, not having obtained any good. And sufficient was Allāh for the believers in battle, and ever is Allāh Powerful and Exalted in Might.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:26","price":"(26) And He brought down those who supported them among the People of the Scripture[1193] from their fortresses and cast terror into their hearts [so that] a party [i.e., their men] you killed, and you took captive a party [i.e., the women and children].","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"[1193]- The Jews of Banū Quraythah, who had violated their treaty with the Muslims.","lang":"en"},{"name":"33:27","price":"(27) And He caused you to inherit their land and their homes and their properties and a land which you have not trodden.[1194] And ever is Allāh, over all things, competent.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"[1194]- i.e., that taken in subsequent conquests.","lang":"en"},{"name":"33:28","price":"(28) O Prophet, say to your wives, \"If you should desire the worldly life and its adornment, then come, I will provide for you and give you a gracious release.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:29","price":"(29) But if you should desire Allāh and His Messenger and the home of the Hereafter - then indeed, Allāh has prepared for the doers of good among you a great reward.\"","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:30","price":"(30) O wives of the Prophet, whoever of you should commit a clear immorality - for her the punishment would be doubled two fold, and ever is that, for Allāh, easy.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"en"}],"juz":{"id":21,"name":"اتْلُ مَا أُوحِيَ","transliteration":"Utlu Ma Uhiya","transEn":"Recite What Has Been Revealed","startVerse":"29:46","endVerse":"33:30","totalVerses":178}}