{"data":[{"name":"11:1","price":"’Alif lām rọ̄. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹ (Èyí ni) Tírà tí wọ́n ti to àwọn āyah inú rẹ̀ ní àtògún régé, lẹ́yìn náà wọ́n ṣàlàyé rẹ̀ yékéyéké láti ọ̀dọ̀ Ọlọ́gbọ́n, Alámọ̀tán.","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"11:2","price":"(A ti ṣàlàyé rẹ̀) pé ẹ má jọ́sìn fún kiní kan àfi Allāhu. Dájúdájú èmi ni olùkìlọ̀ àti oníròó ìdùnnú fún yín láti ọ̀dọ̀ Rẹ̀.","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"11:3","price":"(A ti ṣàlàyé rẹ̀) pé kí ẹ tọrọ àforíjìn lọ́dọ̀ Olúwa yín. Lẹ́yìn náà, kí ẹ ronú pìwàdà sọ́dọ̀ Rẹ̀. Ó máa fún yín ní ìgbádùn dáadáa títí di gbèdéke àkókò kan. Ó máa fún oníṣẹ́-àṣegbọrẹ ní ẹ̀san iṣẹ́ àṣegbọrẹ rẹ̀. Tí ẹ bá sì pẹ̀yìndà, dájúdájú èmi ń páyà ìyà Ọjọ́ ńlá fún yín.","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"11:4","price":"Ọ̀dọ̀ Allāhu ni ibùpadàsí yín. Òun sì ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"11:5","price":"Gbọ́, dájúdájú àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí ń ká (iyèméjì àti ọ̀tá) sínú igbá-àyà wọn láti lè fara pamọ́ fún Allāhu. Kíyè sí i, nígbà tí wọ́n ń yíṣọ wọn bora, Allāhu mọ n̄ǹkan tí wọ́n ń fi pamọ́ àti n̄ǹkan tí wọ́n ń ṣàfi hàn rẹ̀. Dájúdájú Òun ni Onímọ̀ nípa n̄ǹkan tí ń bẹ nínú igbá-àyà ẹ̀dá.","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"11:6","price":"Kò sí ẹ̀dá abẹ̀mí kan tó wà lórí ilẹ̀ àfi kí arísìkí rẹ̀ wà lọ́dọ̀ Allāhu. Ó sì mọ ibùgbé rẹ̀ (nílé ayé) àti ilẹ̀ tí ó máa kú sí. Gbogbo rẹ̀ ti wà nínú àkọsílẹ̀ tó yanjú.","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:7","price":"Òun ni Ẹni tí Ó ṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀ fún ọjọ́ mẹ́fà - Ìtẹ́ ọlá Rẹ̀ sì wà lórí omi (ṣíwájú èyí) - nítorí kí Ó lè dan yín wò pé, èwo nínú yín ló dára jùlọ (níbi) iṣẹ́ rere. Tí o bá kúkú sọ pé dájúdájú wọn yóò gbe yín dìde lẹ́yìn ikú, dájúdájú àwọn tó ṣàì gbàgbọ́ yóò wí pé: “Èyí kò jẹ́ kiní kan bí kò ṣe idán pọ́nńbélé.”","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:8","price":"Dájúdájú tí A bá sún ìyà ṣíwájú fún wọn di ìgbà tó ní òǹkà, dájúdájú wọn yóò wí pé: “Kí ló ń dá a dúró ná?” Gbọ́, ní ọjọ́ tí ìyà yóò dé bá wọn, kò níí ṣe é gbé kúrò fún wọn. Àti pé ohun tí wọ́n ń fi ṣe yẹ̀yẹ́ sì máa dìyà tó máa yí wọn po.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:9","price":"Àti pé dájúdájú tí A bá fi ìkẹ́ kan tọ́ ènìyàn lẹ́nu wò láti ọ̀dọ̀ Wa, lẹ́yìn náà, tí A bá gbà á kúrò lọ́wọ́ rẹ̀, dájúdájú ó máa di olùsọ̀rètínù, aláìmoore.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:10","price":"Dájúdájú tí A bá sì fún un ní ìdẹ̀ra tọ́wò lẹ́yìn ìnira tó fọwọ́ bà á, dájúdájú ó máa wí pé: “Àwọn aburú ti kúrò lọ́dọ̀ mi.” Dájúdájú ó máa di aláyọ̀pọ̀rọ́, onífáàrí.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:11","price":"Àyàfi àwọn tó bá ṣe sùúrù, tí wọ́n sì ṣe àwọn iṣẹ́ rere. Àwọn wọ̀nyẹn, ti wọn ni àforíjìn àti ẹ̀san tó tóbi.","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:12","price":"Bóyá o fẹ́ gbé apá kan ohun tí A fi ránṣẹ́ sí ọ sílẹ̀, kí ìrẹ̀wẹ̀sì sì bá ọkàn rẹ nípa rẹ̀ (ní ti ìpáyà pé) wọ́n ń wí pé: “Kí ó sì jẹ́ pé àpótí-ọrọ̀ kan sọ̀kalẹ̀ fún un, tàbí kí mọlāika kan bá a wá?” Olùkìlọ̀ ni ìwọ. Allāhu sì ni Olùṣọ́ lórí gbogbo n̄ǹkan.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:13","price":"Tàbí wọ́n ń wí pé: “Ó hun ún ni.” Sọ pé: “Ẹ mú sūrah mẹ́wàá àdáhun bí irú rẹ̀ wá, kí ẹ sì ké sí ẹni tí ẹ bá lè ké sí lẹ́yìn Allāhu tí ẹ bá jẹ́ olódodo.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:14","price":"Nígbà náà tí wọn kò bá da yín lóhùn, kí ẹ mọ̀ pé dájúdájú wọ́n sọ (al-Ƙur’ān) kalẹ̀ pẹ̀lú ìmọ̀ Allāhu. Àti pé kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun. Nítorí náà, ṣé ẹ̀yin yóò di mùsùlùmí?","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:15","price":"Ẹnikẹ́ni tí ó bá ń fẹ́ ìṣẹ̀mí ayé àti ọ̀ṣọ́ rẹ̀, A óò san wọ́n ní ẹ̀san iṣẹ́ wọn nílé ayé. A ò sì níí dín kiní kan kù fún wọn nílé ayé.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:16","price":"Àwọn wọ̀nyẹn ni àwọn tí kò níí sí kiní kan fún wọn mọ́ ní Ọjọ́ Ìkẹ́yìn àfi Iná. N̄ǹkan tí wọ́n gbélé ayé ṣe sì máa bàjẹ́. Òfò sì ni ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:17","price":"Ǹjẹ́ ẹni tó ń bẹ́ lórí ẹ̀rí tó yanjú láti ọ̀dọ̀ Olúwa rẹ̀ (ìyẹn, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -), tí olùjẹ́rìí kan (ìyẹn, mọlāika Jibrīl) sì ń ké al-Ƙur’ān (fún un) láti ọ̀dọ̀ Allāhu, tí tírà (Ànábì) Mūsā sì ti wá ṣíwájú rẹ̀, tí ó jẹ́ tírà tí wọ́n ń tẹ̀lé, tí ó sì jẹ́ ìkẹ́ (fún wọn), (ǹjẹ́ Ànábì yìí - kí ìkẹ́ àti ọlà Allāhu máa bá a - jọ olùṣìnà bí?) Àwọn (mùsùlùmí) wọ̀nyí ni wọ́n sì gbà á gbọ́ ní òdodo. Ẹnikẹ́ni tó bá ṣàì gbà á gbọ́ nínú àwọn ìjọ (nasọ̄rọ̄, yẹhudi àti ọ̀ṣẹbọ), nígbà náà Iná ni àdéhùn rẹ̀. Nítorí náà, má ṣe wà nínú iyèméjì nípa al-Ƙur’ān. Dájúdájú òdodo ni láti ọ̀dọ̀ Olúwa rẹ, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ ènìyàn ni kò gbàgbọ́.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:18","price":"Àti pé ta ni ó ṣàbòsí ju ẹni tó dá àdápa irọ́ mọ́ Allāhu? Àwọn wọ̀nyẹn ni wọ́n yóò kó wá síwájú Olúwa wọn. Àwọn ẹlẹ́rìí (ìyẹn, àwọn mọlāika) yó sì máa sọ pé: “Àwọn wọ̀nyí ni àwọn tó parọ́ mọ́ Olúwa wọn.” Gbọ́, ibi dandan Allāhu kí ó máa bá àwọn alábòsí,","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:19","price":"àwọn tó ń ṣẹ́rí àwọn ènìyàn kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu, tí wọ́n sì ń fẹ́ kó wọ́. Àwọn sì ni aláìgbàgbọ́ nínú Ọjọ́ Ìkẹ́yìn.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:20","price":"Àwọn wọ̀nyẹn kò lè mórí bọ́ nínú ìyà Allāhu lórí ilẹ̀ àti pé kò sí aláàbò kan fún wọn lẹ́yìn Allāhu. A sì máa ṣe àdìpèlé ìyà fún wọn. Wọn kò lè gbọ́. Àti pé wọn kì í ríran (rí òdodo).","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:21","price":"Àwọn wọ̀nyẹn ni àwọn tó ṣe ẹ̀mí ara wọn lófò. Ohun tí wọ́n ń dá ní àdápa irọ́ sì di òfo mọ́ wọn lọ́wọ́.¹","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-’Ani‘ām; 6:24.","lang":"yo"},{"name":"11:22","price":"Ní ti òdodo, dájúdájú àwọn gan-an ni ẹni òfò jùlọ ní Ọjọ́ Ìkẹ́yìn.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:23","price":"Dájúdájú àwọn tó gbàgbọ́ ní òdodo, tí wọ́n ṣe àwọn iṣẹ́ rere, tí wọ́n sì dúnní mọ́ ìronúpìwàdà sọ́dọ̀ Olúwa wọn, àwọn wọ̀nyẹn ni èrò inú Ọgbà Ìdẹ̀ra. Olùṣegbére ni wọ́n nínú rẹ̀.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:24","price":"Àpèjúwe ìjọ méjèèjì dà bí afọ́jú àti adití pẹ̀lú olùríran àti olùgbọ́rọ̀. Ǹjẹ́ àwọn méjèèjì dọ́gba ní àpèjúwe bí? Ṣé ẹ ò níí lo ìrántí ni?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:25","price":"A sì kúkú ti rán (Ànábì) Nūh sí ìjọ rẹ̀ (láti sọ pé) dájúdájú olùkìlọ̀ pọ́nńbélé ni mo jẹ́ fún yín.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:26","price":"(Mò ń kìlọ̀) pé kí ẹ má ṣe jọ́sìn fún ẹnì kan àfi Allāhu. Dájúdájú èmi ń páyà ìyà ọjọ́ ẹlẹ́ta-eléro fún yín.","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:27","price":"Àwọn aṣíwájú tó ṣàì gbàgbọ́ nínú ìjọ rẹ̀ sì wí pé: “Àwa kò mọ̀ ọ́ sí ẹnì kan bí kò ṣe abara bí irú wa. Àwa kò sì mọ àwọn tó tẹ̀lé ọ sí ẹnì kan kan bí kò ṣe àwọn ẹni yẹpẹrẹ nínú wa, ọlọ́pọlọ bín-íntín. Àti pé àwa kò ri yín sí ẹni tó fi ọ̀nà kan kan ní àjùlọ lórí wa, ṣùgbọ́n a kà yín kún òpùrọ́.”","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:28","price":"(Ànábì Nūh) sọ pé: “Ẹ̀yin ìjọ mi, ẹ sọ fún mi, tí mo bá wà lórí ẹ̀rí tó yanjú láti ọ̀dọ̀ Olúwa mi, tí Ó sì fún mi ní ìkẹ́ kan láti ọ̀dọ̀ Rẹ̀, tí wọ́n sì dì yín lójú pa sí i (tí ẹ kò ríran rí òdodo náà), ǹjẹ́ a óò fi dandan mu yín bí, nígbà tí ẹ kórira rẹ̀?","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:29","price":"Ẹ̀yin ìjọ mi, èmi kò bi yín léèrè dúkìá kan lórí rẹ̀. Kò sí ẹ̀san mi níbì kan bí kò ṣe lọ́dọ̀ Allāhu. Èmi kò sì níí le àwọn tó gbàgbọ́ lódodo dànù. Dájúdájú wọn yóò pàdé Olúwa wọn, ṣùgbọ́n dájúdájú èmi ń ri yín sí ìjọ aláìmọ̀kan.","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:30","price":"Ẹ̀yin ìjọ mi, ta ni ó máa ràn mí lọ́wọ́ níbi (ìyà) Allāhu tí mo bá lé wọn dànù? Ṣé ẹ ò níí lo ìrántí ni?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:31","price":"Èmi kò sì sọ fún yín pé àwọn ilé-ọrọ̀ Allāhu ń bẹ lọ́dọ̀ mi. Èmi kò sì mọ ìkọ̀kọ̀. Èmi kò sì sọ pé mọlāika ni mí. Èmi kò sì lè sọ fún àwọn tí ẹ̀ ń fojú bín-íntín wò pé, Allāhu kò níí ṣoore fún wọn. Allāhu l'Ó nímọ̀ jùlọ nípa n̄ǹkan tó ń bẹ nínú ẹ̀mí wọn. Bí bẹ́ẹ̀ kọ́ nígbà náà, dájúdájú mo ti wà nínú àwọn alábòsí.”","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:32","price":"Wọ́n wí pé: “Nūh, o mà kúkú ti jà wá níyàn. O sì ṣe àríyànjiyàn púpọ̀ pẹ̀lú wa. Nítorí náà, mú ohun tí o ṣe ní ìlérí fún wa wá tí o bá wà lára àwọn olódodo.”","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:33","price":"(Ànábì Nūh) sọ pé: “Allāhu l’Ó máa mú un wá ba yín tí Ó bá fẹ́. Ẹ̀yin kò sì níí mórí bọ́.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:34","price":"Ìmọ̀ràn mi kò sì lè ṣe yín ní àǹfààní tí mo bá fẹ́ gbà yín nìmọ̀ràn, tí Allāhu bá fẹ́ pa yín run. Òun ni Olúwa yín. Ọ̀dọ̀ Rẹ̀ sì ni wọn yóò da yín padà sí.”","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:35","price":"Tàbí wọ́n ń wí pé: “Ó hun ún ni.” Sọ pé: “Tí mó bá hun ún, èmi ni mo ni ẹ̀ṣẹ̀ mi. Èmi sì yọwọ́ yọsẹ̀ nínú ohun tí ẹ̀ ń dá lẹ́ṣẹ̀.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:36","price":"A sì fi ìmísí ránṣẹ́ sí (Ànábì) Nūh pé, dájúdájú kò sí ẹnì kan tí ó máa gbàgbọ́ mọ́ nínú ìjọ rẹ àfi ẹni tó ti gbàgbọ́ tẹ́lẹ̀. Nítorí náà, má ṣe banújẹ́ nípa n̄ǹkan tí wọ́n ń ṣe níṣẹ́.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:37","price":"Kí o sì kan ọkọ̀ ojú-omi náà lójú Wa (báyìí) pẹ̀lú ìmísí Wa. Má sì ṣe bá Mi sọ̀rọ̀ nípa àwọn tó ṣàbòsí. Dájúdájú wọ́n máa tẹ̀ wọ́n rì ni.","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:38","price":"Ó sì ń kan ọkọ̀ ojú-omi náà lọ. Ìgbàkígbà tí àwọn ọ̀tọ̀kùlú nínú ìjọ rẹ̀ bá kọjá lọ́dọ̀ rẹ̀, wọ́n yó sì máa fi ṣe yẹ̀yẹ́. (Ànábì Nūh) sì sọ pé: “Tí ẹ bá fi wá ṣe yẹ̀yẹ́, dájúdájú àwa náà yóò fi yín ṣe yẹ̀yẹ́ gẹ́gẹ́ bí ẹ ṣe ń fi wá ṣe yẹ̀yẹ́.¹","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Ƙọmọr; 54:9.","lang":"yo"},{"name":"11:39","price":"Nítorí náà, láìpẹ́ ẹ máa mọ ẹni tí ìyà máa dé bá, tí ó máa yẹpẹrẹ rẹ̀, tí ìyà gbere sì máa kò lé lórí.”","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:40","price":"(Báyìí ni ọ̀rọ̀ wà) títí di ìgbà tí àṣẹ Wa dé, omi sì ṣẹ́yọ gbùú láti ojú-àrò (tí wọ́n ti ń ṣe búrẹ́dì). A sọ pé: “Kó gbogbo n̄ǹkan ní takọ-tabo méjìméjì àti ará ilé rẹ sínú ọkọ̀ ojú-omi - àyàfi ẹni tí ọ̀rọ̀ náà ti kò lé lórí (fún ìparun) - àti ẹnikẹ́ni tó gbàgbọ́ ní òdodo. Kò sì sí ẹni tó ní ìgbàgbọ́ òdodo pẹ̀lú rẹ̀ àfi àwọn díẹ̀.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:41","price":"(Ànábì Nūh) sọ pé: “Ẹ wọ inú ọkọ̀ ojú-omi náà. Ní orúkọ Allāhu ni ìrìn rẹ̀ àti ìgúnlẹ̀ rẹ̀. Dájúdájú Olúwa mi ni Aláforíjìn, Àṣàkẹ́-ọ̀run.”","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:42","price":"Ó sì ń gbé wọn lọ nínú ìgbì omi tó dà bí àpáta. (Ànábì Nūh) sì ké sí ọmọkùnrin rẹ̀, tí ó ti yara rẹ̀ sọ́tọ̀: “Ọmọkùnrin mi, gun ọkọ̀ ojú-omi pẹ̀lú wa. Má sì ṣe wà pẹ̀lú àwọn aláìgbàgbọ́.”","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:43","price":"Ó wí pé: “Èmi yóò fara pamọ́ síbi àpáta kan tí ó máa gbà mí là níbi omi.” (Ànábì Nūh) sọ pé: “Kò sí olùgbàlà kan (kò sí ẹni tí wọ́n máa gbàlà) ní òní níbi àṣẹ Allāhu (ẹ̀kún omi) àfi ẹni tí Allāhu bá ṣàánú.” Ìgbì omi sì la àwọn méjèèjì láààrin. Ó sì di ara àwọn olùtẹ̀rì sínú omi.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:44","price":"A sọ pé: “Ilẹ̀, fa omi rẹ mu. Sánmọ̀, dáwọ́ (òjò) dúró.” Wọ́n sì dín omi kù. Àṣẹ (ìparun wọn) sì wá sí ìmúṣẹ. (Ọkọ̀ ojú-omi) sì gúnlẹ̀ sórí àpáta Jūdī. Wọ́n sì sọ pé: “Kí ìjìnnà sí ìkẹ́ Allāhu máa jẹ́ ti ìjọ alábòsí.”","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:45","price":"(Ànábì) Nūh pe Olúwa rẹ̀, ó sì sọ pé: “Olúwa mi, dájúdájú ọmọ mi wà nínú ará ilé mi. Àti pé dájúdájú àdéhùn Rẹ, òdodo ni. Ìwọ l’O sì mọ ẹjọ́ dá jùlọ nínú àwọn adájọ́.","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:46","price":"Allāhu sọ pé: “Nūh, dájúdájú kò sí nínú ará ilé rẹ (ní ti ẹ̀sìn). Dájúdájú iṣẹ́ tí kò dára ni.¹ Nítorí náà, o ò gbọdọ̀ bi Mí léèrè n̄ǹkan tí o ò ní ìmọ̀ nípa rẹ̀. Dájúdájú Èmi ń kìlọ̀ fún ọ nítorí kí o má baà di ara àwọn aláìmọ̀kan.”","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"1. Nínú èdè Lárúbáwá, wọ́n lè pe ọmọ ẹni ní iṣẹ́ ọwọ́ ẹni. Nínú èdè Lárúbáwá èyí lè jẹ́ ‘amal tàbí kasb. Láti ọ̀dọ̀ ‘Ā’iṣah - kí Allāhu yọ́nú sí i -, ó sọ pé, Òjíṣẹ́ Allāhu - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ pé: “Dájúdájú n̄ǹkan tó dára jùlọ ni n̄ǹkan tí ẹ bá jẹ nínú iṣẹ́ ọwọ́ yín. Dájúdájú nínú iṣẹ́ ọwọ́ yín ni àwọn ọmọ yín wà. (Sunan at-Tirmithiy; 1358. Abu ‘Īsā at-Tirmithiy sọ pé: “Èyí ni hadīth tó dára, tó fẹsẹ̀ rìnlẹ̀.)","lang":"yo"},{"name":"11:47","price":"Ó sọ pé: “Olúwa mi, dájúdájú èmi ń sá di Ọ́ níbi kí n̄g bi Ọ́ léèrè n̄ǹkan tí èmi kò ní ìmọ̀ rẹ̀. Tí O ò bá foríjìn mí, kí O sì ṣàánú mi, èmi yóò wà lára àwọn ẹni òfò.”","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:48","price":"A sọ pé: “Nūh, sọ̀kalẹ̀ pẹ̀lú àlàáfíà láti ọ̀dọ̀ Wa. Àti pé kí ìbùkún wà pẹ̀lú rẹ àti àwọn ìjọ nínú àwọn tó ń bẹ pẹ̀lú rẹ. Àwọn ìjọ kan (tún ń bọ̀), tí A óò fún wọn ní ìgbádùn (oore ayé). Lẹ́yìn náà, ìyà ẹlẹ́ta-eléro yó sì fọwọ́ bà wọ́n láti ọ̀dọ̀ Wa.”","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:49","price":"Ìwọ̀nyí wà nínú ìró ìkọ̀kọ̀ tí À ń fi (ìmísí rẹ̀) ránṣẹ́ sí ọ. Ìwọ àti ìjọ rẹ kò nímọ̀ rẹ̀ ṣíwájú èyí (tí A sọ̀kalẹ̀ fún ọ). Nítorí náà, ṣe sùúrù. Dájúdájú ìkángun rere wà fún àwọn olùbẹ̀rù (Allāhu).","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:50","price":"(Ẹni tí A rán níṣẹ́) sí ìran ‘Ād ni arákùnrin wọn, (Ànábì) Hūd. Ó sọ pé: “Ẹ̀yin ìjọ mi, ẹ jọ́sìn fún Allāhu. Ẹ kò ní ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo lẹ́yìn Rẹ̀. Ẹ̀yin kò sì jẹ́ kiní kan bí kò ṣe aládàápa irọ́.","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:51","price":"Ẹ̀yin ìjọ mi, èmi kò bi yín léèrè owó-ọ̀yà kan lórí rẹ̀. Kò sí ẹ̀san mi níbì kan bí kò ṣe lọ́dọ̀ Ẹni tí Ó pilẹ̀ ìṣẹ̀dá mi. Ṣé ẹ ò níí ṣe làákàyè ni?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:52","price":"Ẹ̀yin ìjọ mi, ẹ tọrọ àforíjìn lọ́dọ̀ Olùwa Ẹlẹ́dàá yín, lẹ́yìn náà, kí ẹ ronú pìwàdà sọ́dọ̀ Rẹ̀ nítorí kí Ó lè rọ̀jò fún yín ní púpọ̀ láti sánmọ̀ àti nítorí kí Ó lè ṣe àlékún agbára kún agbára yín. Ẹ má ṣe pẹ̀yìn dà láti di ẹlẹ́ṣẹ̀ (sínú àìgbàgbọ́).”","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:53","price":"Wọ́n wí pé: “Hūd, o ò mú ẹ̀rí kan tó yanjú wá fún wa. Àwa kò sì níí gbé àwọn òrìṣà wa jù sílẹ̀ nítorí ọ̀rọ̀ (ẹnu) rẹ. Àti pé àwa kò ní ìgbàgbọ́ nínú rẹ.","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:54","price":"A kò níí sọ n̄ǹkan kan (sí ọ) bí kò ṣe pé, àwọn kan nínú àwọn òrìṣà wa ti fi ìnira kàn ọ́ (ló fi ń sọ ìsọkúsọ nípa wọn).” Ó sọ pé: “Dájúdájú èmi ń fi Allāhu ṣe Ẹlẹ́rìí àti pé kí ẹ̀yin náà jẹ́rìí pé dájúdájú èmi yọwọ́ yọsẹ̀ nínú ohun tí ẹ̀ ń fi ṣẹbọ","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:55","price":"dípò jíjọ́sìn fún Allāhu. Nítorí náà, ẹ parapọ̀ déte sí mi. Lẹ́yìn náà, kí ẹ má ṣe lọ́ mi lára.","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:56","price":"Dájúdájú èmi gbáralé Allāhu, Olúwa mi àti Olúwa yín. Kò sí ẹ̀dá abẹ̀mí kan àfi kí (ó jẹ́ pé) Òun l’Ó máa fi àásó orí rẹ̀ mú un. Dájúdájú Olúwa mi wà lórí ọ̀nà tààrà.","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:57","price":"Nítorí náà, tí ẹ bá pẹ̀yìn dà (níbi òdodo), mo kúkú ti fi ohun tí Wọ́n fi rán mi níṣẹ́ jíṣẹ́ fún yín, Olúwa mi yó sì fi ìjọ kan tó máa yàtọ̀ sí ẹ̀yin rọ́pò yín. Ẹ kò sì lè kó ìnira kan kan bá A. Dájúdájú Olúwa mi ni Olùṣọ́ lórí gbogbo n̄ǹkan.”","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:58","price":"Nígbà tí àṣẹ Wa dé, A gba (Ànábì) Hūd àti àwọn tó gbàgbọ́ pẹ̀lú rẹ̀ là pẹ̀lú ìkẹ́ láti ọ̀dọ̀ Wa; A gbà wọ́n là nínú ìyà tó nípọn.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:59","price":"Ìran ‘Ād nìyẹn; wọ́n tako àwọn āyah Olúwa wọn. Wọ́n sì yapa àwọn Òjíṣẹ́ wọn. Wọ́n sì tẹ̀lé àṣẹ gbogbo àwọn aláfojúdi alátakò-òdodo.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:60","price":"A fi ègún tẹ̀lé wọn nílé ayé yìí àti ní Ọjọ́ Àjíǹde. Gbọ́, dájúdájú ìran ‘Ād ṣàì gbàgbọ́ nínú Olúwa wọn. Kíyè sí i, kí ìjìnnà sí ìkẹ́ máa jẹ́ ti ìran ‘Ād, ìjọ (Ànábì) Hūd.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:61","price":"(Ẹni tí A rán níṣẹ́) sí ìran Thamūd ni arákùnrin wọn, (Ànábì) Sọ̄lih. Ó sọ pé: “Ẹ̀yin ìjọ mi, ẹ jọ́sìn fún Allāhu. Ẹ kò ní ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo lẹ́yìn Rẹ̀. Òun l’Ó pílẹ̀ ìṣẹ̀dá yín láti ara (erùpẹ̀) ilẹ̀. Ó sì fún yín ní ìṣẹ̀mí lò lórí rẹ̀. Nítorí náà, ẹ tọrọ àforíjìn lọ́dọ̀ Rẹ̀. Lẹ́yìn náà, ẹ ronú pìwàdà sọ́dọ̀ Rẹ̀. Dájúdájú Olúwa mi ni Olùsúnmọ́, Olùjẹ́pè (ẹ̀dá).”","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:62","price":"Wọ́n wí pé: “Sọ̄lih, o ti wà láààrin wa ní ẹni tí a ní ìrètí sí (pé o máa sanjọ́) ṣíwájú (ọ̀rọ̀ tí o sọ) yìí. Ṣé o máa kọ̀ fún wa láti jọ́sìn fún ohun tí àwọn bàbá wa ń jọ́sìn fún ni? Dájúdájú àwa mà wà nínú iyèméjì tó gbópọn nípa n̄ǹkan tí ò ń pè wá sí.”","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:63","price":"Ó sọ pé: “Ẹ̀yin ìjọ mi, ẹ sọ fún mi, tí ó bá jẹ́ pé èmi wà lórí ẹ̀rí tó yanjú láti ọ̀dọ̀ Olúwa mi, tí ìkẹ́ kan sì dé bá mi láti ọ̀dọ̀ Rẹ̀, ta ni ẹni tí ó máa ràn mí lọ́wọ́ nínú (ìyà) Allāhu tí mo bá yapa Rẹ̀? Kò sí kiní kan tí ẹ lè fi ṣe àlékún rẹ̀ fún mi yàtọ̀ sí ìparun.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:64","price":"Ẹ̀yin ìjọ mi, èyí ni abo ràkúnmí Allāhu. Ó jẹ́ àmì fún yín. Nítorí náà, ẹ fi sílẹ̀, kí ó máa jẹ́ kiri lórí ilẹ̀ Allāhu. Ẹ má ṣe fi ìnira kàn án nítorí kí ìyà tó súnmọ́ má báa jẹ yín.”","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:65","price":"Wọ́n sì gún un pa. Ó sọ pé: “Ẹ jẹ̀gbádùn nínú ilé yín fún ọjọ́ mẹ́ta (kí ìyà yín tó dé). Ìyẹn ni àdéhùn tí kì í ṣe irọ́.”","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:66","price":"Nígbà tí àṣẹ Wa dé, A gba (Ànábì) Sọ̄lih àti àwọn tó gbàgbọ́ pẹ̀lú rẹ̀ là pẹ̀lú ìkẹ́ láti ọ̀dọ̀ Wa. (A tún gbà wọ́n là) nínú àbùkù ọjọ́ yẹn. Dájúdájú Olúwa Rẹ, Òun ni Alágbára, Olùborí (ẹ̀dá).","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:67","price":"Ohùn igbe líle gbá àwọn tó ṣàbòsí mú. Wọ́n sì dà lulẹ̀, tí wọ́n ti dòkú sínú ìlú wọn.","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:68","price":"Àfi bí ẹni pé wọn kò gbénú ìlú náà rí.¹ Gbọ́, dájúdájú ìran Thamūd ṣàì gbàgbọ́ nínú Olúwa wọn. Kíyè sí i, kí ìjìnnà sí ìkẹ́ máa jẹ́ ti ìjọ Thamūd.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"1. Ìyẹn ni pé, wọ́n ṣẹ̀mí fún ọ̀pọ̀lọ́pọ̀ ọdún, àmọ́ wọ́n parẹ́ láààrin ìṣẹ́jú kan.","lang":"yo"},{"name":"11:69","price":"Dájúdájú àwọn Òjíṣẹ́ Wa ti mú ìró ìdùnnú wá bá (Ànábì) ’Ibrọ̄hīm. Wọ́n sọ pé: “Àlàáfíà (fún ọ).” Ó sọ pé: “Àlàáfíà (fún yín).” Kò sì pẹ́ rárá tó fi gbé ọmọ màálù àyangbẹ wá.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:70","price":"Nígbà tí ó rí ọwọ́ wọn pé kò kan oúnjẹ náà, ó pajú dà sí wọn (ó f’ojú òdì wo àìjẹun wọn). Ìbẹ̀rù wọn sì mú un.¹ Wọ́n sọ pé: “Má ṣe bẹ̀rù. Dájúdájú àwọn ènìyàn (Ànábì) Lūt ni Wọ́n rán àwa sí.”","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"1. Tàbí “ó pa ìbẹ̀rù wọn mọ́ra”.","lang":"yo"},{"name":"11:71","price":"Ìyàwó rẹ̀ wà ní ìdúró, ó rẹ́rìn-ín. A sì fún un ní ìró ìdùnnú (pé ó máa bí) ’Ishāƙ. Àti pé lẹ́yìn ’Ishāƙ ni Ya‘ƙūb (ìyẹn, ọmọọmọ).¹","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"1. Àsìkò tí àwọn mọlāika fẹ́ pa ìjọ Ànábì Lūt - kí ọlà Allāhu máa bá a - rẹ́ ni àsìkò tí ìró ìdùnnú àsọtẹ́lẹ̀ bíbí Ànábì ’Ishāƙ - kí ọlà Allāhu máa bá a - bọ́ sí. Èyí túmọ̀ sí pé, lẹ́yìn ìṣẹ̀lẹ̀ tí Ànábì ’Ibrọ̄hīm - kí ọlà Allāhu máa bá a - ti fẹ́ fi àkọ́bí rẹ̀ Ànábì ’Ismọ̄‘īl - kí ọlà Allāhu máa bá a - jọ́sìn fún Allāhu - subhānahu wa ta'ālā - ni àsọtẹ́lẹ̀ bíbí Ànábì ’Ishāƙ - kí ọlà Allāhu máa bá a - ṣẹlẹ̀. Ìdí ni pé, ọlá àdúà tí Ànábì ’Ibrọ̄hīm - kí ọlà Allāhu máa bá a - ṣe láti tọrọ ọmọ ló jẹ́ sábàbí fún bíbí Ànábì ’Ismọ̄‘īl - kí ọlà Allāhu máa bá a -. Àmọ́ ọlá ìtẹ̀lé àṣẹ tí Allāhu pa pé kí Ànábì ’Ibrọ̄hīm - kí ọlà Allāhu máa bá a - fi “ọmọ àdúà náà” Ànábì ’Ismọ̄‘īl - kí ọlà Allāhu máa bá a - jọ́sìn fún Òun ló jẹ́ sábàbí fún bíbí Ànábì ’Ishāƙ - kí ọlà Allāhu máa bá a -. \n Kíyè sí i, àdúà “ìrawọ́rasẹ̀” sí Allāhu tí Ànábì ’Ibrọ̄hīm - kí ọlà Allāhu máa bá a - ṣe láti fi tọrọ Ànábì ’Ismọ̄‘īl - kí ọlà Allāhu máa bá a - kò la ìjẹ́jẹ̀ẹ́ kan kan lọ, gẹ́gẹ́ bí àwọn kan ṣe lérò. Ẹ ka sūrah ‘Ibrọ̄hīm; 14:39 àti sūrah as-Sọ̄ffāt; 37: 100 - 113.","lang":"yo"},{"name":"11:72","price":"Ó sọ pé: “Hẹ̀n-ẹ́n! Ṣé pé mo máa bímọ, arúgbóbìnrin ni mí, baálé mi yìí sì ti dàgbàlágbà! Dájúdájú èyí ni n̄ǹkan ìyanu.”","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:73","price":"Wọ́n sọ pé: “Ṣé o máa ṣèèmọ̀ nípa àṣẹ Allāhu ni? Ìkẹ́ Allāhu àti ìbùkún Rẹ̀ kí ó máa bẹ fún yín, ẹ̀yin ará ilé (yìí). Dájúdájú Allāhu ni Ẹlẹ́yìn, Ológo.”","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:74","price":"Nígbà tí ìbẹ̀rù kúrò lára (Ànábì) ’Ibrọ̄hīm, tí ìró ìdùnnú sì ti dé bá a ló bá ń pàrọwà fún (àwọn Òjíṣẹ́) Wa nípa ìjọ (Ànábì) Lūt.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:75","price":"Dájúdájú (Ànábì) ’Ibrọ̄hīm ni aláfaradà, olùrawọ́rasẹ̀, olùronúpìwàdà.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:76","price":"(Ànábì) ’Ibrọ̄hīm, ṣẹ́rí kúrò níbi èyí. Dájúdájú àṣẹ Olúwa rẹ ti dé. Àti pé dájúdájú àwọn (wọ̀nyẹn) ni ìyà tí kò ṣe é dá padà yóò dé bá.","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:77","price":"Nígbà tí àwọn Òjíṣẹ́ Wa dé bá (Ànábì) Lūt, ó banújẹ́ nítorí wọn. Agbára rẹ̀ kò sì ká ọ̀rọ̀ wọn mọ́. Ó sì sọ pé: “Ọjọ́ tó le gan-an ní èyí.”","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:78","price":"Àwọn ènìyàn rẹ̀ wá bá a, tí wọ́n ń sáré gbọ̀n wá sí ọ̀dọ̀ rẹ̀. Tẹ́lẹ̀tẹ́lẹ̀ wọ́n sì ti ń ṣe iṣẹ́ aburú (bí ìbálòpọ̀ ọkùnrin sí ọkùnrin). Ó sọ pé: “Ẹ̀yin ènìyàn mi, àwọn wọ̀nyí ni ọmọbìnrin mi¹, wọ́n mọ́ jùlọ fún yín (láti fi ṣaya dípò ìbálòpọ̀ ọkùnrin sí ọkùnrin). Nítorí náà, ẹ bẹ̀rù Allāhu. Kí ẹ sì má ṣe dójú tì mí lọ́dọ̀ àlejò mi. Ṣé kò sí ọkùnrin kan tí ó lóye lórí nínú yín ni?”","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"1. Ànábì Lūt - kí ọlà Allāhu máa bá a - pe “àwọn obìnrin” nínú ìjọ rẹ̀ ní “àwọn ọmọbìnrin rẹ̀” nítorí pé, ipò bàbá ni ànábì kọ̀ọ̀kan wà lórí ìjọ rẹ̀.","lang":"yo"},{"name":"11:79","price":"Wọ́n wí pé: “Ìwọ kúkú ti mọ̀ pé àwa kò ní bùkátà kan sí àwọn ọmọbìnrin rẹ. O sì ti mọ n̄ǹkan tí à ń fẹ́.”","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:80","price":"Ó sọ pé: “Tí ó bá jẹ́ pé dájúdájú agbára kan wà fún mi lórí yín ni, tàbí (pé) mo lè darapọ̀ mọ́ ẹbí kan (tàbí ikọ̀ ọmọ-ogun kan) tó lágbára ni, (èmi ìbá di yín lọ́wọ́ níbi aburú yín).”","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:81","price":"(Àwọn mọlāika) sọ pé: “(Ànábì) Lūt, dájúdájú Òjíṣẹ́ Olúwa rẹ ni àwa. Wọn kò lè (fọwọ́ aburú) kàn ọ́. Nítorí náà, mú àwọn ará ilé rẹ jáde ní abala kan nínú òru.¹ Kí ẹnì kan nínú yín má sì ṣe ṣíjú wẹ̀yìn wò, àfi ìyàwó rẹ, dájúdájú ohun tó máa ṣẹlẹ̀ sí wọn ló máa ṣẹlẹ̀ sí i. Dájúdájú àkókò (àdánwò) wọn ni òwúrọ̀. Ṣé òwúrọ̀ kò súnmọ́ ni?","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"1. Abala kan nínú òru nínú āyah yìí dúró fún abala ìparí òru, tí í ṣe àsìkò sààrì gẹ́gẹ́ bí ó ṣe wà nínú sūrah al-Ƙọmọr; 54:34.","lang":"yo"},{"name":"11:82","price":"Nígbà tí àṣẹ Wa dé, A sọ òkè ìlú wọn di ìsàlẹ̀ rẹ̀ (ìlú wọ́n sì dojú bolẹ̀). A tún rọ òjò òkúta amọ̀ sísun lé wọn lórí ní tẹ̀léǹtẹ̀lé.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:83","price":"(Àwọn òkúta náà) ti ní àmì (orúkọ ẹnì kọ̀ọ̀kan wọn lára) láti ọ̀dọ̀ Olúwa rẹ. Wọn kò sì jìnnà sí àwọn alábòsí.","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:84","price":"(Ẹni tí A rán níṣẹ́) sí ìran Mọdyan ni arákùnrin wọn (Ànábì) Ṣua‘eb. Ó sọ pé: “Ẹ̀yin ìjọ mi, ẹ jọ́sìn fún Allāhu. Ẹ kò ní ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo lẹ́yìn Rẹ̀. Ẹ má ṣe dín kóńgò àti òṣùwọ̀n kù. Mo rí yín pẹ̀lú dáadáa (tí Allāhu ṣe fún yín). Dájúdájú èmi sì ń páyà ìyà ọjọ́ kan tí ó máa yi yín po.","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:85","price":"Ẹ̀yin ìjọ mi, ẹ wọn kóńgò àti òṣùwọ̀n kún ní dọ́gban̄n̄dọ́gba. Ẹ má ṣe dín n̄ǹkan àwọn ènìyàn kù. Kí ẹ sì má ṣèbàjẹ́ sórí ilẹ̀.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:86","price":"Ohun tí Allāhu bá ṣẹ́kù fún yín (nínú halāl) lóore jùlọ fún yín tí ẹ bá jẹ́ onígbàgbọ́ òdodo. Èmi kì í sì ṣe olùṣọ́ lórí yín.”","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:87","price":"Wọ́n wí pé: “Ṣu‘aeb, ṣé ìrun rẹ ló ń pa ọ́ láṣẹ pé kí á gbé ohun tí àwọn bàbá wa ń jọ́sìn fún jù sílẹ̀, tàbí (ìrun rẹ ló ń kọ̀ fún wa) láti ṣe ohun tí a bá fẹ́ nínú dúkìá wa? Dájúdájú ìwọ mà ni olùfaradà, olóye (lójú ara rẹ nìyẹn).”¹","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"1. Ẹ wòye sí ọ̀rọ̀ ẹnu àwọn aláìgbàgbọ́ wọ̀nyẹn dáadáa. Wọ́n kò jẹ́pè Ànábì Ṣua‘eb - kí ọlà Allāhu máa bá a - fún ìdí méjì. Ìkíní: wọ́n ti mọ̀ pé ẹni tí ó bá gbà láti máa kírun kò gbọ́dọ̀ ṣẹbọ mọ́. Ìkejì: wọ́n ti mọ̀ pé ẹni tí ó bá gbà láti máa kírun gbọ́dọ̀ ṣọ́ra fún àwọn ọ̀nà owó harām àti ọ̀nà ìnáwó harām. Èyí sì ni òdodo nípa ẹ̀sìn 'Islām níwọ̀n ìgbà tí mùsùlùmí bá ti fẹ́ jèrè ẹ̀sìn rẹ̀.","lang":"yo"},{"name":"11:88","price":"Ó sọ pé: “Ẹ̀yin ìjọ mi, ẹ sọ fún mi, tí ó bá jẹ́ pé mo wà lórí ẹ̀rí tó yanjú láti ọ̀dọ̀ Olúwa mi, tí (Olúwa mi) sì fún mi ní arísìkí láti ọ̀dọ̀ Rẹ̀ ní arísìkí tó dára (ṣé kí n̄g máa jẹ harāmu pẹ̀lú rẹ̀ ni?). Èmi kò sì fẹ́ yapa yín nípa n̄ǹkan tí mò ń kọ̀ fún yín (ìyẹn ni pé, èmi náà ń lo ohun tí mò ń sọ fún yín). Kò sí ohun tí mo fẹ́ bí kò ṣe àtúnṣe pẹ̀lú bí mo ṣe lágbára mọ. Kò sí kòǹgẹ́ ìmọ̀nà kan fún mi bí kò ṣe pẹ̀lú (ìyọ̀ǹda) Allāhu. Òun ni mo gbáralé. Ọ̀dọ̀ Rẹ̀ sì ni mo máa ṣẹ́rí sí (fún ìronúpìwàdà).","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:89","price":"Ẹ̀yin ìjọ mi, ẹ má ṣe jẹ́ kí (bí) ẹ ṣe ń yapa mi mu yín lùgbàdì irú ohun tí ó ṣẹlẹ̀ sí ìjọ (Ànábì) Nūh tàbí ìjọ (Ànábì) Hūd tàbí ìjọ (Ànábì) Sọ̄lih. Ìjọ (Ànábì) Lūt kò sì jìnnà si yín.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:90","price":"Kí ẹ sì tọrọ àforíjìn lọ́dọ̀ Olúwa yín. Lẹ́yìn náà, kí ẹ ronú pìwàdà sọ́dọ̀ Rẹ̀. Dájúdájú Olúwa mi ni Aláàánú, Olólùfẹ́ (ẹ̀dá).”","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:91","price":"Wọ́n wí pé: “Ṣu‘aeb, a kò gbọ́ àgbọ́yé ọ̀pọ̀lọ́pọ̀ nínú ohun tí ò ń sọ. Dájúdájú àwa sì ń rí ọ ní ọ̀lẹ láààrin wa. Tí kò bá jẹ́ pé nítorí ti ẹbí rẹ ni, àwa ìbá ti kù ọ́ lókò pa; ìwọ kò sì lágbára kan lórí wa.”","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:92","price":"Ó sọ pé: “Ẹ̀yin ìjọ mi, ṣé ẹbí mi ló lágbára lójú yin ju Allāhu? Ẹ sì sọ Allāhu di Ẹni tí ẹ kọ̀yìn sí! Dájúdájú Olúwa mi ni Alámọ̀tán nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:93","price":"Ẹ̀yin ìjọ mi, ẹ máa ṣe bí ẹ ti fẹ́ nínú ẹ̀sìn yín, dájúdájú èmi náà yóò máa bá ẹ̀sìn mi lọ. Láìpẹ́ ẹ̀yin yóò mọ ẹni tí ìyà máa dé bá, tí ó máa yẹpẹrẹ rẹ̀, (ẹ̀yin yó sì mọ) ta ni òpùrọ́. Nítorí náà, ẹ máa retí. Dájúdájú èmi náà wà pẹ̀lú yín tí mò ń retí (ìkángun ọ̀rọ̀ yín).”","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:94","price":"Nígbà tí àṣẹ Wa dé, A gba (Ànábì) Ṣu‘aeb àti àwọn tó gbàgbọ́ pẹ̀lú rẹ̀ là pẹ̀lú ìkẹ́ láti ọ̀dọ̀ Wa. Ohùn igbe líle gbá àwọn tó ṣàbòsí mú. Wọ́n sì dà lulẹ̀, tí wọ́n ti dòkú sínú ìlú wọn.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:95","price":"Àfi bí ẹni pé wọn kò gbénú ìlú náà rí.¹. Gbọ́, kí ìjìnnà sí ìkẹ́ máa jẹ́ ti ìran Mọdyan gẹ́gẹ́ bí ìran Thamūd ṣe jìnnà sí ìkẹ́.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"1. Ìyẹn ni pé, wọ́n ṣẹ̀mí fún ọ̀pọ̀lọ́pọ̀ ọdún pẹ̀lú ayé gbẹdẹmukẹ, àmọ́ wọ́n parẹ́ láààrin ìṣẹ́jú kan.","lang":"yo"},{"name":"11:96","price":"Dájúdájú A fi àwọn àmì Wa àti ẹ̀rí pọ́nńbélé rán (Ànábì) Mūsā níṣẹ́","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:97","price":"sí Fir‘aon àti àwọn ìjòyè rẹ̀. Àwọn ènìyàn sì tẹ̀lé àṣẹ Fir‘aon. Àṣẹ Fir‘aon kò sì jẹ́ ìmọ̀nà.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:98","price":"Ó máa ṣíwájú ìjọ rẹ̀ ní Ọjọ́ Àjíǹde. Ó sì máa kó wọn wọ inú Iná. Wíwọ Iná náà sì burú.","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:99","price":"A fi ègún tẹ̀lé wọn nílé ayé yìí àti ní Ọjọ́ Àjíǹde. Ẹ̀bùn náà tí wọ́n fún wọn ní tẹ̀léǹtẹ̀lé (ègún àti Iná) sì burú.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:100","price":"Ìyẹn wà nínú àwọn ìró ìlú tí À ń sọ ìtàn rẹ̀ fún ọ. Ó wà nínú àwọn ìlú náà èyí tí ó sì ń jẹ́ ìlú àti èyí tí wọ́n ti parẹ́.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:101","price":"A kò ṣàbòsí sí wọn, ṣùgbọ́n wọ́n ṣàbòsí sí ẹ̀mí ara wọn. Nítorí náà, àwọn òrìṣà wọn, tí wọ́n ń pè lẹ́yìn Allāhu, kò rọ̀ wọ́n lọ́rọ̀ nígbà tí àṣẹ Olúwa rẹ dé. Wọn kò ṣe àlékún kan fún wọn bí kò ṣe ìparun.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:102","price":"Báyẹn ni ìgbámú Olúwa rẹ. Nígbà tí Ó bá gbá àwọn ìlú alábòsí mú, dájúdájú Ó máa gbá a mú pẹ̀lú ìyà ẹlẹ́ta-eléro tó le.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:103","price":"Dájúdájú àmì (fèyíkọ́gbọ́n) wà nínú ìyẹn fún ẹnikẹ́ni tó páyà ìyà Ọjọ́ Ìkẹ́yìn. Ìyẹn ni ọjọ́ tí A óò kó àwọn ènìyàn jọ fún. Àti pé ìyẹn ni ọjọ́ tí gbogbo ẹ̀dá yóò fojú rí.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:104","price":"A kò sì fi falẹ̀ bí kò ṣe títí di àkókò kan tí A ti ṣírò kalẹ̀.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:105","price":"Ní ọjọ́ tó bá dé, ẹ̀mí kan kò níí sọ̀rọ̀ àfi pẹ̀lú ìyọ̀ǹda Allāhu. Olórí burúkú àti olórí ire yó sì wà nínú àwọn ẹ̀dá (ní ọjọ́ náà).","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:106","price":"Ní ti àwọn tó bá ṣorí burúkú, wọn yóò wà nínú Iná. Wọn yóò máa gbin tòò, wọn yó sì máa ké tòò.","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:107","price":"Olùṣegbére ni wọ́n nínú rẹ̀ ní òdiwọ̀n ìgbà tí àwọn sánmọ̀ àti ilẹ̀ fi ń bẹ, àfi ohun tí Olúwa rẹ bá fẹ́¹. Dájúdájú Olúwa ni Aṣèyí-ó-wùú.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"1. Ẹ wo àlàyé lórí àgbọ́yé “àfi ohun tí Olúwa rẹ bá fẹ́” nínú ìtọsẹ̀-ọ̀rọ̀ sūrah al-’An‘ām; 6:128.","lang":"yo"},{"name":"11:108","price":"Ní ti àwọn tí A bá ṣe ní olórí-ire, wọ́n máa wà nínú Ọgbà Ìdẹ̀ra. Olùṣegbére ni wọ́n nínú rẹ̀ ní òdíwọ̀n ìgbà tí àwọn sánmọ̀ àti ilẹ̀ fi ń bẹ¹, àfi ohun tí Olúwa rẹ bá fẹ́.² (Ọgbà Ìdẹ̀ra jẹ́) ọrẹ àìlópin.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"1. Bíbẹ nínú Iná àti bíbẹ nínú Ọgbà Ìdẹ̀ra ní òdiwọ̀n ìgbà tí àwọn sánmọ̀ àti ilẹ̀ fi ń bẹ kò túmọ̀ sí pé òpin yóò dé bá Iná àti Ọgbà Ìdẹ̀ra gẹ́gẹ́ bí òpin yóò ṣe dé bá àwọn sánmọ̀ àti ilẹ̀. Ṣùgbọ́n ọ̀nà ìbátan níbi àfiwé tí ń bẹ láààrin àwọn méjéèjì ni pé, ó jẹ́ ara ẹwà èdè láti ṣe àfihàn ìgbà pípẹ́ fún n̄ǹkan. Lára irúfẹ èyí náà ni, bí àpẹ̀ẹrẹ, kí ọkùnrin kan sọ pé, “Èmi yóò máa jẹ́ ọkúnrin ní òdiwọ̀n ìgbà tí ilẹ̀ bá ń ṣú, tí ilẹ̀ bá ń mọ́.” \n Ṣíwájú sí i, ìgbàgbọ́ àwa mùsùlùmí ahlu-sunnah wal-janmọ̄n‘ah ni pé, kò sí òpin ìgbà fún Iná àti Ọgbà Ìdẹ̀ra ní ọ̀run. Bí ó tilẹ̀ jẹ́ pé, àwọn kan lè kọ́kọ́ wọ inú Iná ṣíwájú kí Allāhu - tó ga jùlọ - tó padà mú wọn jáde kúrò nínú rẹ̀ pẹ̀lú àánú Rẹ̀ tàbí pẹ̀lú ìṣìpẹ̀ Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Lẹ́yìn náà, ó máa ṣẹ́ ku kìkìdá àwọn ọmọ Iná Gbére, wọn yó sì ṣe gbére nínú Iná. \n Ní ìdà kejì ẹ̀wẹ̀, ẹnikẹ́ni tí ó bá wọ Ọgbà Ìdẹ̀ra, ó máa ṣe gbére nínú rẹ̀ ni. Kò sì níí sí ẹnì kan tí ó máa ti inú Ọgbà Ìdẹ̀ra bọ́ sínú Iná Gbére. \n Ẹ̀rí nínú sunnah Ànábì wa - kí ìkẹ́ àti ọlà Allāhu máa bá a -, tí á tún lè fi ní àgbọ́yé àwọn āyah wọ̀nyí dáradára ni hadīth Abu-Sa‘īd al-Kudri - kí Allāhu yọ́nú sí i -. Ó sọ pé, Òjíṣẹ́ Allāhu - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ pé: “Ní Ọjọ́ Àjíǹde, wọn yóò mú Ikú wá ní ìrísí àgbò funfun, tí ó ní dúdú lára. Olùpèpè kan yó sì pèpè báyìí pé, “Ẹ̀yin ará Ọgbà Ìdẹ̀ra”. Àwọn ará Ọgbà Ìdẹ̀ra yó sì narùn jáde síta, wọn yóò wo (ìta). Olùpèpè yó sì sọ pé: “Ǹjẹ́ ẹ̀yin mọ èyí?” Wọn yóò sọ pé: “Bẹ́ẹ̀ ni, èyí ni Ikú.” Ẹnì kọ̀ọ̀kan wọn sì máa rí i. Lẹ́yìn náà, olùpèpè máa pèpè báyìí pé, “Ẹ̀yin ará Iná”. Àwọn ará Iná yó sì narùn jáde síta, wọn yóò wo (ìta). Olùpèpè yó sì sọ pé: “Ǹjẹ́ ẹ̀yin mọ èyí?” Wọn yóò wí pé: “Bẹ́ẹ̀ ni, èyí ni Ikú.” Ẹnì kọ̀ọ̀kan wọn sì máa rí i. Nígbà náà, A óò pa Ikú. Lẹ́yìn náà, olùpèpè kan yóò sọ pé: “Ẹ̀yin ará Ọgbà Ìdẹ̀ra, gbére (ni tiyín báyìí nínú Ọgbà Ìdẹ̀ra), kò sì sí Ikú mọ́. Olùpèpè yóò tún sọ pé: “Ẹ̀yin ará Iná, gbére (ni tiyín báyìí nínú Iná), kò sì sí Ikú mọ́.” Al-Bukāriy; Kitāb at-Tafsīr. \n 2. Awẹ́ gbólóhùn yìí “àfi ohun tí Olúwa rẹ bá fẹ́”, àgbọ́yé rẹ̀ ni pípẹ́ tí àwọn kan yóò pẹ́ kí wọ́n tó wọ inú Ọgbà Ìdẹ̀ra. Ó kúkú ti hàn kedere pé àwọn kan yóò ṣíwájú àwọn mìíràn wọ inú Ọgbà Ìdẹ̀ra látára bí ìrìn-àjò ẹ̀dá bá ṣe rí lórí afárá Iná.\n Bákàn náà, àwọn ẹlẹ́ṣẹ̀ kan yóò kọ́kọ́ wọ inú Iná ṣíwájú kí wọ́n tó wọ inú Ọgbà Ìdẹ̀ra. Àti pé àwọn kan wulẹ̀ ti wà nínú Ọgbà Ìdẹ̀ra ṣíwájú Ọjọ́ Àjíǹde ẹ̀dá. Àwọn wọ̀nyí ni àwọn tí wọ́n kú sí ipò ṣẹhīd, gẹ́gẹ́ bí a ti ṣe mú hadīth wá lórí èyí nínú ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:154.\n Nítorí náà, nípa ti èrò Ọgbà Ìdẹ̀ra, “àfi ohun tí Olúwa rẹ bá fẹ́” túmọ̀ sí “àfi pípẹ́ tí Olúwa rẹ bá fẹ́ fún àwọn kan láti pẹ́ wọ inú Ọgbà Ìdẹ̀ra.” Nígbà tí gbogbo wọn bá sì péjú pésẹ̀ tán sínú rẹ̀, wọn yó sì máa wà nínú rẹ̀ títí láéláé. Èyí yóò rí bẹ́ẹ̀ lẹ́yìn tí wọ́n bá pa Ikú. Kí Allāhu jẹ́ kí á tètè wọ inú Ọgbà Ìdẹ̀ra. \n Ní ìsọníṣókí, ìyàtọ̀ wà nínú àgbọ́yé “àfi ohun tí Olúwa rẹ bá fẹ́” nípa ti èrò Iná àti “àfi ohun tí Olúwa rẹ bá fẹ́” nípa ti èrò Ọgbà Ìdẹ̀ra. Àmọ́ àgbọ́yé àwọn méjèèjì kò jẹmọ́ pé òpin máa dé bá Iná àti Ọgbà Ìdẹ̀ra. Ọgbà gbére ni méjèèjì. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah as-Sajdah; 32:20.","lang":"yo"},{"name":"11:109","price":"Nítorí náà, má ṣe wà nínú iyèméjì nípa ohun tí àwọn wọ̀nyí ń jọ́sìn fún. Wọn kò jọ́sìn fún kiní kan bí kò ṣe bí àwọn bàbá wọn náà ṣe ń jọ́sìn (fún àwọn òrìṣà) ní ìṣáájú. Dájúdájú Àwa yóò san wọ́n ní ẹ̀san ìpín (ìyà) wọn láì níí dín in kù.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:110","price":"A kúkú fún (Ànábì) Mūsā ní Tírà. Wọ́n sì yapa-ẹnu nípa rẹ̀. Àti pé tí kò bá jẹ́ pé ọ̀rọ̀ kan ti ṣíwájú láti ọ̀dọ̀ Olúwa rẹ ni, Àwa ìbá ti ṣèdájọ́ láààrin wọn. Dájúdájú wọ́n kúkú wà nínú iyèméjì tó gbópọn nípa al-Ƙur’ān.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:111","price":"Dájúdájú ẹnì kọ̀ọ̀kan wọn ni Olúwa rẹ yóò san ní ẹ̀san iṣẹ́ wọn. Dájúdájú Òun ni Alámọ̀tán nípa ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:112","price":"Dúró ṣinṣin gẹ́gẹ́ bí A ṣe pa ìwọ àti ẹnikẹ́ni tí ó bá rónú pìwàdà pẹ̀lú rẹ láṣẹ. Ẹ má ṣe tayọ ẹnu-ààlà. Dájúdájú Òun ni Olùríran nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:113","price":"Ẹ má ṣe tẹ̀ sọ́dọ̀ àwọn tó ṣàbòsí nítorí kí Iná má baà fọwọ́ bà yín. Kò sì níí sí àwọn aláàbò fún yín lẹ́yìn Allāhu. Lẹ́yìn náà, A ò níí ràn yín lọ́wọ́.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:114","price":"Kírun ní etí ọ̀sán méjèèjì¹ àti ní abala kan nínú òru². Dájúdájú àwọn iṣẹ́ rere ń pa àwọn iṣẹ́ aburú rẹ́. Ìyẹn ni ìrántí fún àwọn olùrántí (Allāhu).","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"1. Ìyẹn ni ìbẹ̀rẹ̀ ọ̀sán àti ìparí ọ̀sán. Ìbẹ̀rẹ̀ ọ̀sán dúró fún lílà al-fajr fún ìrun Subh. Ìparí ọ̀sán dúró fún ìrun Ṭḥuhr àti ‘Asr.\n 2. Ìyẹn ni abala ìbẹ̀rẹ̀ òru. Èyí dúró fún ìrun Mọgrib àti ‘Iṣā’.","lang":"yo"},{"name":"11:115","price":"Ṣe sùúrù. Dájúdájú Allāhu kò níí fi ẹ̀san àwọn olùṣe-rere ráre.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:116","price":"Kí ó sì jẹ́ pé àwọn onílàákàyè kan wà nínú àwọn ìran tó ṣíwájú yín (nínú àwọn tí A parẹ́) kí wọ́n máa kọ ìbàjẹ́ lórí ilẹ̀ - àfi ènìyàn díẹ̀ lára àwọn tí A gbàlà nínú wọn. - Àwọn tó ṣàbòsí sì tẹ̀lé n̄ǹkan tí A fi ṣe gbẹdẹmukẹ fún wọn. Wọ́n sì jẹ́ ẹlẹ́ṣẹ̀.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:117","price":"Olúwa rẹ kì í pa àwọn ìlú run lọ́nà àbòsí, nígbà tí àwọn ènìyàn rẹ̀ bá jẹ́ olùṣàtùn-únṣe.¹","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"1. Àwọn kan sọ pé, a tún lè túmọ̀ āyah yìí kan náà báyìí pé, “Allāhu kì í pa àwọn ìlú run fún wí pé wọ́n ń ṣẹbọ sí I, níwọ̀n ìgbà tí àwọn ará ìlú náà bá ń ṣe déédé láààrin ara wọn.” (Tọbariy)","lang":"yo"},{"name":"11:118","price":"Tí ó bá jẹ́ pé Olúwa rẹ bá fẹ́, ìbá ṣe àwọn ènìyàn ní ìjọ ẹlẹ́sìn kan ṣoṣo. (Àmọ́) wọn kò níí yé yapa-ẹnu (lórí ’Islām)","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:119","price":"àfi ẹni tí Olúwa rẹ bá kẹ́. Nítorí ìyẹn l’Ó fi ṣẹ̀dá wọn. Ọ̀rọ̀ Olúwa rẹ sì ti ṣẹ (báyìí pé): “Dájúdájú Èmi yóò mú nínú àwọn àlùjànnú àti ènìyàn ní àpapọ̀ kúnnú iná Jahanamọ.” ¹","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"1. Gbólóhùn yìí “Nítorí ìyẹn l’Ó fi ṣẹ̀dá wọn.”, ìyẹn ni pé, Allāhu - tó ga jùlọ - dá àwọn ènìyàn àti àlùjànnú kan fún dídúró ṣinṣin lórí ẹ̀sìn ’Islām àti wíwọ inú Ọgbà Ìdẹ̀ra. Ó sì dá àwọn mìíràn fún yíyapa ẹ̀sìn ’Islām àti wíwọ inú Iná.","lang":"yo"},{"name":"11:120","price":"Gbogbo (n̄ǹkan tí) À ń sọ ìtàn rẹ̀ fún ọ nínú àwọn ìró àwọn Òjísẹ́ ni èyí tí A fi ń fi ọ́ lọ́kàn balẹ̀. Òdodo tún dé bá ọ nínú (sūrah) yìí. Wáàsí àti ìrántí tún ni fún àwọn onígbàgbọ́ òdodo.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:121","price":"Kí o sì sọ fún àwọn tí kò gbàgbọ́ pé: “Ẹ máa ṣe bí ẹ ti fẹ́ nínú ẹ̀sìn yín. Dájúdájú àwa náà yóò máa bá ẹ̀sìn wa lọ.","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:122","price":"Ẹ máa retí, dájúdájú Àwa náà ń retí.”","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"yo"},{"name":"11:123","price":"Ti Allāhu ni ìkọ̀kọ̀ àwọn sánmọ̀ àti ilẹ̀. Ọ̀dọ̀ Rẹ̀ sì ni wọ́n máa ṣẹ́rí gbogbo ọ̀rọ̀ ẹ̀dá padà sí pátápátá. Nítorí náà, jọ́sìn fún Un, kí o sì gbáralé E. Olúwa rẹ kì í sì ṣe onígbàgbéra nípa n̄ǹkan tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"yo"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}