{"data":[{"name":"14:1","price":"’Alif lām rọ̄. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹ (Èyí ni) Tírà kan tí A sọ̀kalẹ̀ fún ọ nítorí kí o lè mú àwọn ènìyàn kúrò láti inú àwọn òkùnkùn wá sínú ìmọ́lẹ̀ pẹ̀lú ìyọ̀ǹda Olúwa wọn. (Wọn yó sì bọ́) sí ọ̀nà Alágbára, Ọlọ́pẹ́ (tí ọpẹ́ tọ́ sí),","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"14:2","price":"Allāhu, Ẹni tí Ó ni ohunkóhun tó wà nínú àwọn sánmọ̀ àti ohunkóhun tó wà nínú ilẹ̀. Ègbé ni fún àwọn aláìgbàgbọ́ níbi ìyà líle.","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:3","price":"Àwọn tó ń fẹ́ràn ìṣẹ̀mí ayé ju tọ̀run, tí wọ́n ń ṣẹ́rí àwọn ènìyàn kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu, wọ́n sì ń fẹ́ kó wọ́; àwọn wọ̀nyẹn wà nínú ìṣìnà tó jìnnà.","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:4","price":"A kò rán Òjíṣẹ́ kan níṣẹ́ àfi pẹ̀lú èdè¹ àwọn ènìyàn rẹ̀² nítorí kí ó lè ṣàlàyé (ẹ̀sìn) fún wọn. Nígbà náà, Allāhu yóò ṣi ẹni tí Ó bá fẹ́ lọ́nà. Ó sì máa tọ́ ẹni tí Ó bá fẹ́ sọ́nà; Òun ni Alágbára, Ọlọ́gbọ́n.³","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"1. “Lisān” (ahọ́n) dúró fún “èdè” nínú āyah yìí. Ẹ tún wo “lisān” nínú sūrah an-Nahl; 16:103.\n 2. Ìyẹn ni pé, èdè wáhàyí Ànábì kọ̀ọ̀kan ni èdè àwọn ènìyàn rẹ̀. Bí àpẹ̀ẹrẹ, Ànábì kan kò níí jẹ́ elédè ’Isrọ̄’īl kí ó gba wáhàyí ní èdè mìíràn bí kò ṣe ní èdè àwọn ènìyàn rẹ̀. Èdè àwọn ènìyàn rẹ̀ sì ni èdè abínibí rẹ̀. Kódà tòhun ti bí Allāhu ṣe rán Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - níṣẹ́ sí gbogbo ayé, kò kúkú gba wáhàyí kan kan ní èdè mìíràn bí kò ṣe ní èdè àwọn ènìyàn rẹ̀, èdè abínibí rẹ̀, èdè Lárúbáwá. \n Lẹ́yìn náà, àwọn n̄ǹkan méjì wọ̀nyí gbọ́dọ̀ yé wa yékéyéké. Àkọ́kọ́: Èyíkéyìí èdè tí ẹnikẹ́ni bá túmọ̀ al-Ƙur’ān sí, kò lè ṣe dọ́gba sí al-Ƙur’ān. Kò sì lè rọ́pò rẹ̀. Nítorí náà, tí àléébù kan tàbí òmíràn bá jẹyọ nínú iṣẹ́ ìtúmọ̀ èdè al-Ƙur’ān, kò kó àlèébú kan kan bá al-Ƙur’ān rárá nítorí pé, ọ̀rọ̀ tí Allāhu sọ gẹ́lẹ́ sì wà nínú tákàǹdá tí kò yinjẹ. Iṣẹ́ ìtúmọ̀ al-Ƙur’ān láti ọ̀dọ̀ oníṣẹ́-ìtúmọ̀ ọ̀tọ̀ọ̀tọ̀ kò sì túmọ̀ sí pé al-Ƙur’ān ti pé méjì lórí igbá. Ìdí sì nìyí tí tírà Tafsīr fi wà lóríṣiríṣi. Àti pé iṣẹ́ ìtúmọ̀ èdè al-Ƙur’ān ni iṣẹ́ gbogbo tírà Tafsīr pátápátá, wọn ìbáà fi èdè Lárúbáwá kọ wọ́n, yálà èyí tí wọ́n ṣe pẹ̀lú ìtúpalẹ̀ ṣókí tàbí èyí tí wọ́n ṣe pẹ̀lú ìtúpalẹ̀ ọ̀rin-kinniwin.\n Ìkejì: Àwọn tírà sánmọ̀ mìíràn bíi Zabūr, Taorāt àti ’Injīl ti wọ ipò “aláìsí” nítorí pé, kò sí ẹyọ kan nínú mẹ́tẹ̀ẹ̀ta wọ̀nyẹn tí èdè ìsọ̀kalẹ̀ rẹ̀ (èdè ìfihàn rẹ̀) kò ì dòkú. \n Kíyè sí i, olùdásílẹ̀ ìjọ Ahmadiyyah tako bí ó ṣe jẹ́ pé èdè abínibí nìkan ni Allāhu fi máa ń bá ìkọ̀ọ̀kan àwọn Ànábì Rẹ̀ àti àwọn Òjíṣẹ́ Rẹ̀ sọ̀rọ̀. Mirza Ghulam Ahmad, ìyẹn olùdásílẹ̀ ìjọ Ahmadiyyah, parọ́ ńlá mọ́ Allāhu pé Allāhu fi èdè mìíràn yàtọ̀ sí èdè abínibí òun rán òun níṣẹ́ sáyé. Àpapọ̀ àwọn èdè náà sì jẹ́ mẹ́fà; èdè Gẹ̀ẹ́sì, Punjabi, Hébérù, Paṣian, Lárúbáwá àti Urudu. Èdè Urudu nìkan sì ni èdè abínibí rẹ̀. Bí ó tilẹ̀ jẹ́ pé òpùrọ́ pọ́nńbélé tó pe ara rẹ̀ ní Ànábì àti Òjíṣẹ́ Ọlọ́hun sí gbogbo ayé ni ọ̀gbẹni náà, ó tún ṣàì gbàgbọ́ nínú āyah tí à ń tọsẹ̀ rẹ̀ lọ́wọ́.\n Kò sì wulẹ̀ sí ìsọ̀kalẹ̀ ìmísí mímọ́ ti Allāhu mú wá fún ẹnikẹ́ni mọ́ lẹ́yìn ikú Ànábì wa - kí ìkẹ́ àti ọlà Allāhu máa bá a - àfi àwọn onímìísí èṣù bíi ti mirza Ghulam Ahmad, àwọn onisūfīy àti àwọn ẹlẹ́mìí-gbígbé. Allāhu là wá lọ́wọ́ gbogbo àwọn asòòkùn-sẹ́sìn. \n 3. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-’Ani‘ām; 6:12.","lang":"yo"},{"name":"14:5","price":"A kúkú fi àwọn āyah Wa rán (Ànábì) Mūsā níṣẹ́ pé: “Mú ìjọ rẹ kúrò láti inú àwọn òkùnkùn bọ́ sínú ìmólẹ̀. Kí o sì rán wọn létí àwọn ìdẹ̀ra Allāhu (lórí wọn).” Dájúdájú àwọn àmì wà nínú ìyẹn fún gbogbo onísùúrù, olùdúpẹ́.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:6","price":"(Rántí) nígbà tí (Ànábì) Mūsā sọ fún ìjọ rẹ̀ pé, ẹ rántí ìkẹ́ Allāhu lórí yín nígbà tí Ó gbà yín là lọ́wọ́ àwọn ènìyàn Fir‘aon, tí wọ́n ń fi ìyà burúkú jẹ yín; wọ́n ń dúnńbú àwọn ọmọkùnrin yín, wọ́n sì ń dá àwọn ọmọbìnrin yín sí. Àdánwò ńlá wà nínú ìyẹn láti ọ̀dọ̀ Olúwa yín.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:7","price":"(Ẹ rántí) nígbà tí Olúwa Ẹlẹ́dàá yín sọ ọ́ di mímọ̀ (fún yín pé): “Dájúdájú tí ẹ bá dúpẹ́, Èmi yóò ṣàlékún fún yín. Dájúdájú tí ẹ bá sì ṣàì moore, dájúdájú ìyà Mi mà le.”","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:8","price":"(Ànábì) Mūsā sọ pé: “Tí ẹ bá ṣàì moore, ẹ̀yin àti àwọn tó ń bẹ lórí ilẹ̀ ayé pátápátá, dájúdájú Allāhu ni Ọlọ́rọ̀, Ọlọ́pẹ́.”","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:9","price":"Ṣé ìró àwọn tó ṣíwájú yín kò tí ì dé ba yín ni? Ìjọ (Ànábì) Nūh, ìjọ ‘Ād, ìjọ Thamūd àti àwọn tó wá lẹ́yìn wọn; kò sí ẹni tí ó mọ̀ wọ́n àfi Allāhu. Àwọn Òjíṣẹ́ wọn mú àwọn ẹ̀rí tó yanjú wá bá wọn. Nígbà náà, wọ́n dá ọwọ́ wọn padà sí ẹnu wọn¹, wọ́n sì wí pé: “Dájúdájú àwa ṣàì gbàgbọ́ nínú n̄ǹkan tí wọ́n fi ran yín níṣẹ́. Àti pé dájúdájú àwa wà nínú iyèméjì tó gbópọn nípa ohun tí ẹ̀ ń pè wá sí.”","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"1. Ọmọ ‘Abbās - kí Allāhu yọ́nú sí àwọn méjèèjì - sọ pé, “Dájúdájú ìtúmọ̀ “wọ́n dá ọwọ́ wọn padà sí ẹnu wọn “ ni pé, dájúdájú àwọn ènìyàn náà, nígbà tí wọ́n gbọ́ ọ̀rọ̀ Allāhu, wọ́n ṣèèmọ̀, wọ́n sì dá ọwọ́ wọn padà sí ẹnu wọn bí ẹni tí ó fẹ́ kí ẹni tí ó jìnnà sí òun gbọ́ ohùn rẹ̀. Ìyẹn ni pé, dájúdájú èyí ni ìsọ tó ń tọ́ka sí bí wọ́n ṣe gbé ohùn wọn sókè, tí wọ́n ń lọgun pé, àwọn kò gbàgbọ́ nínú iṣẹ́ tí àwọn Òjíṣẹ́ jẹ́.” Àfijọ èyí ni bí ẹni tí ó káwọ́ rẹ̀ méjèèjì sẹ́nu láti hu sí ẹnì kan nínú igbó.","lang":"yo"},{"name":"14:10","price":"Àwọn Òjíṣẹ́ wọn sọ pé: “Ṣé iyèméjì kan ń bẹ níbi (bíbẹ) Allāhu, Olùpilẹ̀dá àwọn sánmọ̀ àti ilẹ̀? Ó ń pè yín nítorí kí Ó lè forí àwọn ẹ̀ṣẹ̀ yín jìn yín àti nítorí kí Ó lè lọ yín lára di gbèdéke àkókò kan.” Wọ́n wí pé: “Ẹ̀yin kò jẹ́ kiní kan bí kò ṣe abara bí irú wa. Ẹ̀yin sì fẹ́ ṣẹ́ wa lórí kúrò níbi n̄ǹkan tí àwọn bàbá wa ń jọ́sìn fún. Nítorí náà, ẹ fún wa ní ẹ̀rí pọ́nńbélé.”","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:11","price":"Àwọn Òjíṣẹ́ wọn sọ fún wọn pé: “Àwa kò jẹ́ kiní kan bí kò ṣe abara bí irú yín. Ṣùgbọ́n Allāhu ń ṣoore fún ẹni tí Ó bá fẹ́ nínú àwọn ẹrúsìn Rẹ̀. Kò sì lẹ́tọ̀ọ́ fún wa láti fún yín ní ẹ̀rí kan àfi pẹ̀lú ìyọ̀ǹda Allāhu. Àti pé, Allāhu ni kí àwọn onígbàgbọ́ òdodo gbáralé.","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:12","price":"Kí ni ó máa ṣe wá tí a ò níí gbáralé Allāhu, Ó kúkú ti fi àwọn ọ̀nà wa mọ̀ wá. Dájúdájú a máa ṣe sùúrù lórí ohun tí ẹ bá fi kó ìnira bá wa. Allāhu sì ni kí àwọn olùgbáralé gbáralé.”","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:13","price":"Àwọn tó ṣàì gbàgbọ́ wí fún àwọn Òjíṣẹ́ wọn pé: “Dájúdájú àwa yóò le yín jáde kúrò lórí ilẹ̀ wa tàbí kí ẹ kúkú padà sínú ẹ̀sìn wa.” Nígbà náà, Olúwa wọn fi ìmísí ránṣẹ́ sí wọn pé: “Dájúdájú A máa pa àwọn alábòsí run.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:14","price":"Dájúdájú A sì máa fún yín ní ibùgbé lórí ilẹ̀ lẹ́yìn wọn. “ Ìyẹn wà fún ẹni tí ó bá páyà ìdúró (níwájú) Mi, tí ó tún páyà ìlérí Mi.","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:15","price":"Wọ́n sì tọrọ àrànṣe (Allāhu lórí ìjọ wọn). Gbogbo aláfojúdi, olóríkunkun sì parun.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:16","price":"Iná Jahanamọ ń bẹ lẹ́yìn (ìparun) rẹ̀; A ó sì máa fún un ní omi àwọyúnwẹ̀jẹ̀ mu.","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:17","price":"Ó ma máa mu ún díẹ̀díẹ̀, kò sì níí fẹ́ẹ̀ lè gbé e mì. (Ìnira) ikú yó sì yọ sí i ní gbogbo àyè, síbẹ̀ kò níí kú. Ìyà tó nípọn tún wà fún un lẹ́yìn rẹ̀.","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:18","price":"Àfiwé àwọn tó ṣàì gbàgbọ́ nínú Olúwa wọn: àwọn iṣẹ́ wọn dà bí eérú tí atẹ́gùn fẹ́ dànù pátápátá ní ọjọ́ ìjì atẹ́gùn. Wọn kò ní agbára kan lórí ohun tí wọ́n ṣe níṣẹ́. Ìyẹn ni ìṣìnà tó jìnnà.","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:19","price":"Ṣé o kò wòye pé dájúdájú Allāhu l’Ó ṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀ pẹ̀lú òdodo? Tí Ó bá fẹ́, Ó máa ko yín kúrò. Ó sì máa mú ẹ̀dá titun wá.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:20","price":"Ìyẹn kò sì lè dá Allāhu lágara.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:21","price":"Gbogbo ẹ̀dá sì máa jáde sọ́dọ̀ Allāhu (lọ́jọ́ Àjíǹde). Nígbà náà, àwọn aláìlágbára yóò wí fún àwọn tó ṣègbéraga pé: “Dájúdájú àwa jẹ́ ọmọlẹ́yìn fún yín, ǹjẹ́ ẹ̀yin lè gbé n̄ǹkan kan kúrò fún wa nínú ìyà Allāhu?” Wọn yóò wí pé: “Tí ó bá jẹ́ pé Allāhu tọ́ wa sọ́nà ni, àwa ìbá tọ yín sọ́nà. Bákan náà sì ni fún wa, yálà a káyà sókè tàbí a ṣàtẹ̀mọ́ra (ìyà); kò sí ibùsásí kan fún wa.”","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:22","price":"Èṣù yó sì wí nígbà tí A bá ṣèdájọ́ (ẹ̀dá) tán, pé: “Dájúdájú Allāhu ṣe àdéhùn fún yín ní àdéhùn òdodo. Èmi náà ṣe àdéhùn fún yín. Mo sì yapa àdéhùn tí mo ṣe fún yín. Èmi kò sì ní agbára kan lórí yín bí kò ṣe pé mo pè yín ẹ sì jẹ́pè mi. Nítorí náà, ẹ má ṣe bú mi; ara yín ni kí ẹ bú. Èmi kò lè gbà yín là (nínú ìyà), Ẹ̀yin náà kò sì lè gbà mí là (nínú ìyà). Dájúdájú èmi ti lòdì sí ohun tí ẹ fi sọ mí di akẹgbẹ́ Allāhu ṣíwájú.” Dájúdájú àwọn alábòsí, ìyà ẹlẹ́ta-eléro wà fún wọn.","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:23","price":"Wọ́n sì máa mú àwọn tó gbàgbọ́ ní òdodo, tí wọ́n ṣe àwọn iṣẹ́ rere wọ inú àwọn Ọgbà Ìdẹ̀ra, èyí tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Olùṣegbére ni wọ́n nínú rẹ̀ pẹ̀lú ìyọ̀nda Olúwa wọn. Ìkíni wọn nínú rẹ̀ ni ‘àlàáfíà’.","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:24","price":"Ṣé o kò wòye sí bí Allāhu ṣe ṣàkàwé ọ̀rọ̀ dáadáa pẹ̀lú igi dáadáa, tí gbòǹgbò rẹ̀ fi ìdí múlẹ̀ ṣinṣin, tí ẹ̀ka rẹ̀ sì wà nínú sánmọ̀,","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:25","price":"tó sì ń so èso rẹ̀ ní gbogbo ìgbà pẹ̀lú ìyọ̀ǹda Olúwa rẹ̀? Allāhu ń fún àwọn ènìyàn ní àwọn àkàwé nítorí kí wọ́n lè lo ìrántí.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:26","price":"Àkàwé ọ̀rọ̀ tí kò dára sì dà bí igi tí kò dára, tí wọ́n fà tu lókè ilẹ̀, tí kò rí ìdí fi jókòó lórí ilẹ̀.","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:27","price":"Allāhu yóò máa fi àwọn tó gbàgbọ́ ní òdodo rinlẹ̀ pẹ̀lú ọ̀rọ̀ tó rinlẹ̀ nínú ìṣẹ̀mí ayé àti ní Ọjọ́ Ìkẹ́yìn. Ó sì máa ṣi àwọn alábòsí lọ́nà. Àti pé Allāhu ń ṣe ohun tí Ó bá fẹ́.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:28","price":"Ṣé o kò wòye sí àwọn tó yí ìdẹ̀ra Allāhu padà sí àìgbàgbọ́, wọ́n sì mú ìjọ wọn gúnlẹ̀ sí ilé ìparun?","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:29","price":"Iná Jahanamọ ni wọn yóò gúnlẹ̀ sí; ibùgbé náà sì burú.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:30","price":"Wọ́n sọ (àwọn kan di) akẹgbẹ́ fún Allāhu nítorí kí wọ́n lè ṣẹ́rí àwọn ènìyàn kúrò nínú ojú-ọ̀nà (ẹ̀sìn) Rẹ̀. Sọ pé: “Ẹ máa gbádùn ǹsó, nítorí pé dájúdájú inú Iná ni ẹ máa gúnlẹ̀ sí.”","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:31","price":"Sọ fún àwọn ẹrúsìn Mi àwọn tó gbàgbọ́ ní òdodo pé, kí wọ́n kírun, kí wọ́n sì ná nínú ohun tí A pèsè fún wọn ní ìkọ̀kọ̀ àti ní gban̄gba ṣíwájú kí ọjọ́ kan tó dé, tí kò níí sí títà-rírà kan àti yíyan ọ̀rẹ́ kan nínú rẹ̀.","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:32","price":"Allāhu ni Ẹni tí Ó ṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀. Ó ń sọ omi kalẹ̀ láti sánmọ̀. Ó sì fi ń mú àwọn èso jáde; (ó jẹ́) arísìkí fún yín. Ó sì rọ ọkọ̀ ojú-omi fún yín kí ó lè rìn lójú omi pẹ̀lú àṣẹ Rẹ̀. Ó tún rọ àwọn odò fún yín.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:33","price":"Ó rọ òòrùn àti òṣùpá fún yín, tí méjèèjì ń rìn láì sinmi. Ó tún rọ òru àti ọ̀sán fún yín.","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:34","price":"Àti pé Ó ń fún yín nínú gbogbo n̄ǹkan tí ẹ tọrọ lọ́dọ̀ Rẹ̀. Tí ẹ bá ṣe òǹkà ìdẹ̀ra Allāhu, ẹ kò lè kà á tán. Dájúdájú ènìyàn ni alábòsí aláìmoore.","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:35","price":"(Rántí) nígbà tí (Ànábì) ’Ibrọ̄hīm sọ pé: “Olúwa mi, ṣe ìlú yìí ní ìlú ìfàyàbalẹ̀. Kí O sì mú èmi àti àwọn ọmọ mi jìnnà sí jíjọ́sìn fún àwọn òrìṣà.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:36","price":"Olúwa mi, dájúdájú àwọn òrìṣà ti kó ọ̀pọ̀lọ́pọ̀ nínú àwọn ènìyàn ṣìnà. Nítorí náà, ẹnikẹ́ni tí ó bá tẹ̀lé mi, dájúdájú òun ni ẹni mi. Ẹnikẹ́ni tí ó bá sì yapa mi, dájúdájú Ìwọ ni Aláforíjìn, Àṣàkẹ́.","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:37","price":"Olúwa wa, dájúdájú èmi wá ibùgbé fún àrọ́mọdọ́mọ mi sí ilẹ̀ àfonífojì, ilẹ̀ tí kò ní èso, nítòsí Ilé Abọ̀wọ̀ Rẹ. Olúwa wa, nítorí kí wọ́n lè kírun ni. Nítorí náà, jẹ́ kí ọkàn àwọn ènìyàn fà sọ́dọ̀ wọn. Kí O sì pèsè àwọn èso fún wọn nítorí kí wọ́n lè dúpẹ́ (fún Ọ).","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:38","price":"Olúwa wa, dájúdájú Ìwọ l’O mọ ohun tí à ń fi pamọ́ àti ohun tí à ń ṣe àfihàn rẹ̀. Kò sì sí kiní kan nínú ilẹ̀ àti nínú sánmọ̀ tó pamọ́ fún Allāhu.","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:39","price":"Gbogbo ẹyìn ń jẹ́ ti Allāhu,¹ Ẹni tí Ó fún mi ní ’Ismọ̄‘īl àti ’Ishāƙ nígbà tí mo ti darúgbó. Dájúdájú, Olúwa mi ni Olùgbọ́ àdúà.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Fātihah;1:2.","lang":"yo"},{"name":"14:40","price":"Olúwa mi, ṣe èmi àti nínú àrọ́mọdọ́mọ mi ní olùkírun. Olúwa wa, kí O sì gba àdúà mi.","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:41","price":"Olúwa mi, ṣàforíjìn fún èmi àti àwọn òbí mi méjèèjì àti àwọn onígbàgbọ́ òdodo ní ọjọ́ tí ìṣírò-iṣẹ́ yóò ṣẹlẹ̀.”","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:42","price":"Má ṣe lérò pé Allāhu gbàgbé n̄ǹkan tí àwọn alábòsí ń ṣe níṣẹ́. Ó kàn ń lọ́ wọn lára dí ọjọ́ kan tí àwọn ojú yóò yọ síta ràngàndàn.","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:43","price":"Wọn yóò má sáré (lọ síbi àkójọ fún ìṣírò-iṣẹ́), wọn yóò gbé orí wọn sókè, ìpéǹpéjú wọn kò sì níí padà sọ́dọ̀ wọn, àwọn ọkàn wọn yó sì pa sófo pátápátá (fún ìbẹ̀rù).","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:44","price":"Kìlọ̀ fún àwọn ènìyàn nípa ọjọ́ tí ìyà yóò dé bá wọn, àwọn tó ṣàbòsí yó sì wí pé: “Olúwa wa, lọ́ wa lára fún àsìkò díẹ̀ sí i, a máa jẹ́pè Rẹ, a sì máa tẹ̀lé àwọn Òjíṣẹ́.” Ṣé ẹ̀yin kò ti búra ṣíwájú pé ẹ̀yin kò níí kúrò nílé ayé?","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:45","price":"Ẹ sì gbé nínú ibùgbé àwọn tó ṣàbòsí sí ẹ̀mí ara wọn. Ó sì hàn si yín bí A ti ṣe pẹ̀lú wọn. A tún fún yín ni àwọn àpẹ̀ẹrẹ (gẹ́gẹ́ bí ẹ̀rí àti àlàyé ọ̀rọ̀).","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:46","price":"Wọ́n kúkú ti dá ète wọn, ọ̀dọ̀ Allāhu sì ni ète wọn wà, bí ó tilẹ̀ jẹ́ pé (pẹ̀lú) ète wọn àpáta fẹ́ẹ̀ lè yẹ̀ lulẹ̀.","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:47","price":"Nítorí náà, má ṣe lérò pé Allāhu yóò yapa àdéhùn Rẹ̀ tí Ó ṣe fún àwọn Òjíṣẹ́ Rẹ̀. Dájúdájú Allāhu ni Alágbára, Olùgbẹ̀san.","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:48","price":"Ní ọjọ́ tí A máa yí ilẹ̀ ayé padà sì n̄ǹkan mìíràn. (A máa yí) àwọn sánmọ̀ náà (padà. Àwọn ẹ̀dá) sì máa jáde (síwájú) Allāhu, Ọ̀kan ṣoṣo, Olùborí.","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:49","price":"O sì máa rí àwọn ẹlẹ́ṣẹ̀ ní ọjọ́ yẹn, tí wọn yóò so wọ́n papọ̀ mọ́ra wọn sínú sẹ́kẹ́sẹkẹ̀.","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:50","price":"Oje gbígbóná ni àwọn èwù wọn. Iná yó sì bo ojú wọn mọ́lẹ̀ bámúbámú","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:51","price":"nítorí kí Allāhu lè san ẹ̀san ohun tí ẹ̀mí kọ̀ọ̀kan ṣe níṣẹ́ fún un. Dájúdájú Allāhu ni Olùyára níbi ìṣírò-iṣẹ́.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"yo"},{"name":"14:52","price":"Èyí ni ìkéde (ẹ̀sìn) fún àwọn ènìyàn nítorí kí wọ́n lè fi ṣe ìkìlọ̀, kí wọ́n sì lè mọ̀ pé (Allāhu) Òun nìkan ni Ọlọ́hun Ọkan ṣoṣo tí wọ́n gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àti nítorí kí àwọn onílàákàyè lè lo ìrántí.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"yo"}],"chapter":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"]}