{"data":[{"name":"16:1","price":"Àṣẹ Allāhu dé tán. Ẹ ma wulẹ̀ wá a pẹ̀lú ìkánjú. Mímọ́ ni fún Un. Ó sì ga tayọ n̄ǹkan tí wọ́n ń fi ṣẹbọ sí I.","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:2","price":"(Allāhu) ń fi àṣẹ Rẹ̀ sọ mọlāika (Jibrīl) kalẹ̀ láti máa mú ìmísí wá díẹ̀díẹ̀ fún ẹnikẹ́ni tí Ó bá fẹ́ (bẹ́ẹ̀ fún) nínú àwọn ẹrúsìn Rẹ̀ nítorí kí ẹ lè fi ṣe ìkìlọ̀ pé: “Dájúdájú kò sí ọlọ́hun kan tí ẹ gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Èmi. Nítorí náà, ẹ bẹ̀rù Mi.”","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:3","price":"Ó ṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀ pẹ̀lú òdodo. Ó ga tayọ n̄ǹkan tí wọ́n ń fi ṣẹbọ sí I.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:4","price":"Ó dá ènìyàn láti inú àtọ̀. (Ènìyàn) sì di olùjiyàn pọ́nńbélé (nípa Àjíǹde).","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:5","price":"Àwọn ẹran-ọ̀sìn, Ó ṣẹ̀dá wọn. Aṣọ òtútù àti àwọn àǹfààní (mìíràn) ń bẹ fún yín lára wọn. Àti pé ẹ̀ ń jẹ nínú wọn.","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:6","price":"Ọ̀ṣọ́ tún ń bẹ fún yín lára wọn nígbà tí ẹ bá ń dà wọ́n lọ (sí ilé wọn) àti nígbà tí ẹ bá ń kó wọn jáde lọ jẹko.¹","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"1. Èyí ni pé, dída ẹran-ọ̀sìn lọ bọ̀, ó jẹ́ ọ̀ṣọ́ fún olówó rẹ̀ fún wí pé àwọn ènìyàn yóò mọ olówó ẹran-ọ̀sìn sí ẹni tí àṣírí rẹ̀ bò tàbí ọlọ́rọ̀.","lang":"yo"},{"name":"16:7","price":"Wọ́n sì ń ru àwọn ẹrù yín tó wúwo lọ sí ìlú kan tí ẹ kò lè dé àfi pẹ̀lú wàhálà ẹ̀mí. Dájúdájú Olúwa yín mà ni Aláàánú, Oníkẹ̀ẹ́.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:8","price":"(Ó ṣẹ̀dá) ẹṣin, ìbaaka àti kẹ́tẹ́kẹ́tẹ́ nítorí kí ẹ lè gùn wọ́n. (Wọ́n tún jẹ́) ọ̀ṣọ́. Ó tún ń ṣẹ̀dá ohun tí ẹ kò mọ̀.","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:9","price":"Allāhu l’Ó ń ṣàlàyé (’Islām) ọ̀nà tààrà. Àwọn ọ̀nà ẹ̀sìn wíwọ́ tún wà (lọ́tọ̀)¹. Tí Ó bá fẹ́ bẹ́ẹ̀ ni, ìbá tọ́ gbogbo yín sí ọ̀nà (ẹ̀sìn ’Islām).","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"1. Àwọn ọ̀nà wíwọ́ ni ẹ̀sìn ìbọ̀rìṣà, ẹ̀sìn yẹhudi àti ẹ̀sìn nasọ̄rọ̄.","lang":"yo"},{"name":"16:10","price":"Òun ni Ẹni tó ń sọ omi kalẹ̀ láti sánmọ̀. Mímu wà fún yín nínú rẹ̀. Igi ewéko tún ń wù jáde láti inú rẹ̀, tí ẹ fi ń bọ́ àwọn ẹran-ọ̀sìn.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:11","price":"(Allāhu) tún ń fi (omi yìí) hu àwọn irúgbìn, igi òróró zaetūn, igi dàbínù, igi àjàrà àti gbogbo àwọn èso (yòókù) jáde fún yín. Dájúdájú àmì wà nínú ìyẹn fún ìjọ tó ní àròjinlẹ̀.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:12","price":"Ó rọ òru, ọ̀sán, òòrùn, òṣùpá àti àwọn ìràwọ̀ fún yín pẹ̀lú àṣẹ Rẹ̀. Dájúdájú àmì wà nínú ìyẹn fún ìjọ tó ní làákàyè.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:13","price":"Àti ohun tí Ó tún ṣẹ̀dá rẹ̀ fún yín lórí ilẹ̀, tí àwọn àwọ̀ rẹ̀ jẹ́ oríṣiríṣi. Dájúdájú àmì wà nínú ìyẹn fún ìjọ tó ń lo ìrántí.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:14","price":"Òun ni Ẹni tí Ó rọ odò nítorí kí ẹ lè jẹ ẹran (ẹja) tútù àti nítorí kí ẹ lè mú n̄ǹkan ọ̀ṣọ́ tí ẹ óò máa wọ̀ sára jáde láti inú (odò), - o sì máa rí àwọn ọkọ̀ ojú-omi tí yóò máa la ojú omi kọjá lọ bọ̀ - àti nítorí kí ẹ lè wá nínú àwọn oore àjùlọ Rẹ̀ àti nítorí kí ẹ lè dúpẹ́ (fún Allāhu).","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:15","price":"Ó sì fi àwọn àpáta tó dúró gbagidi sórí ilẹ̀ kí ó má baà mì mọ yín lẹ́sẹ̀ àti àwọn odò àti àwọn ojú-ọ̀nà nítorí kí ẹ lè dá ojú ọ̀nà mọ̀;","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:16","price":"àti àwọn àmì òpópónà (fún ìtọ́sọ́nà ìrìn ọ̀sán). Wọ́n tún ń fi ìràwọ̀ dá ojú ọ̀nà mọ̀ (lálẹ́).¹","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"1. Àwọn n̄ǹkan tí Allāhu - subhānahu wa ta'ālā - dá fún dídá ojú ọ̀nà mọ̀ wọ̀nyí dúró fún rírína rí ojú ọ̀nà, yálà ní alẹ́ pẹ̀lú ìmọ́lẹ̀ òṣùpá àti àwọn ìràwọ̀ tàbí ní ọ̀sán pẹ̀lú ìmọ́lẹ̀ òòrùn àti àwọn atọ́ka òpópónà. Nítorí náà, mímọ̀ nípa ìràwọ̀ kò sí fún mímọ ìkọ̀kọ̀ àti ìṣẹ̀lẹ̀ ọjọ́ ọ̀la. Kò sì wulẹ̀ rọrùn fún ẹnikẹ́ni láti mọ ìkọ̀kọ̀ tàbí ìṣẹ̀lẹ̀ ọjọ́ ọ̀la. Èyí wà ní ìbámu sí sūrah Luƙmọ̄n; 31:34 àti sūrah an-Naml; 27:65. \n Síwájú sí i, ẹnikẹ́ni tó ń ṣe iṣẹ́ àyẹ̀wò láti sọ nípa ohun tí ó pamọ́ fún ẹ̀dá, ó ti di aláìgbàgbọ́. Bákan náà ni ọ̀rọ̀ ṣe rí lára ẹni tó gbàgbọ́ nínú ọ̀rọ̀ ẹnu alábigba, awòràwọ̀, oníyanrìn-títẹ̀, onítẹ̀sùnbáà-wíwò àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Àmọ́ sa, ’Islām kò lòdì sí ṣíṣe àyẹ̀wò àìsàn ara, àìsàn inú ẹ̀jẹ̀, yíya àwòrán egungun àti àwòrán ọlẹ̀ ní ilé ìwòsàn àwọn akọ́ṣẹ́-mọṣẹ́ ti òyìnbó.","lang":"yo"},{"name":"16:17","price":"Ǹjẹ́ Ẹni tí Ó dá ẹ̀dá dà bí ẹni tí kò dá ẹ̀dá bí? Nítorí náà, ṣé ẹ ò níí lo ìrántí ni?","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:18","price":"Tí ẹ bá ṣòǹkà ìdẹ̀ra Allāhu, ẹ kò lè kà á tán. Dájúdájú Allāhu mà ni Aláforíjìn, Oníkẹ̀ẹ́.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:19","price":"Àti pé Allāhu mọ ohun tí ẹ̀ ń fi pamọ́ àti ohun tí ẹ̀ ń ṣe àfihàn rẹ̀.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:20","price":"Àwọn (òrìṣà) tí wọ́n ń pè lẹ́yìn Allāhu; wọn kò lè dá kiní kan. Allāhu l’Ó sì ṣẹ̀dá wọn.","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:21","price":"Òkú (ni wọ́n), wọn kì í ṣe alààyè.¹ Wọn kò sì mọ àkókò tí A óò jí wọn dìde (nínú sàréè).","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"1. Ọ̀kan pàtàkì nínú àwọn ẹ̀rí ìjọ Ahmadiyyah àti àwọn irú wọn gbogbo lórí ìgbàgbọ́ wọn pé Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ti kú, kò sì níí padà wá sílé ayé mọ́ ni gbólóhùn “Òkú (ni wọ́n), wọn kì í ṣe alààyè.”. Àwọn wọ̀nyí ń fi rinlẹ̀ pé níwọ̀n ìgbà tí ó ti jẹ́ pé āyah 20 tó ṣíwájú gbólóhùn náà ń sọ nípa ipò tí àwọn n̄ǹkan tí àwọn ènìyàn sọ di olúwa àti ọlọ́hun wọn lẹ́yìn Allāhu wà, ìyẹn ni pé, wọn kò lè dá ẹ̀dá kan àti pé òkú ni wọ́n, wọ́n ní nígbà náà, Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ti kú nítorí pé, òun náà wà lára n̄ǹkan tí àwọn kan sọ di ọlọ́hun, olúwa àti olùgbàlà. Wọ́n fi kún un pé, “Ṣebí Ànábì ‘Īsā náà kò lè dá n̄ǹkan kan.” \n Ọ̀rọ̀ wọn yìí jìnnà sí òtítọ́. Àti pé wọ́n ti gbé gbólóhùn náà tayọ ẹnu-ààlà. Wọ́n sì ti fi àtamọ́ mọ́ àtamọ̀ gẹ́gẹ́ bí ìṣe wọn. Èyí tó jẹ́ òdodo ọ̀rọ̀ ni pé, gbólóhùn “Òkú (ni wọ́n), wọn kì í ṣe alààyè.” kò sọ ikú Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - di ohun tó ti ṣẹlẹ̀. Ṣebí àwọn mọlāika kan wà lára n̄ǹkan tí àwọn ènìyàn ń jọ́sìn fún lẹ́yìn Allāhu. Ṣé òkú ni àwọn mọlaika náà ni tàbí alààyè? A ò kúkú tí ì gbọ́ ikú mọlaika kan kan rí. Bákan náà, aṣ-Ṣatọ̄n ar-Rọjīm jẹ́ ọ̀kan pàtàkì nínú ohun tí àwọn ènìyàn ń jọ́sìn fún. Ṣé òkú ni Ṣaetọ̄n náà ni tàbí alààyè? Rárá, kò ì kú. \n Síwájú sí i, àwọn ènìyàn kan ń jọ́sìn fún òòrùn, òṣùpá àti àwọn ìràwọ̀. Ṣé wọ́n ti gbọ́ ikú tiwọn náà ni? Kò sí ọ̀kan nínú wọn tó tí ì di òkú. Kódà a kúkú rí àwọn ọlọ́hun mìíràn tó jẹ́ pé láti ojú-ayé wọn ni àwọn ẹ̀dá kan ti ń jọ́sìn fún wọn lẹ́yìn Allāhu. Àpẹ̀ẹrẹ irú wọn ni “Sati Guru Maraj” tí ó sọ ara di ọlọ́hun nínú ìlú Ìbàdàn. Alààyè ni ọ̀gbẹni náà, kò ì tí ì kú, ó ṣẹ̀ṣẹ̀ máa kú ni lọ́jọ́ ti àkókò ikú rẹ̀ bá dé. \n Lódodo ni pé àwọn nasọ̄rọ̄ ti sọ ‘Īsā ọmọ Mọryam di ẹni tí wọ́n ń jọ́sìn fún, àmọ́ Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - kò ì kù o. Ó sì wà nípò alààyè nínú sánmọ̀, bí Allāhu ṣe fẹ́.” Kò wá sí ẹ̀rí tààrà kan kan tó fi rinlẹ̀ pé Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ti kú bí kò ṣe āyah onípọ́nna èyí tí a ti ṣe àlàyé lórí rẹ̀ ṣíwájú nínú ìtọsẹ̀-ọ̀rọ̀ sūrah āli-’Imrọ̄n 3:55. \n Dípò kí á rí āyah kan tàbí hadīth kan tààrà lórí ikú Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -, hadīth tó ń fi ìpadàbọ̀ rẹ̀ rinlẹ̀ là ń rí. Ẹni tí kò ì kú ló sì lè padà wá sílé ayé. \n Kí wá ni èròǹgbà Allāhu lórí gbólóhùn “Òkú (ni wọ́n),”? Ìtúmọ̀ àkànlò èdè ló wà fún gbólóhùn “Òkú (ni wọ́n),” nínú āyah náà, kì í ṣe ìtúmọ̀ àdámọ́. Ìdí ni pé, nígbà tí kò bá sí ìwúlò kan kan tí a lè rí lára ẹ̀dá, irú ẹ̀dá bẹ́ẹ̀ ti wà nípò ẹni tí a lè ṣe àfiwé rẹ̀ pẹ̀lú “òkú” nítorí pé, òkú ni kò ní àǹfààní kan tí ó lè ṣe fún ara rẹ̀ àti fún àwọn alààyè. Nítorí náà, Allāhu ń fi gbólóhùn “Òkú (ni wọ́n), wọn kì í ṣe alààyè.” pe làákàyè gbogbo ẹnikẹ́ni to ń jọ́sìn fún n̄ǹkan mìíràn lẹ́yìn Rẹ̀ pé kò sí àǹfààní kan kan tí irú olùjọ́sìn náà lè rí lọ́dọ̀ n̄ǹkan tó sọ di ọlọ́hun lẹ́yìn Allāhu, gẹ́gẹ́ bí alààyè kò ṣe lè rí àǹfààní kan kan láti ara òkú. \n Wàyí níwọ̀n ìgbà tí àwọn nasọ̄rọ̄ ti sọ Ànábì ‘Īsā ọmọ Mọryam di ẹni tí wọ́n ń jọ́sìn fún lẹ́yìn Allāhu, kò sí àǹfààní kan tàbí oore kan tí ó lè ṣe fún wọn, wọn ìbáà pariwo orúkọ rẹ̀ àti ẹ̀jẹ̀ rẹ̀ nígbà igba. Àpẹ̀ẹrẹ àyè mìíràn tí Allāhu - subhānahu wa ta'ālā - ti lo kalmọh “òkú” àmọ́ tí kò fi ọ̀nà kan kan túmọ̀ sí “ẹni tí ó ti kú” bí kò ṣe ẹni tí kò lè ṣàǹfààní fún ara rẹ̀ àti fún ẹlòmíìràn ni sūrah al-’Ani‘ām; 6:122. \n Bákan náà, Allāhu pe àwọn òrìṣà ní òkú nítorí pé, ère tí kò sí ẹ̀mí lára rẹ̀ ni àwọn òrìṣà náà. Ipò òkú, ẹni tí kò lè sọ̀rọ̀, ẹni tí kò lè ríran, ẹni tí kò lè ran ara rẹ̀ lọ́wọ́ áḿbọ̀sìbọ́sí pé ó máa ran ẹlòmíìràn lọ́wọ́ ni ipò tí gbogbo ère òrìṣà wà. Bẹ́ẹ̀ náà ni ère Ànábì ‘Īsā ọmọ Mọryam àti igi àgbélébùú rẹ̀ tí wọ́n gbẹ́, tí wọ́n ń jọ́sìn fún, kò lè sọ̀rọ̀, kò lè ríran, kò sì lè ran ara rẹ̀ lọ́wọ́ áḿbọ̀sìbọ́sí pé ó máa ran ẹlòmíìràn lọ́wọ́.","lang":"yo"},{"name":"16:22","price":"Ọlọ́hun yín tí ẹ gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo, Ọlọ́hun Ọ̀kan ṣoṣo ni. Àmọ́ àwọn tí kò ní ìgbàgbọ́ nínú Ọjọ́ Ìkẹ́yìn ni ọkàn wọn takò ó, tí wọ́n sì ń ṣègbéraga.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:23","price":"Kò sí tàbí-ṣùgbọ́n, dájúdájú Allāhu mọ ohun tí wọ́n ń fi pamọ́ àti ohun tí wọ́n ń ṣe àfihàn rẹ̀. Àti pé dájúdájú (Allāhu) kò nífẹ̀ẹ́ àwọn onígbèéraga.","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:24","price":"Nígbà tí wọ́n bá sọ fún wọn pé: “Kí ni Olúwa yín sọ̀kalẹ̀? Wọ́n á wí pé: “Àkọsílẹ̀ àlọ́ àwọn ẹni àkọ́kọ́ ni.”","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:25","price":"(Wọ́n sọ bẹ́ẹ̀) nítorí kí wọ́n lè ru ẹrù ẹ̀ṣẹ̀ tiwọn ní pípé pérépéré ní Ọjọ́ Àjíǹde àti (nítorí kí wọ́n lè rù) nínú ẹrù ẹ̀ṣẹ̀ àwọn tí wọ́n ń ṣì lọ́nà pẹ̀lú àìnímọ̀. Gbọ́, ohun tí wọn yóò rù ní ẹ̀ṣẹ̀, ó burú.¹","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"1. Kíyè sí i! Kò sí ìtakora láààrin āyah yìí àti sūrah an-Najm; 53:38. Āyah àkọ́kọ́ ń sọ nípa ìpín ẹ̀ṣẹ̀ tí ó máa wà fún onísábàbí iṣẹ́-aburú àti onísábàbí ìṣìnà. Ìyẹn ni pé, bí ìyà ṣe wà fún oníṣẹ́-aburú bẹ́ẹ̀ náà ni ìyà wà fún onísábàbí rẹ̀. Ní ti āyah ti sūrah an-Najm, ò ń sọ nípa bí kò ṣe níí sí àǹfààní fún ẹnikẹ́ni láti gbé àpapọ̀ ẹ̀ṣẹ̀ tó wà lọ́rùn rẹ̀ fún ẹlòmíìràn ní Ọjọ́ ẹ̀san. Nítorí náà, àròpọ̀ iṣẹ́ tí ẹ̀dá ṣe àti iṣẹ́ tí ó ṣe sábàbí rẹ̀ ló máa wà lọ́rùn rẹ̀, yálà ó jẹ́ iṣẹ́ rere tàbí iṣẹ́ aburú. Kò sì níí rí alábàárù-ẹ̀ṣẹ̀ fún ẹ̀ṣẹ̀ ọrùn rẹ̀. Ẹ tún wo sūrah al-‘ankabūt; 29:12 àti 13.","lang":"yo"},{"name":"16:26","price":"Àwọn tó ṣíwájú wọn kúkú déte. Allāhu sì da ilé wọn wó látibi àwọn òpó ilé. Òrùlé sì wó lù wọ́n mọ́lẹ̀ láti òkè wọn. Àti pé ìyà dé bá wọn ní àyè tí wọn kò ti fura.","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:27","price":"Lẹ́yìn náà, ní Ọjọ́ Àjíǹde (Allāhu) yóò yẹpẹrẹ wọn. Ó sì máa sọ pé: “Ibo ni àwọn (tí ẹ sọ di) akẹgbẹ́ Mi wà, àwọn tí ẹ tìtorí wọn yapa (ọ̀rọ̀ Mi)?” Àwọn tí A fún ní ìmọ̀ ẹ̀sìn yó sì sọ pé: “Dájúdájú àbùkù àti aburú ọjọ́ òní wà fún àwọn aláìgbàgbọ́.”","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:28","price":"(Àwọn ni) àwọn tí mọlāika ń pa nígbà tí wọ́n ń ṣàbòsí sí ẹ̀mí ara wọn lọ́wọ́. Ní àsìkò yìí ni wọ́n juwọ́ jusẹ̀ sílẹ̀ (wọ́n sì wí pé): “Àwa kò ṣe iṣẹ́ aburú kan kan.” Bẹ́ẹ̀ ni! Dájúdájú Allāhu ni Onímọ̀ nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:29","price":"Nítorí náà, ẹ wọ àwọn ẹnu ọ̀nà Iná lọ, olùṣegbére ni yín nínú rẹ̀. Ibùgbé àwọn onígbèéraga sì burú.","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:30","price":"Wọ́n sọ fún àwọn tó bẹ̀rù (Allāhu) pé: “Kí ni Olúwa yín sọ̀kalẹ̀? Wọ́n á wí pé: “Rere ni.” Rere ti wà fún àwọn tó ṣe rere ní ilé ayé yìí. Dájúdájú Ilé Ìkẹ́yìn lóore jùlọ. Àti pé dájúdájú ilé àwọn olùbẹ̀rù (Allāhu) dára.","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:31","price":"Àwọn Ọgbà Ìdẹ̀ra 'Adn ni wọn yóò wọ inú rẹ̀. Àwọn odò yó sì máa ṣàn ní ìsàlẹ̀ rẹ̀. Ohunkóhun tí wọ́n bá ń fẹ́ máa wà fún wọn nínú rẹ̀. Báyẹn ni Allāhu ṣe ń san ẹ̀san rere fún àwọn olùbẹ̀rù (Rẹ̀).","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:32","price":"Àwọn tí mọlāika ń pa, nígbà tí wọ́n ń ṣe rere lọ́wọ́, (àwọn mọlāika) ń sọ pé: “Àlàáfíà fún yín. Ẹ wọ inú Ọgbà Ìdẹ̀ra nítorí ohun tí ẹ̀ ń ṣe níṣẹ́.”","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:33","price":"Ṣé wọ́n ń retí ohun kan yàtọ̀ sí pé kí àwọn mọlāika wá bá wọn tàbí kí àṣẹ Olúwa rẹ dé? Báyẹn ni àwọn tó ṣíwájú wọn ti ṣe. Allāhu kò sì ṣe àbòsí sí wọn, ṣùgbọ́n ẹ̀mí ara wọn ni wọ́n ń ṣàbòsí sí.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:34","price":"Nítorí náà, àwọn aburú ohun tí wọ́n ṣe níṣẹ́ ṣẹlẹ̀ sí wọn. Àti pé ohun tí wọ́n ń fi ṣe yẹ̀yẹ́ sì dìyà tó yí wọn po.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:35","price":"Àwọn tí wọ́n bá Allāhu wá akẹgbẹ́ yó sì wí pé: “Tí ó bá jẹ́ pé Allāhu fẹ́ ni àwa ìbá tí jọ́sìn fún kiní kan lẹ́yìn Rẹ̀, àwa àti àwọn bàbá wa. Bákàn náà, àwa ìbá tí ṣe kiní kan ní èèwọ̀ lẹ́yìn Rẹ̀.” Báyẹn ni àwọn tó ṣíwájú wọn ti ṣe. Ǹjẹ́ ojúṣe kan wà fún àwọn Òjíṣẹ́ bí kò ṣe ìkéde (ẹ̀sìn) tó yanjú.","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:36","price":"Dájúdájú A ti gbé Òjíṣẹ́ dìde nínú ìjọ kọ̀ọ̀kan (láti jíṣẹ́) pé: “Ẹ jọ́sìn fún Allāhu. Kí ẹ sì jìnnà sí àwọn òrìṣà.” Nítorí náà, ó wà nínú wọn, ẹni tí Allāhu tọ́ sí ọ̀nà. Ó sì wà nínú wọn, ẹni tí ìṣìnà kò lé lórí. Nítorí náà, ẹ rìn kiri lórí ilẹ̀, kí ẹ sì wòye sí bí àtubọ̀tán àwọn tó pé àwọn Òjíṣẹ́ ní òpùrọ́ ṣe rí?","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:37","price":"Tí o bá ń ṣojú kòkòrò sí ìmọ̀nà wọn, dájúdájú Allāhu, ẹni tí Ó bá ṣì lọ́nà, kò níí mọ̀nà,¹ kò sì níí sí àwọn alárànṣe kan kan fún wọn.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"1. Bákan náà ni ìtúmọ̀ gbólóhùn yìí àti tinú sūrah al-’A‘rọ̄f; 7:186.","lang":"yo"},{"name":"16:38","price":"Wọ́n sì fi Allāhu búra tí ìbúra wọn sì lágbára gan-an pé: “Allāhu kò níí gbé ẹni tí ó kú dìde.” Bẹ́ẹ̀ ni, (àjíǹde jẹ́) àdéhùn òdodo lọ́dọ̀ Allāhu, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ ènìyàn kò mọ̀.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:39","price":"(Allāhu yóò gbé ẹ̀dá dìde) nítorí kí Ó lè ṣàlàyé ohun tí wọ́n ń yapa ẹnu sí fún wọn àti nítorí kí àwọn tó ṣàì gbàgbọ́ lè mọ̀ pé dájúdájú àwọn ni wọ́n jẹ́ òpùrọ́.","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:40","price":"Ọ̀rọ̀ Wa fún kiní kan nígbà tí A bá gbèrò rẹ̀ ni pé, A máa sọ fún un pé: “Jẹ́ bẹ́ẹ̀.” Ó sì máa jẹ́ bẹ́ẹ̀.”","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:41","price":"Àwọn tó gbé ìlú wọn jù sílẹ̀ nítorí ti Allāhu, lẹ́yìn tí àwọn aláìgbàgbọ́ ti ṣàbòsí sí wọn, dájúdájú Àwa yóò wá ibùgbé rere fún wọn. Ẹ̀san Ọjọ́ Ìkẹ́yìn sì tóbi jùlọ, tí ó bá jẹ́ pé (àwọn tí kò ṣe hijrah) mọ̀.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:42","price":"(Àwọn ni) àwọn tó ṣe sùúrù, wọ́n sì ń gbáralé Olúwa wọn.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:43","price":"A kò rán ẹnì kan ní iṣẹ́-òjíṣẹ́ ṣíwájú rẹ àfi àwọn ọkùnrin tí À ń fi ìmísí ránṣẹ́ sí. Nítorí náà, ẹ bèèrè lọ́dọ̀ àwọn oníràn-ántí tí ẹ̀yin kò bá mọ̀.¹","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"1. Nínú al-Ƙur’ān alápọ̀n-ọ́nlé, àyè méjì péré ni Allāhu - subhānahu wa ta‘ālā - ti pe àwọn kan ní “ahlu-ththikr” (ìtúmọ̀ “àwọn oníràn-ántí / àwọn tí A sọ ìrántí kalẹ̀ fún). Àyè kìíní nìyí, sūrah an-Nahl; 16:43. Àyè kejì ni sūrah al-‘Anbiyā’; 21:7. Àwọn sūfī sì ń lérò pé àwọn ni “ahlu-ththikr”. Àti pé àwọn gan-an ni Allāhu - subhānahu wa ta‘ālā - ń tọ́ka sí nínú àwọn āyah méjèèjì náà. \n Èsì: Ohun tí wọ́n ń sọ yìí kì í ṣe òtítọ́ páàpáà. Èyí tí í ṣe òdodo ọ̀rọ̀ ni pé, àwọn onímọ̀ nípa at-Taorāt àti al-’Injīl ni Allāhu ń tọ́ka sí, kì í ṣe àwọn sūfī. Ìdí ni pé, okùnfà āyah méjèèjì yìí ni pé, Allāhu fi fọ èsì sí ọ̀rọ̀ àwọn ọ̀ṣẹbọ tí wọ́n ń sọ pé mọlaika ni Allāhu máa ń fi iṣẹ́ Òjíṣẹ́ rán, kì í ṣe ènìyàn. Àwọn ọ̀ṣẹbọ wọ̀nyẹn sì ni Allāhu - subhānahu wa ta‘ālā - ń pàṣẹ fún pé kí wọ́n lọ bèèrè wò lọ́dọ̀ àwọn onímọ̀ nípa tíra ìṣáájú bóyá ní òdodo ni Allāhu ti fi iṣẹ́ Òjíṣẹ́ rán mọlāika kan rí sí àwọn ènìyàn, tí yó sì máa gbé láààrin wọn ṣíwájú Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - . Irú āyah yìí wà nínú sūrah Yūnus; 10:2. Ẹ tún wo ìtọsẹ̀-ọ̀rọ̀ sūrah Yūsuf 12:109.","lang":"yo"},{"name":"16:44","price":"(A fi) àwọn ẹ̀rí tó yanjú àti ìpín-ìpín Tírà (rán wọn níṣẹ́). Àti pé A sọ tírà Ìrántí (ìyẹn, al-Ƙur’ān) kalẹ̀ fún ọ nítorí kí o lè ṣàlàyé fún àwọn ènìyàn ohun tí A sọ̀kalẹ̀ fún wọn¹ àti nítorí kí wọ́n lè ronú jinlẹ̀.","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"1. Orúkọ tí wọ́n ń pe àlàyé tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ṣe lórí al-Ƙur’ān ni “hadīth nabawiy” tàbí “sunnatu-rrọsūl” - kí ìkẹ́ àti ọlà Allāhu máa bá a - . Ìmísí ni òhun náà nítorí pé, kì í fi ìfẹ́-inú rẹ̀ sọ̀rọ̀.","lang":"yo"},{"name":"16:45","price":"Ṣé àwọn tó dá ète aburú fi ọkàn balẹ̀ pé Allāhu kò lè mú ilẹ̀ ri mọ́ wọn lẹ́sẹ̀ ni, tàbí pé ìyà kò lè dé bá wọn láti àyè tí wọn kò ti níí fura?","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:46","price":"Tàbí (Allāhu) kò lè gbá wọn mú lórí ìrìnkè-rindò wọn ni? Wọn kò sì níí mórí bọ́.","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:47","price":"Tàbí (Allāhu) kò lè máa gbá wọn mú díẹ̀díẹ̀ ni?¹ Nítorí náà, dájúdájú Olúwa yin má ni Aláàánú, Oníkẹ̀ẹ́.","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"1. “‘Alā takawwuf” nínú āyah yìí tún túmọ̀ sí pé, “Tàbí (Allāhu) kò lè máa gbá wọn mú pẹ̀lú ẹ̀rù tí ó máa ti wà lára wọn nípa irú ìyà wo ni Allāhu máa fi jẹ wọ́n, tàbí irú àdánwò wo ni Ó máa dẹ sí wọn.”. Èyí ni ìtúmọ̀ tí Ibn Kathīr fún un. Àmọ́ ìtúmọ̀ tí Tọbariy fún un ni mo lò. Méjèèjì náà sì ni ìtúmọ̀ “‘Alā takawwuf”.","lang":"yo"},{"name":"16:48","price":"Àti pé ṣé wọn kò wòye sí gbogbo n̄ǹkan tí Allāhu ṣẹ̀dá rẹ̀, tí òòji rẹ̀ ń tẹ̀ sí ọ̀tún àti òsì¹ tí wọ́n ń forí kanlẹ̀ fún Allāhu; tí wọ́n sì ń yẹpẹrẹ ara wọn (fún Un)?","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"1. Ìyẹn ni pé, ní àárọ̀ láààrin ìgbà tí òòrùn bá yọ ní ìlà òòrùn títí di àsìkò òòrùn kàntàrí, òòji n̄ǹkan máa tẹ̀ sí agbègbè ìwọ̀ òòrùn ní orí ilẹ̀. Bákan náà, níkété tí òòrùn bá yẹ̀tàrí títí di ìgbà tí òòrùn máa wọ̀ ní ìwọ̀ òòrùn, òòji n̄ǹkan máa tẹ̀ sí agbègbè ìlà òòrùn ní orí ilẹ̀. Wàyí o, ọmọ ‘Abbās - kí Allāhu yọ́nú sí àwọn méjèèjì -, ó sọ pé, “Títẹ̀ tí òòji gbogbo n̄ǹkan ń tẹ̀ sí ọ̀tún àti òsì ló ń dúró fún ìforíkanlẹ̀ wọn fún Allāhu - subhānahu wa ta‘ālā - . (Ƙurtubiy)","lang":"yo"},{"name":"16:49","price":"Allāhu sì ni ohunkóhun tó wà nínú àwọn sánmọ̀ àti ohunkóhun tó wà nínú ilẹ̀ ní n̄ǹkan abẹ̀mí àti àwọn mọlāika ń forí kanlẹ̀ fún. Wọn kò sì ṣègbéraga.¹","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah ar-Ra‘d; 13:15.","lang":"yo"},{"name":"16:50","price":"Wọ́n ń páyà Olúwa wọn tó ń bẹ lókè wọn. Wọ́n sì ń ṣe ohun tí À ń pa láṣẹ fún wọn.¹","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"1. Ẹ tún wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-’Ani‘ām; 6:18 àti sūrah al-Mujādilah; 58:7.","lang":"yo"},{"name":"16:51","price":"Allāhu sọ pé: “Ẹ má ṣe jọ́sìn fún ọlọ́hun méjì. Òun nìkan ni Ọlọ́hun Ọ̀kan ṣoṣo tí ẹ gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo. Nítorí náà, Èmi (nìkan) ni kí ẹ bẹ̀rù.”","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:52","price":"TiRẹ̀ sì ni ohunkóhun tó wà nínú àwọn sánmọ̀ àti ilẹ̀. TiRẹ̀ sì ni (àfọ̀mọ́) ẹ̀sìn títí láéláé¹ Nítorí náà, ṣé (n̄ǹkan mìíràn) yàtọ̀ sí Allāhu ni ẹ̀yin yóò máa bẹ̀rù ni?","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"1. Ìyẹn ni pé, Allāhu nìkan ṣoso ni a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo.","lang":"yo"},{"name":"16:53","price":"Ohunkóhun tí ẹ ní nínú ìdẹ̀ra, láti ọ̀dọ̀ Allāhu ni. Lẹ́yìn náà, tí ọwọ́ ìnira bá tẹ̀ yín, Òun ni ẹ̀ ń ké pè (fún ìdáǹdè.)","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:54","price":"Lẹ́yìn náà, nígbà tí Ó bá mú ìnira náà kúrò fún yín tán, nígbà náà ni apá kan nínú yín yó sì máa ṣẹbọ sí Olúwa wọn","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:55","price":"nítorí kí wọ́n lè ṣàì moore sí n̄ǹkan tí A fún wọn. Nítorí náà, ẹ máa gbádùn ǹsó. Láìpẹ́ ẹ máa mọ̀.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:56","price":"Wọ́n ń fi ìpín kan nínú ohun tí A pèsè fún wọn lélẹ̀ fún ohun tí wọn kò nímọ̀ nípa rẹ̀.¹ Mo fi Allāhu búra, dájúdájú wọn yóò bi yín léèrè nípa ohun tí ẹ̀ ń dá ní àdápa irọ́.","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"1. Ìyẹn ni pé, wọ́n ń pe àwọn n̄ǹkan kan ní n̄ǹkan òrìṣà bí àpẹ̀ẹrẹ, wọ́n ń pe àwọn ẹran kan ní ẹran òrìṣà, wọ́n sì ń fi àwọn kan rúbọ fún àwọn òrìṣà wọn. Irú āyah yìí ti ṣíwájú nínú sūrah al-Mọ̄’idah; 5:103.","lang":"yo"},{"name":"16:57","price":"Wọ́n tún ń fi (bíbí) àwọn ọmọbìnrin lélẹ̀ fún Allāhu - Mímọ́ ni fún Un (kò bímọ). - Wọ́n sì ń fi ohun tí wọ́n ń fẹ́ lélẹ̀ fún tiwọn!","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:58","price":"Nígbà tí wọ́n bá fún ọ̀kan nínú wọn ní ìró ìdùnnú (pé ó bí) ọmọbìnrin, ojú rẹ̀ yóò di dúdú fún ìbànújẹ́, tí ó sì máa pa á mọ́ra.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:59","price":"Ó sì máa fi ara pamọ́ fún àwọn ènìyàn nítorí ìró aburú tí wọ́n fún un. Ṣé ó máa gbà a mú ní n̄ǹkan àbùkù ni tàbí ó máa bò ó mọ́lẹ̀ láàyè? Ẹ gbọ́, ohun tí wọ́n ń dá lẹ́jọ́ burú!","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:60","price":"Ti àwọn tí kò gbàgbọ́ nínú Ọjọ́ Ìkẹ́yìn ni àkàwé aburú. Ti Allāhu sì ni àkàwé tó ga jùlọ. Àti pé Òun ni Alágbára, Ọlọ́gbọ́n.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:61","price":"Tí ó bá jẹ́ pé Allāhu ń gbá àwọn ènìyàn mú nítorí àbòsí ọwọ́ wọn, ìbá tí ṣẹ́ abẹ̀mí kan kan kù sórí ilẹ̀. Ṣùgbọ́n Ó ń lọ́ wọn lára di gbèdéke àkókò kan. Nígbà tí àkókò náà bá dé, wọn kò níí lè sún un ṣíwájú di àkókò kan, wọn kò sì níí lè fà á sẹ́yìn.”¹","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Al-’a‘rọ̄f; 7:34.","lang":"yo"},{"name":"16:62","price":"Wọ́n ń fi (ọmọbìnrin) - n̄ǹkan tí wọn kórira - lélẹ̀ fún Allāhu. Ahọ́n wọn sì ń ròyìn irọ́ pé dájúdájú rere (Ọgbà Ìdẹ̀ra) ni tàwọn. Kò sí tàbí-ṣùgbọ́n, dájúdájú Iná ni tiwọn. Àti pé dájúdájú wọ́n máa pa wọ́n tì sínú rẹ̀ ni.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:63","price":"Allāhu fi ara Rẹ̀ búra,¹ dájúdájú A ti rán àwọn Òjíṣẹ́ níṣẹ́ sí àwọn ìjọ kan ṣíwájú rẹ. Nígbà náà, Èṣù ṣe iṣẹ́ wọn ní ọ̀ṣọ́ fún wọn; òun sì ni ọ̀rẹ́ wọn ní òní. Ìyà ẹlẹ́ta-eléro sì wà fún wọn.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"1. Allāhu - subhānahu wa ta‘ālā - fi Ara Rẹ̀ búra. Ó sì jẹ́ ẹ̀tọ́ fún Un láti ṣe bẹ́ẹ̀ nítorí pé, Òun l’Ó ni Ara Rẹ̀. Àmọ́ kì í ṣe ẹ̀tọ́ fún ẹ̀dá kan láti fi ara rẹ̀ búra dípò Allāhu, tí Ó ni í.","lang":"yo"},{"name":"16:64","price":"A kò sọ Tírà náà kalẹ̀ fún ọ bí kò ṣe pé kí o lè ṣàlàyé fún wọn ohun tí wọ́n ń yapa ẹnu sí;¹ ó sì jẹ́ ìmọ̀nà àti ìkẹ́ fún ìjọ onígbàgbọ́ òdodo.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ āyah 44.","lang":"yo"},{"name":"16:65","price":"Allāhu l’Ó ń sọ omi kalẹ̀ láti sánmọ̀. Ó sì ń fi jí ilẹ̀ lẹ́yìn tí ó ti kú. Dájúdájú àmì wà nínú ìyẹn fún ìjọ tó ń gbọ́rọ̀ (òdodo).","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:66","price":"Dájúdájú àríwòye wà fún yín lára àwọn ẹran-ọ̀sìn, tí À ń fún yín mu nínú n̄ǹkan tó wà nínú rẹ̀, (èyí) tí ó ń jáde wá láti ààrin bọ́tọ inú agbẹ̀du àti ẹ̀jẹ̀. (Ó sì ń di) wàrà mímọ́ tó ń lọ tìnrín ní ọ̀fun àwọn tó ń mu ún.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:67","price":"Àti pé láti ara àwọn èso dàbínù àti èso àjàrà ni ẹ ti ń ṣe ọtí¹ àti n̄ǹkan jíjẹ-mímu tó dára. Dájúdájú àmì wà nínú ìyẹn fún ìjọ tó ní làákàyè.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"1. Ìyẹn ṣíwájú kí Allāhu - subhānahu wa ta‘ālā - tó ṣe ọtí ní èèwọ̀ gẹ́gẹ́ bí ó ṣe wà nínú sūrah al-Mọ̄’idah; 5:90.","lang":"yo"},{"name":"16:68","price":"Olúwa rẹ sì fi mọ kòkòrò oyin pé: “Mu ilé sínú àpáta, (mú un sínú) igi, (kí ó sì mú un) sínú ohun tí (àwọn ènìyàn) mọ ga.","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:69","price":"Lẹ́yìn náà, jẹ lára gbogbo èso, kí o sì tọ àwọn ojú ọ̀nà Olúwa rẹ pẹ̀lú ìtẹríba.” Ohun mímu tí àwọ̀ rẹ̀ yàtọ̀ síra wọn yóò máa jáde láti inú kòkòrò oyin. Ìwòsàn wà nínú rẹ̀ fún àwọn ènìyàn. Dájúdájú àmì wà nínú ìyẹn fún ìjọ tó ní àròjinlẹ̀.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:70","price":"Allāhu l’Ó ṣẹ̀dá yín. Lẹ́yìn náà, Ó ń gba ẹ̀mí yín. Ó sì wà nínú yín ẹni tí A óò dá padà sí ogbó kùjọ́kùjọ́ nítorí kí ó má lè mọ n̄ǹkan kan mọ́ lẹ́yìn tí ó ti mọ̀ ọ́n. Dájúdájú Allāhu ni Onímọ̀, Alágbára.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:71","price":"Allāhu l’Ó ṣoore àjùlọ fún apá kan yín lórí apá kan nínú arísìkí. Àwọn tí A fún ní oore àjùlọ, kí wọ́n fún àwọn ẹrú wọn ní arísìkí wọn, kí wọ́n sì jọ pín in ní dọ́gban̄n̄dọ́gba!¹ Nítorí náà, ṣe ìdẹ̀ra Allāhu ni wọn yóò máa takò?","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"1. Àkàwé kan nìyí tí Allāhu - subhānahu wa ta‘ālā - fi lélẹ̀ fún àwọn ọ̀ṣẹbọ láti pe làákàyè wọn sí ohun tí wọn kò lè gbà, àmọ́ tí wọ́n ń fi lọ Allāhu - subhānahu wa ta‘ālā -. Kókó àkàwé náà sì ni pé, ǹjẹ́ ẹnì kan lè gbà fún ẹrú rẹ̀, yálà ẹrú ogun tàbí ẹrú àfowórà, pé kí òun àti ẹrú rẹ̀ jọ pín dúkìá rẹ̀ sí méjì ní dọ́gban̄n̄dọ́gba. Àwọn dúkìá bíi àwọn ìyàwó, àwọn ọmọ àti gbogbo dúkìá mìíràn, ǹjẹ́ olówó ẹrú lè kó ìlàjì rẹ̀ fún ẹrú rẹ̀ bí? Kò níí ṣe bẹ́ẹ̀, kò sì lè ṣe bẹ́ẹ̀. Nítorí náà, pípe ẹ̀dá kan nínú ẹ̀dá Allāhu ní olúwa àti olùgbàlà tí wọn yóò máa jọ́sìn fún, ó ti jọ pé ẹ̀dá náà tí ó jẹ́ ẹrú fún Allāhu ti sọra rẹ̀ di akẹgbẹ́ fún Allāhu níbi dúkìá Rẹ̀, tí í ṣe àwa ẹ̀dá Rẹ̀. Nítorí náà, āyah yìí kò ní ìtúmọ̀ pípín dúkìá ẹni sí méjì fún ẹrú wa, bí kò ṣe àkàwé. Bákan náà, āyah yìí kò sì ní kí á sọ olówó di ẹgbẹ́ olòṣì, gẹ́gẹ́ bí ètò ìjọba “communism”. Ohun tí ẹ̀dá kò lè gbà, àmọ́ tí ó ń fi lọ Allāhu - subhānahu wa ta‘ālā - ni àkàwé tí ó jẹyọ nínú āyah náà.","lang":"yo"},{"name":"16:72","price":"Àti pé Allāhu ṣe àwọn ìyàwó fún yín láti ara yín. Ó fún yín ní àwọn ọmọ àti ọmọọmọ láti ara àwọn ìyàwó yín. Ó sì pèsè arísìkí fún yín nínú àwọn n̄ǹkan dáadáa. Ṣé irọ́ (ìyẹn, òrìṣà) ni wọn yóò gbàgbọ́, ìdẹ̀ra Allāhu ni wọn yó sì máa ṣàì moore sí?","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:73","price":"Dípò (kí wọ́n jọ́sìn fún) Allāhu, wọ́n ń jọ́sìn fún ohun tí kò ní ìkápá arísìkí kan kan fún wọn nínú àwọn sánmọ̀ àti ilẹ̀; wọn kò sì lágbára (láti ṣe n̄ǹkan kan).","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:74","price":"Nítorí náà, ẹ má ṣe fi àwọn àkàwé náà lélẹ̀ nípa Allāhu. Dájúdájú Allāhu nímọ̀; ẹ̀yin kò sì nímọ̀.","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:75","price":"Allāhu fi àkàwé kan lélẹ̀ (nípa) ẹrú kan tí ó wà lábẹ́ ọ̀gá, tí kò sì lè dá n̄ǹkan kan ṣe àti ẹni tí A fún ní arísìkí tó dára láti ọ̀dọ̀ wa, tí ó sì ń ná nínú rẹ̀ ní ìkọ̀kọ̀ àti ní gban̄gba. Ṣé wọ́n dọ́gba bí?¹ Gbogbo ẹyìn ń jẹ́ ti Allāhu. Ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ wọn ni kò mọ̀.","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"1. Ìyẹn ni pé, kò sí ẹgbẹ́ tàbí ìdọ́gba láààrin ẹni tí ó ní òmìnira tí ó lè dá n̄ǹkan ṣe àti ẹrú aláìlágbára tí kò lè dá n̄ǹkan kan ṣe.","lang":"yo"},{"name":"16:76","price":"Allāhu tún fi àkàwé kan lélẹ̀ (nípa) ọkùnrin méjì kan, tí ọ̀kan nínú wọn jẹ́ odi, tí kò lè dá n̄ǹkan kan ṣe, tí ó tún jẹ́ wàhálà fún ọ̀gá rẹ̀ (nítorí pé) ibikíbi tí ó bá rán an lọ, kò níí mú oore kan bọ̀ (fún un láti ibẹ̀). Ṣé ó dọ́gba pẹ̀lú ẹni tí Ó ń pàṣẹ ṣíṣe ẹ̀tọ́, tí ó sì wà lójú ọ̀nà tààrà?¹","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"1. Bí ó tilẹ̀ jẹ́ pé èèwọ̀ ẹ̀sìn ni fún ẹ̀dá láti fi àkàwé àti àfijọ lélẹ̀ fún Allāhu - subhānahu wa ta‘ālā - gẹ́gẹ́ bí ó ṣe wà nínú āyah 74, Allāhu - subhānahu wa ta‘ālā - lè fi àkàwé ara Rẹ̀ lélẹ̀ fún ẹ̀dá nítorí kí ẹ̀dá lè mọ̀ pé Allāhu tóbi jùlọ. Nítorí náà, kíkó ara ẹni sínú wàhálà tí kò lẹ́tọ̀ọ́ ni sísọ ẹ̀dá kan di akẹgbẹ́ fún Allāhu - subhānahu wa ta‘ālā - nítorí pé, kò sí nínú wọn tí ó lè gbọ́ ìpè, áḿbọ̀sìbọ́sí pé wọn yóò jẹ́ ìpè. Báwo ni oore kan ṣe fẹ́ ti ọ̀dọ̀ wọn wá? Àwọn tó ń pè wọ́n kò sì yé wàhálà ẹ̀mí ara wọn lórí ìpè asán? Àmọ́, Allāhu, Ẹni tí Ó ń gbọ́ ìpè ẹ̀dá, Ẹni tí Ó ń jẹ́ ìpè ẹ̀dá, Òun ni a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo. Ó sì ti pa wá ní àṣẹ láti jọ́sìn fún Un. Àṣẹ náà ni àṣẹ òdodo.","lang":"yo"},{"name":"16:77","price":"Ti Allāhu ni ìkọ̀kọ̀ àwọn sánmọ̀ àti ilẹ̀. Ọ̀rọ̀ Àkókò náà kò kúkú tayọ ìṣẹ́jú tàbí kí ó tún súnmọ́ julọ. Dájúdájú Allāhu ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:78","price":"Allāhu l’Ó mu yín jáde láti inú ikùn àwọn ìyá yín nígbà tí ẹ̀yin kò tí ì dá n̄ǹkan kan mọ̀. Ó sì ṣe ìgbọ́rọ̀, àwọn ìríran àti àwọn ọkàn fún yín nítorí kí ẹ lè dúpẹ́ (fún Un).","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:79","price":"Ṣé wọn kò wòye sí àwọn ẹyẹ tí A rọ̀ (fún fífò) nínú òfurufú (lábẹ́) sánmọ̀? Kò sí ẹni tó ń mú wọn dúró (sínú òfurufú) bí kò ṣe Allāhu. Dájúdájú àwọn àmì wà nínú ìyẹn fún ìjọ onígbàgbọ́ òdodo.","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:80","price":"Allāhu ṣe ibùsinmi fún yín sínú ilé yín. Láti ara awọ ẹran-ọ̀sìn, Ó tún ṣe àwọn ilé (àtíbàbà) kan tó fúyẹ́ fún yín láti gbé rìn ní ọjọ́ ìrìn-àjò yín àti ní ọjọ́ tí ẹ bá wà nínú ìlú. Láti ara irun àgùtàn,¹ irun ràkúnmí àti irun ewúrẹ́, ẹ tún ń rí àwọn n̄ǹkan ọ̀ṣọ́ àti n̄ǹkan ìgbádùn lò títí fún ìgbà díẹ̀.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"1. Ìtàn Sūfiyyah Ní Ṣókí: Nínú al-Ƙur’ān alápọ̀n-ọ́nlé, àyè kan péré ni Allāhu - subhānahu wa ta‘ālā - ti lo kalmọh “’aswāf”. \n “’Aswāf” ni ọ̀pọ̀ “sūf”. Ìtúmọ̀ “sūf” ni “irun àgùtàn”. Bákan náà, lílò tí Allāhu - subhānahu wa ta‘ālā - lo kalmọh “’aswāf” jẹ́ ṣíṣe ìrègún oore Rẹ̀ lórí wa nípa bí “irun àgùtàn” ṣe jẹ́ ọ̀kan nínú ohun èlò tí a fi ń ṣe àwọn n̄ǹkan ọ̀ṣọ́ àti n̄ǹkan ìgbádùn nínú ìṣẹ̀mí ayé wa. \n Àmọ́ ohun tí a fẹ́ pe àkíyèsí wa sí ní àyè yìí ni pé, Allāhu kò sọ̀rọ̀ “sūf” gẹ́gẹ́ bí ìlànà ìjọ́sìn tàbí àdìsọ́kàn ìgbàgbọ́ fún àwa mùsùlùmí. Ohun èlò àti n̄ǹkan ìgbádùn ayé, bíi lílo “sūf” fún híhun aṣọ fún oríṣiríṣi lílò àti fífi ṣòkòwò kátà-kárà nínú ìṣẹ̀mí ayé wa, ni ìwúlò àti àǹfààní tí à ń rí lára “sūf”. \n Síwájú sí i, nínú èdè Lárúbáwá, tí a bá fẹ́ fi ìbátan hàn láààrin n̄ǹkan méjì pẹ̀lú ẹyọ ọ̀rọ̀ kan ṣoṣo ìyẹn nígbà tí a bá fẹ́ ṣe àfihàn ohun tí wọ́n lò láti fi ṣe n̄ǹkan kan, tàbí nígbà tí a bá fẹ́ ròyìn ènìyàn pẹ̀lú ohun tí ó máa ń lò, a kàn máa fi lẹ́tà “yā’un muṣaddadah” kún kalmọh náà, tí “yā’un muṣaddadah” náà sì máa jẹ́ àfòmọ́-ìparí fún kalmọh náà. “Yā’un muṣaddadah” yìí ni à ń pè ní “yā’u-nnisbah” (yā’u ìbátan / yā’u afìbátanhàn) nínú ẹ̀kọ́ mọfọ́lọ́jì èdè Lárúbáwá. \n Nítorí náà, nínú èdè Lárúbáwá, nígbà tí a bá fẹ́ sọ pé aṣọ kan jẹ́ aṣọ tí wọ́n fi irun àgùtàn hun tàbí nígbà tí a bá fẹ́ sọ pé ènìyàn kan máa ń wọ aṣọ tí wọ́n fi irun àgùtàn hun, a kàn máa so àfòmọ́ ìparí “yyun” (èyí tí a pè ní “yā’u-nnisbah”) mọ́ ìparí kalmọh “sūf”, ó sì máa di “صُوفِيٌّ” “sūfiyyun / sūfiyy” (akọ, ẹyọ), “صُوفِيُّونَ” “sūfiyyūn” (akọ, ọ̀pọ̀), “صُوفِيَّةٌ” “sūfiyyatun / sūfiyyah” (abo, ẹyọ / ọ̀rọ̀-orúkọ tí a ṣẹ̀dá láti ara sūf) “صُوفِيَّاتٌ” “sūfiyyāt” (abo, ọ̀pọ̀). Ìtúmọ̀ gbogbo rẹ̀: “aṣọ tí wọ́n fi irun àgùtàn hun / olùwọṣọ-irun àgùtàn. \n Síwájú sí i, nínú àwọn ìran n̄ǹkan tí ẹ̀dá ń lò fún híhun aṣọ, aṣọ èyí tí wọ́n bá fi irun àgùtàn hún máa ń jẹ́ aṣọ tó rọjú jùlọ ní rírà. Nítorí èyí, aṣọ irun àgùtàn jẹ́ aṣọ àwọn mẹ̀kúnnù. Àwọn olówó kì í sì fẹ́ rà á fún wíwọ̀ sọ́rùn nítorí pé, ó jẹ́ aṣọ pọ́ọ́kú-lowóẹ̀, kì í sì jọ̀lọ̀ lára rárá bí ìran aṣọ mìíràn. Nítorí pé, aṣọ irun àgùtàn jẹ́ aṣọ tálíkà, ló mú aṣọ náà di ọ̀gá aṣọ fún àwọn tí wọ́n bá fẹ́ ráyé sá nínú àwọn ẹni-ìṣáájú. \n Ìmúra àwọn ẹni-ìṣáájú gbajúmọ̀ pẹ̀lú wíwọ aṣọ irun àgùtàn láti fi mú ayé bín-íntín tó bẹ́ẹ̀ gẹ́ tó fi jẹ́ pé tí wọ́n bá fẹ́ pe ẹnikẹ́ni nínú wọn ní olùráyésá, “sūfiyy” ni wọ́n á pe irú ẹni náà nítorí pé, kò = = sí olùráyésá kan nínú wọn àfi kí ó dúnnímọ́ wíwọ aṣọ irun àgùtàn tààrà. Ìdí nìyí tí a bá gbọ́ pé wọ́n pe àáfà àgbà kan nínú àwọn aṣíwájú rere fún wa ní “sūfiyy” bí Imām Ṣāfi‘iyy tàbí ẹlòmíìràn, ìráyésá wọn nípa wíwọ aṣọ irun àgùtàn ló mú wọn jẹ́ bẹ́ẹ̀. \n Lára sunnah Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sì ni ìráyésá wà. Oríkì ìráyésá nìyí nígbà náà: Ìráyésá ni jíjìnnà sí àwọn n̄ǹkan olówó ńlá àti jíjìnnà sí kíkó ọrọ̀ ilé ayé jọ àti lílo àwọn n̄ǹkan tó kéré jùlọ ní òǹkà láti fi gbé ìṣẹ̀mí ayé ẹni ró. Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - sì ni aṣíwájú gbogbo àwọn olùráyésá. Dídi olùwọṣọ-irun àgùtàn “sūfiyy lábẹ́ ìráyésá” nígbà náà kò lòdì sí ẹ̀sìn ’Islām nítorí pé, jíjẹ́ “sūfiyy” ẹnikẹ́ni nínú wọn kò sọ ọ́ di ẹni tí ó ní ìlànà ẹ̀sìn tàbí àdìsọ́kàn mìíràn tó yàtọ̀ sí sunnah Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Bí ọ̀rọ̀ àwọn sūfiyy “àwọn olùwọṣọ-irun àgùtàn” ṣe wà nìyẹn títí di ọgọ́rùn-ún mẹ́ta ọdún àkọ́kọ́ lẹ́yìn Hijrah. \n Lẹ́yìn ọgọ́rùn-ún mẹ́ta ọdún àkọ́kọ́ lẹ́yìn Hijrah ni àwọn kan nínú ìlú Basrọ nílẹ̀ ‘Irāƙ bá sọ orúkọ yìí “صُوفِيَّةٌ” “sūfiyyah” di n̄ǹkan mìíràn mọ́ra wọn lọ́wọ́. Àwọn ènìyàn wọ̀nyẹn gbé ìtúmọ̀ rẹ̀ kúrò lábẹ́ “wíwọ aṣọ irun àgùtàn” pátápátá, wọ́n sì fún un ní ìtúmọ̀ àgbélẹ̀rọ àti ayédèrú bíi kí wọ́n sọ pé “sūfiyyah” túmọ̀ sí dídi ẹni mímọ́, olùfọkànsìn, ẹni ẹ̀ṣà, wòlíì Ọlọ́hun àti bẹ́ẹ̀ bẹ́ẹ̀ lọ . Paríparí rẹ̀ ni pé, àwọn ènìyàn wọ̀nyẹn bá sọ orúkọ náà “sūfiyyah” di ìlànà ẹ̀sìn titun kan, wọ́n sì gbé e jù sábẹ́ ẹ̀sìn ’Islām. Àwọn ènìyàn wọ̀nyẹn bá bẹ̀rẹ̀ sí to ọ̀kan-ò-jọ̀kan ìròrí àwọn ọ̀ṣẹbọ, ìròrí àwọn yẹhudi àti ìròrí àwọn nasọ̄rọ̄ papọ̀ mọ́ra wọn ní ọ̀nà ẹ̀tàn pẹ̀lú yíyí àwọn ìtúmọ̀ āyah al-Ƙur’ān àti hadīth Ànábì lọ́rùn láti fi ṣe àtìlẹ́yìn fún ìlànà titun náà tí wọ́n ronú gbékalẹ̀ lábẹ́ orúkọ “sūfiyyah”. Nígbà tí wọ́n sì fura mọ̀ pé, orúkọ yìí kò kún tó, wọ́n bá tún ṣe ẹ̀dà orúkọ mìíràn láti ara rẹ̀. Orúkọ náà ni “التَّصَوُّفُ” “at-tasọwwuf”. Báyìí ni “sūfiyyah” tàbí “at-tasọwwuf” ṣe di ìjọ́sìn mìíràn ní pẹrẹu láààrin àwọn aláìlẹ́kọ̀ọ́ tí wọ́n bọ́há sọ́wọ́ àwọn àáfà onibidia. \n Bákan náà, nígbà tí àwọn àáfà onibidia tasọwwuf wọ̀nyí pèrò sọ́kọ̀ bidiah tasọwwuf tán, òǹpèrò kọ̀ọ̀kan nínú àwọn àáfà onibidiah wọ̀nyẹn bá tún bẹ̀rẹ̀ sí fi orúkọ ara rẹ̀ pèrò dípò lílo orúkọ àgbélẹ̀rọ tí wọ́n dìjọ ṣe àdádáálẹ̀ rẹ̀. Nígbà náà ni ayé wọn bá di ìlànà / tọrīkọ “at-tasọwuffu al-kọ̄diriyyah”, “at-tasọwuffu al-kọlwatiyyah” “at-tasọwuffu at-tijāniyyah” “at-tasọwuffu aṣ-Ṣāthiliyyah”, “at-tasọwuffu al-Haṣwatiyyah” àti “at-tasọwuffu an-naƙṣanbadiyyah”. Títí di òní olónìí, wọn kò yé fi orúkọ aṣíwájú wọn pèrò sọ́kọ̀ bidiah tasọwuffu wọn. Èyí ló sì ṣokùnfà bí wọ́n tún ṣe ń pe àwọn kan nínú àwọn ìlànà / tọrīkọ wọn ní “at-tasọwuffu an-Niyāsiyyah””, “at-tasọwuffu al-bulāliyyah” àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Àwọn mutasọwiffūn wọ̀nyí náà ni wọ́n mú tíà sísà (bíi firāku, katali) àti iṣẹ́ yíyẹ̀wò, oogun ṣíṣe, idán pípa, lílo àlùjànnú, lílọ nínú ẹ̀mí àti iṣẹ́ jálàbí ṣíṣe (ìyẹn, iṣẹ́ babaláwo) wọ inú ẹ̀sìn ’Islām. Àwọn sì ni wọ́n pọ̀ jùlọ nílẹ̀ aláwọ̀dúdú, pàápàá jùlọ ní ilẹ̀ Naijiria. \n Wò ó, ìlànà tasọwuffu ti lé ní ìgbà ọ̀nà. Ó sì ti di tọ́rọ́-fọ́kánlé tó bẹ́ẹ̀ gẹ́ tó fí jẹ́ pé, tí ọkùnrin kan kò bá ti rí iṣẹ́ halāl ṣe ní iṣẹ́ òòjọ́, ó máa di “ṣééù”, tí obìnrin náà kò bá ti rí ọ̀kan-ṣèkan mọ́, òun náà á sọra rẹ̀ di “ṣééhá”. Òṣì, àìríná àti àìrílò ti kó wọn sínú tasọwuffu. Pẹ̀lú ète àwọn àlùjànnú, iná idán àwọ́rò wọn sì ń jò bùlàbùlà. Kíyè sí i, yálà al-Ƙur’ān tàbí hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -, kò sí ọ̀kan kan nínú méjèèjì tó fàyè gba ìlànà mìíràn yàtọ̀ sí sunnah Ànábì nínú ìjọ́sìn mùsùlùmí tàbí ìṣe mùsùlùmí tàbí ìròrí mùsùlùmí. Ẹnikẹ́ni tí ó bá tún lérò pé ìlànà àfikún kan tún wà fún mùsùlùmí láti lè súnmọ́ Allāhu tààrà dípò gbígba tító pẹ̀lú sunnah Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -, onítọ̀ún ni a ó máa pè ní onibidiah “aládàádáálẹ̀ ìlànà ẹ̀sìn”. Tí irú ẹni bẹ́ẹ̀ kò bá sì ronú pìwàdà pátápátá kúrò lórí dída sunnah Ànábì pọ̀mọ́ ìlànà àdádáálẹ̀ pẹ̀lú èròǹgbà láti pé lẹ́sìn, Iná ni ẹ̀san rẹ̀ lọ́run ní ìbámu sí sūrah an-Nisā’; 4:115. Àkàwé sunnah Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ni àpẹ̀ẹrẹ omi tí wọ́n rọ kún inú ìgò fìfo. Àkàwé èyíkéyìí ìlànà àdádáálé tí wọ́n bá fi kún sunnah Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sì ni omi mìíràn tí wọ́n tún fẹ́ rọ mọ́ ẹ̀kún igo omi náà. Ìgbàkígbà tí ẹnikẹ́ni bá tún rọ omi mìíràn sínú ẹ̀kún igo omi náà, ilẹ̀ ni yóò máa dà sí títí láéláé. Omi náà yó sì máa ṣòfò dànù. Ìdí nìyí ti gbogbo ìran tasọwuffu àti àpapọ̀ tasọwuffu fi máa di òfò pọ́nńbélé lọ́jọ́ ìṣírò-iṣẹ́. Àti pé, ọ̀kan pàtàkì nínú bidiah Aṣaetāni ni gbogbo ìran tasọwuffāt pátápátá nítorí pé, “sūfiyyah” ti kúrò ní abẹ́ ìráyésá pátápátá, ó sì ti bọ́ sí abẹ́ awo ṣíṣe, awo èṣù. Kí Allāhu bá wa gbé sunnah Ànábì ga. Kí Ó bá wa rẹ bidiah Aṣaetāni nílẹ̀. Kí Ó sì bá wa paná adẹ́bọ rẹ́.","lang":"yo"},{"name":"16:81","price":"Allāhu ṣe àwọn ibòji fún yín láti ara àwọn n̄ǹkan tí Ó dá. Ó ṣe àwọn ibùgbé fún yín láti ara àwọn àpáta. Ó tún ṣe àwọn aṣọ fún yín tó ń dáàbò bò yín lọ́wọ́ ooru àti àwọn aṣọ tó ń dáàbò bò yín lójú ogun yín.¹ Báyẹn l’Ó ṣe ń pé ìdẹ̀ra Rẹ̀ le yín lórí nítorí kí ẹ lè jẹ́ mùsùlùmí.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"1. Àpẹ̀ẹrẹ aṣọ tó ń dáàbò bo ẹ̀dá lójú ogun ni ẹ̀wù irin tí kì í jẹ́ kí ọfà wọlé sínú ara. Àwọn aṣọ ààbò ogun wọ̀nyí kò túmọ̀ sí aṣọ òògùn bíi bàǹtẹ́ òògùn fún ààbò lójú ogun. Irúfẹ́ àwọn aṣọ òògùn wọ̀nyí jẹ́ èèwọ̀ ẹ̀sìn nítorí pé, wọn kò là níbi ṣíṣe ẹbọ àti wíwá ìrànlọ́wọ́ sọ́dọ̀ àlùjànnú. Ẹnikẹ́ni tí ó bá lo irúfẹ́ aṣọ òògùn yìí sì ti sọ ara rẹ̀ di ọ̀ṣẹbọ.","lang":"yo"},{"name":"16:82","price":"Nítorí náà, tí wọ́n bá gbúnrí, ìkéde (ẹ̀sìn) tó yanjú ni ojúṣe tìrẹ.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:83","price":"Wọ́n mọ ìdẹ̀ra Allāhu, lẹ́yìn náà wọ́n ń takò ó. Ọ̀pọ̀lọ́pọ̀ wọn sì ni aláìmoore.","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:84","price":"(Rántí) ọjọ́ tí A óò gbé ẹlẹ́rìí kan dìde nínú gbogbo ìjọ (àwọn Ànábì), lẹ́yìn náà, A ò níí yọ̀ǹda (àròyé ṣíṣe) fún àwọn tó ṣàì gbàgbọ́. Wọn kò sì níí fún wọn ní àyè láti padà ṣe ohun tí wọn yóò fi rí ìyọ́nú Allāhu.","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:85","price":"Nígbà tí àwọn tó ṣàbòsí bá rí Ìyà, nígbà náà, A ò níí ṣe ìyà náà ní fífúyẹ́ fún wọn, A ò sì níí fún wọn ní ìsinmi (nínú Iná).","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:86","price":"Nígbà tí àwọn tó bá Allāhu wá akẹgbẹ́ bá rí àwọn òrìṣà wọn, wọ́n á wí pé: “Olúwa wa, àwọn wọ̀nyí ni àwọn òrìṣà wa tí à ń pè lẹ́yìn Rẹ.” Nígbà náà (àwọn òrìṣà) yóò ju ọ̀rọ̀ náà padà sí wọ́n pé: “Dájúdájú òpùrọ́ mà ni ẹ̀yin.”","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:87","price":"Wọ́n sì máa jura wọn sílẹ̀ fún Allāhu ní ọjọ́ yẹn. Ohun tí wọ́n ń dá ní àdápa irọ́ sì di òfo mọ́ wọn lọ́wọ́.¹","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-’Ani‘ām; 6:24.","lang":"yo"},{"name":"16:88","price":"Àwọn tó ṣàì gbàgbọ́, tí wọ́n sì ṣẹ́rí àwọn ènìyàn kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu, A ó ṣe àlékún ìyà lórí ìyà fún wọn ni nítorí pé wọ́n ń ṣèbàjẹ́.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:89","price":"(Rántí) Ọjọ́ tí A óò gbé ẹlẹ́rìí dìde fún ìjọ kọ̀ọ̀kan láààrin ara wọn, A sì máa mú ìwọ wá ní ẹlẹ́rìí fún àwọn wọ̀nyí. A sọ Tírà kalẹ̀ fún ọ; (ó jẹ́) àlàyé fún gbogbo n̄ǹkan,¹ ìmọ̀nà, ìkẹ́ àti ìró ìdùnnú fún àwọn mùsùlùmí.","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-’Ani‘ām; 6:114.","lang":"yo"},{"name":"16:90","price":"Dájúdájú Allāhu ń pàṣẹ ṣíṣe déédé, ṣíṣe rere àti fífún ẹbí (ní n̄ǹkan). Ó sì ń kọ ìwà ìbàjẹ́, ohun burúkú àti rúkèrúdò. Ó ń ṣe wáàsí fún yín nítorí kí ẹ lè lo ìrántí.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:91","price":"Kí ẹ sì mú àdéhùn Allāhu ṣẹ nígbà tí ẹ bá ṣe àdéhùn. Ẹ má ṣe tú ìbúra lẹ́yìn ìfirinlẹ̀ rẹ̀. Ẹ sì kúkú ti fi Allāhu ṣe Ẹlẹ́rìí lórí ara yín. Dájúdájú Allāhu mọ ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:92","price":"Kí ẹ sì má ṣe dà bí (obìnrin) èyí tí ó tú òwú dídì rẹ̀ palẹ̀ yẹ́lẹyẹ̀lẹ lẹ́yìn tí ó tí dì í le. Ńṣe ni ẹ̀ ń lo ìbúra yín fún ẹ̀tàn láààrin ara yín nítorí pé ìran kan pọ̀ ju ìran kan. Dájúdájú Allāhu ń dan yín wò pẹ̀lú rẹ̀ ni. Àti pé ní Ọjọ́ Àjíǹde Ó kúkú máa ṣàlàyé fún yín ohun tí ẹ̀ ń yapa ẹnu sí.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:93","price":"Àti pé tí ó bá jẹ́ pé Allāhu bá fẹ́, ìbá ṣe yín ní ìjọ kan ṣoṣo (sínú ’Islām), ṣùgbọ́n Ó ń ṣi ẹni tí Ó bá fẹ́ lọ́nà, Ó sì ń tọ́ ẹni tí Ó bá fẹ́ sọ́nà. Dájúdájú wọ́n máa bi yín léèrè nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:94","price":"Ẹ má ṣe lo ìbúra yín fún ẹ̀tàn láààrin ara yín, nítorí kí ẹsẹ̀ yín má baà yẹ̀ gẹ̀rẹ̀ lẹ́yìn ìdúróṣinṣin rẹ̀, àti nítorí kí ẹ má baà tọ́ ìyà burúkú wò nípa bí ẹ ṣe ṣẹ́rí àwọn ènìyàn kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu. Ìyà ńlá yó sì wà fún yín.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:95","price":"Ẹ má ṣe ta àdéhùn Allāhu ní owó pọ́ọ́kú. Ohun tí ń bẹ lọ́dọ̀ Allāhu, ó lóore jùlọ fún yín tí ẹ bá mọ̀.","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:96","price":"Ohun tó ń bẹ lọ́dọ̀ yín máa tán. Ohun tó ń bẹ lọ́dọ̀ Allāhu sì máa wà títí láéláé. Dájúdájú A sì máa san àwọn tó ṣe sùúrù ní ẹ̀san rere wọn tó dára ju ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:97","price":"Ẹnikẹ́ni tí ó bá ṣe iṣẹ́ rere, ọkùnrin ni tàbí obìnrin, ó sì jẹ́ onígbàgbọ́ òdodo, dájúdájú A óò jẹ́ kí ó lo ìgbésí ayé tó dára. Dájúdájú A sì máa san wọ́n ní ẹ̀san rere wọn tó dára ju ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:98","price":"Nígbà tí o bá (fẹ́) ké al-Ƙur’ān, sá di Allāhu níbi (aburú) Èṣù, ẹni ẹ̀kọ̀.","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:99","price":"Dájúdájú kò sí agbára kan fún un lórí àwọn tó gbàgbọ́, tí wọ́n sì ń gbáralé Olúwa wọn.","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:100","price":"Ẹni tó lágbára lórí rẹ̀ ni àwọn tó ń mú un ní ọ̀rẹ́ àti àwọn tó sọ ọ́ di akẹgbẹ́ Allāhu.","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:101","price":"Nígbà tí A bá pààrọ̀ āyah kan sí àyè āyah kan, Allāhu l’Ó sì nímọ̀ jùlọ nípa ohun tó ń sọ̀kalẹ̀, wọ́n á wí pé: “Ìwọ kàn jẹ́ aládapa irọ́ ni.” Àmọ́ ọ̀pọ̀lọ́pọ̀ wọn ni kò nímọ̀.","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:102","price":"Sọ pé: “Ẹ̀mí mímọ́ (mọlāika Jibrīl) ló sọ̀ ọ́ kalẹ̀ láti ọ̀dọ̀ Olúwa rẹ pẹ̀lú òdodo nítorí kí ó lè mú ẹsẹ̀ àwọn tó gbàgbọ́ lódodo rinlẹ̀. (Kí ó sì lè jẹ́) ìmọ̀nà àti ìró ìdùnnú fún àwọn mùsùlùmí.","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:103","price":"A sì kúkú ti mọ̀ pé dájúdájú wọ́n ń wí pé: “Ṣebí abara kan ló ń kọ́ ọ (ní al-Ƙur’ān).” Èdè ẹni tí wọ́n ń darí al-Ƙur’ān kọ ní ọ̀nà òdì (pé ó ń kọ́ Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -) kì í ṣe elédè Lárúbáwá. Èdè Lárúbáwá pọ́nńbélé sì ni (al-Ƙur’ān) yìí.¹","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"1. Ẹ wo sūrah al-’Ani‘ām; 6:105.","lang":"yo"},{"name":"16:104","price":"Dájúdájú àwọn tí kò gbàgbọ́ nínú àwọn āyah Allāhu, Allāhu kò níí tọ́ wọn sọ́nà. Ìyà ẹlẹ́ta-eléro sì wà fún wọn.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:105","price":"Àwọn tí kò gbàgbọ́ nínú àwọn āyah Allāhu ló ń dá àdápa irọ́ (mọ́ Allāhu). Àwọn wọ̀nyẹn gan-an sì ni òpùrọ́.","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:106","price":"Ẹnikẹ́ni tí ó bá ṣàì gbàgbọ́ nínú Allāhu lẹ́yìn ìgbàgbọ́ rẹ̀, yàtọ̀ sí ẹni tí wọ́n jẹ nípá, tí ọkàn rẹ̀ sì balẹ̀ pẹ̀lú ìgbàgbọ́ òdodo, ṣùgbọ́n ẹnikẹ́ni tí ó bá ṣí igbá-àyà rẹ̀ sílẹ̀ fún àìgbàgbọ́, ìbínú láti ọ̀dọ̀ Allāhu ń bẹ lórí wọn. Ìyà ńlá sì wà fún wọn.","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:107","price":"Ìyẹn nítorí pé wọ́n fẹ́ràn ìṣẹ̀mí ayé ju ọ̀run. Allāhu kò sì níí fi ọ̀nà mọ ìjọ aláìgbàgbọ́.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:108","price":"Àwọn wọ̀nyẹn ni àwọn tí Allāhu ti fi èdídí bo ọkàn wọn, ìgbọ́rọ̀ wọn àti ìríran wọn. Àwọn wọ̀nyẹn gan-an ni afọ́núfọ́ra.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:109","price":"Kò sí tàbí-ṣùgbọ́n, dájúdájú àwọn ni olófò ní ọ̀run.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:110","price":"Lẹ́yìn náà, dájúdájú Olúwa rẹ - nípa àwọn tó gbé ìlú wọn jù sílẹ̀ lẹ́yìn tí àwọn aláìgbàgbọ́ ti kó ìfòòró bá wọn, lẹ́yìn náà, tí wọ́n jagun ẹ̀sìn, tí wọ́n sì ṣe sùúrù - dájúdájú Olúwa rẹ ni Aláforíjìn, Àṣàkẹ́-ọ̀run (fún wọn) lẹ́yìn (ìfòòró tí wọ́n rí lọ́dọ̀ àwọn aláìgbàgbọ́).","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:111","price":"(Rántí) Ọjọ́ tí ẹ̀mí kọ̀ọ̀kan yóò dé tí yóò máa rojọ́ gbe ara rẹ̀. A ó sì san ẹ̀mí kọ̀ọ̀kan ní ẹ̀san ohun tí ó ṣe níṣẹ́; wọn kò sì níí ṣàbòsí sí wọn.","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:112","price":"Allāhu fi àkàwé lélẹ̀ nípa ìlú kan, tí ó jẹ́ (ìlú) ààbò àti ìfàyàbalẹ̀, tí arísìkí rẹ̀ ń tẹ̀ ẹ́ lọ́wọ́ ní púpọ̀ ní gbogbo àyè. Àmọ́ (wọ́n) ṣe àìmoore sí àwọn ìdẹ̀ra Allāhu. Nítorí náà, Allāhu fún wọn ní ìyà ebi àti ìpáyà tọ́ wò nítorí ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:113","price":"Òjíṣẹ́ kúkú ti dé bá wọn láààrin ara wọn. Wọ́n sì pè é ní òpùrọ́. Nítorí náà, ọwọ́ ìyà bà wọ́n. Alábòsí sì ni wọ́n.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:114","price":"Ẹ jẹ nínú ohun tí Allāhu pa lésè fún yín ní n̄ǹkan ẹ̀tọ́, tó dára. Kí ẹ sì dúpẹ́ oore Allāhu tí ó bá jẹ́ pé Òun nìkan ṣoṣo ni ẹ̀ ń jọ́sìn fún ní ọ̀nà òdodo.","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:115","price":"Ohun tí (Allāhu) ṣe ní èèwọ̀ fún yín ni ẹran òkúǹbete, ẹ̀jẹ̀, ẹran ẹlẹ́dẹ̀ àti èyí tí wọ́n pa pẹ̀lú orúkọ tó yàtọ́ sí “Allāhu”. Ṣùgbọ́n ẹni tí ìnira (ebi) bá mú (jẹ ẹran èèwọ̀), tí kì í ṣe ẹni tó ń wá èèwọ̀ kiri àti olùtayọ-ẹnu-ààlà, dájúdájú Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:116","price":"Ẹ má ṣe sọ nípa ohun tí ahọ́n yín ròyìn ní irọ́ pé: “Èyí ni ẹ̀tọ́, èyí sì ni èèwọ̀” nítorí kí ẹ lè dá àdápa irọ́ mọ́ Allāhu. Dájúdájú àwọn tó ń dá àdápa irọ́ mọ́ Allāhu, wọn kò níí jèrè.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:117","price":"Ìgbádùn ayé bín-íntín (lè wà fún wọn, àmọ́) ìyà ẹlẹ́ta-eléro wà fún wọn (ní ọ̀run).","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:118","price":"Àti pé A ṣe ohun tí A sọ fún ọ ṣíwájú ní èèwọ̀ fún àwọn tó di yẹhudi.¹ A kò sì ṣàbòsí sí wọn, ṣùgbọ́n àwọn ni wọ́n n ṣàbòsí sí ẹ̀mí ara wọn.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"1. Ìyẹn nínú sūrah an-Nisā’; 4:160 - 161.","lang":"yo"},{"name":"16:119","price":"Lẹ́yìn náà, dájúdájú Olúwa rẹ - nípa àwọn tó ṣe aburú pẹ̀lú àìmọ̀kan, lẹ́yìn náà, tí wọ́n ronú pìwàdà lẹ́yìn ìyẹn, tí wọ́n sì ṣe àtúnṣe - lẹ́yìn rẹ̀ (lẹ́yìn ìronú-pìwàdà) dájúdájú Olúwa rẹ mà ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:120","price":"Dájúdájú (Ànábì) ’Ibrọ̄hīm jẹ́ aṣíwájú-àwòkọ́ṣe-rere, olùtẹ̀lé-àṣẹ Allāhu, olùdúró-déédé-nínú-ẹ̀sìn. Kò sì jẹ́ ara àwọn ọ̀ṣẹbọ.","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:121","price":"Ó máa ń dúpẹ́ àwọn ìdẹ̀ra Allāhu. Allāhu ṣà á lẹ́ṣà. Ó sì tọ́ ọ sí ọ̀nà tààrà (’Islām).","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:122","price":"A ṣe ohun rere fún un nílé ayé. Àti pé ní ọ̀run dájúdájú ó máa wà nínú àwọn ẹni rere.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:123","price":"Lẹ́yìn náà, A fi ìmísí ránṣẹ́ sí ọ pé kí o tẹ̀lé ẹ̀sìn (Ànábì) ’Ibrọ̄hīm, olùdúró-déédé-nínú-ẹ̀sìn. Kò sì wà lára àwọn ọ̀ṣẹbọ.","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:124","price":"Àwọn tí wọ́n ṣe (àgbéga) ọjọ́ Sabt fún ni àwọn tó yapa-ẹnu nípa lórí rẹ̀.¹ Dájúdájú Olúwa rẹ yóò kúkú ṣe ìdájọ́ láààrin wọn ní Ọjọ́ Àjíǹde nípa ohun tí wọ́n ń yapa-ẹnu lórí rẹ̀.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"1. Yíyapa-ẹnu tí àwọn yẹhudi yapa-ẹnu lórí ṣíṣe àgbéga fún ọjọ́ Jímọ̀, tí wọ́n sì fi ọjọ́ Sabt dípò rẹ̀, l’ó ṣokùnfà bí ọjọ́ náà ṣe di dandan fún ọ̀wọ́ wọn nìkan láti ṣe àgbéga rẹ̀. Nítorí náà, ọpẹ́ ni fún Allāhu tí kò ṣe ìjọ́ mùsùlùmí ní olùyapa lórí ṣíṣe àgbéga ọjọ́ Jímọ̀, ọjọ́ t’ó lóore jùlọ nínú ọ̀ṣẹ̀.","lang":"yo"},{"name":"16:125","price":"Pèpè sí ojú ọ̀nà Olúwa rẹ pẹ̀lú ọgbọ́n ìjìnlẹ̀ (ìyẹn, al-Ƙur’ān àti sunnah Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -) àti wáàsí rere. Kí o sì jà wọ́n níyàn pẹ̀lú èyí tó dára jùlọ. Dájúdájú Olúwa rẹ, Òun l’Ó nímọ̀ jùlọ nípa ẹni tí ó ṣìnà kúrò lójú ọ̀nà Rẹ̀ (’Islām). Òun l’Ó sì nímọ̀ jùlọ nípa àwọn olùmọ̀nà (àwọn mùsùlùmí).","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:126","price":"Tí ẹ (bá fẹ́) gbẹ̀san (ìyà), ẹ gbẹ̀san irú ìyà tí wọ́n fi jẹ yín. Dájúdájú tí ẹ bá sì ṣe sùúrù, òhun ló mà lóore jùlọ fún àwọn onísùúrù.","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:127","price":"Ṣe sùúrù. Ìwọ kò sì lè rí sùúrù ṣe àfi pẹ̀lú (ìrànlọ́wọ́) Allāhu. Má ṣe banújẹ́ nítorí wọn. Má sì ṣe wà nínú ìbànújẹ́ nítorí ohun tí wọ́n ń dá ní ète.","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"yo"},{"name":"16:128","price":"Dájúdájú Allāhu wà pẹ̀lú àwọn tó bẹ̀rù (Rẹ̀) àti àwọn tó ń ṣe rere.","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"yo"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}