{"data":[{"name":"19:1","price":"Kāf hā yā ‘aēn sọ̄d. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.\n 2. Àwọn nasọ̄rọ̄ sọ pé: “Fífi sūrah yìí sọrí Mọryam, ìyá ‘Īsā àti fífi sūrah kẹta, ìyẹn sūrah āli ‘Imrọ̄n, sọrí mọ̀lẹ́bí Mọryam ti fi hàn kedere pé, kò sí irú Mọryam nínú àwọn ẹ̀dá nítorí pé, kò tún sí sūrah kan kan mọ́ nínú al-Ƙur’ān tí Allāhu fi sọrí obìnrin mìíràn.” Wọ́n tún fi kún un pé, “Ṣebí kò sí sūrah tí wọ́n fi sọrí ìyá Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - tàbí ìyàwó rẹ̀ tàbí ọmọbìnrin rẹ̀.”\n Èsì: Kí ni ìbátan orúkọ Mọryam, ìyá ‘Īsā àti jíjọ́sìn fún Ọlọ́hun Ọ̀kan ṣoṣo? Kò sí. Allāhu tó dá Mọryam, ìyá ‘Īsā, Òun l’Ó ṣà á lẹ́ṣà. Tòhun ti bẹ́ẹ̀ náà, Allāhu kò ṣe Mọryam ní Òjíṣẹ́ Rẹ̀. \n Dípò kí òye àwọn nasọ̄rọ̄ lọ síbi pé, tí kò bá jẹ́ pé al-Ƙur’ān alápọ̀n-ọ́nlé jẹ́ òdodo pọ́nńbélé tó sọ̀kalẹ̀ láti ọ̀dọ̀ Ọlọ́hun, ìbá tí sọ àwọn òdodo wọ̀nyẹn nípa Mọryam, ìyá ‘Īsā. Ṣebí wọ́n kúkú fi ẹnu àbùkù kan Mọryam, ìyá ‘Īsā nínú Bíbélì, níbi tí wọ́n ti sọ ọ̀rọ̀ rẹ̀ pẹ̀lú Josẹfu gbẹ́nàgbẹ́nà, ẹni tí wọ́n kà kún ọkọ rẹ̀? \n Tí ó bá jẹ́ pé fífi orúkọ sọrí sūrah kan nínú al-Ƙur’ān alápọ̀n-ọ́nlé bá sọ ẹnikẹ́ni di ọlọ́hun lẹ́yìn Allāhu, kì í kúkú ṣe Mọryam nìkan ni ẹ̀dá tí wọ́n fi sūrah kan sọrí rẹ̀ nínú al-Ƙur’ān alápọ̀n-ọ́nlé. Kò sì pọn dandan láti rí orúkọ obìnrin mìíràn yàtọ̀ sí Mọryam nínú al-Ƙur’ān. Ṣebí ẹ̀dá ni Mọryam, ẹ̀dá ni àwọn mìíràn tí Allāhu fi sọrí àwọn sūrah ọ̀rọ̀ Rẹ̀. A kúkú rí sūrah Muhammad, gẹ́gẹ́ bí a ṣe rí sūrah Mọryam. Àmọ́, kò sí sūrah ‘Īsā. Níwọ̀n ìgbà tí kò sì sūrah ‘Īsā, tí kò sì tàbùkù Ànábì ‘Īsā - kí ọlà Allāhu máa bá a -, bẹ́ẹ̀ náà ni kò tàbùkù obìnrin kan kan tí kò bá sí orúkọ rẹ̀ nínú al-Ƙur’ān. Allāhu - tó ga jùlọ - kúkú fi òdidi sūrah kan sọrí gbogbo àwọn obìnrin, ìyẹn “sūrah an-Nisā’”. Tún wò ó, kò sì sí sūrah àwọn ọkùnrin. Ǹjẹ́ èyí yọ àwọn ọkùnrin kúrò nípò tí Allāhu fi ṣe àjùlọ fún wa lórí àwọn obìnrin bí? Rárá.\n Ẹ jẹ́ kí á bi àwọn nasọ̄rọ̄ léèrè ìbéèrè pé, ṣé nítorí pé wọ́n fi orúkọ Mọryam, ìyá ‘Īsā sọ sūrah ló máa sọ ‘Īsā tàbí ìyá rẹ̀ di olúwa àti olùgbàlà? Tàbí ṣé nítorí pé wọ́n fi orúkọ Mọryam, ìyá ‘Īsā sọ sūrah ló sọ ‘Īsā tàbí ìyá rẹ̀ di ọlọ́hun ọmọ? Tàbí ṣé nítorí pé wọ́n fi orúkọ Mọryam, ìyá ‘Īsā sọ sūrah ló sọ ẹ̀sìn nasọ̄rọ̄ di ojúlówó ẹ̀sìn Allāhu, nígbà tí àwọn méjèèjì gan-an kò dá nasrọ̄niyyah mọ̀ lójú ayé wọn? \n Tí ó bá jẹ́ pé nítorí pé wọ́n fi sūrah kan sọrí Mọryam, ìyá ‘Īsā lágbára tayọ “fífẹ́ bẹ́ẹ̀ Ọlọ́hun”, kí ni àwọn nasọ̄rọ̄ máa sọ nípa àwọn sūrah wọ̀nyí:\n Sūrah al-Baƙọrah - sūrah 2, sūrah tí wọ́n fi sọrí màálù tí ìjọ Ànábì Mūsā - kí ọlà Allāhu máa bá a - pa láti fi jí òkú dìde?\n Sūrah an-Nahl - sūrah 16, sūrah tí wọ́n fi sọrí àwọn kòkòrò oyin?\n Sūrah an-Naml - sūrah 27, sūrah tí wọ́n fi sọrí kòkòrò àwúrèbe (èèrà)?\n Sūrah al-’Ankabūt - sūrah 29, sūrah tí wọ́n fi sọrí aláǹtakùn?\n Sūrah al-Fīl - sūrah 105, sūrah tí wọ́n fi sọrí àwọn erin tí ìjọ Abraha gùn wá ja Kaabah lógun, àmọ́ tí Allāhu pa wọ́n rẹ́?\n Ṣé sūrah Màálù sọ màálù di bùrọ̀dá ni tàbí súrah erin sọ erin di bàbá? Ṣé sūrah kòkòrò òyin sọ kòkòrò oyin di òrìṣà ni tàbí sūrah aláǹtakùn sọ aláǹtakùn di ọmọ ọlọ́hun ni? Rárá o!\n Kókó ọ̀rọ̀ wa ni pé, Allāhu - tó ga jùlọ - kò pe Mọryam ní orúkọ kan nínú al-Ƙur’ān alápọ̀n-ọ́nlé tayọ olódodo. Bákan náà, ṣíṣe tí Allāhu - tó ga jùlọ - ṣe Mọryam ní ẹ̀ṣà ènìyàn, àmọ́ tí Allāhu kò ṣe ìyá àti bàbá Ànábì wa bẹ́ẹ̀, kò sọ ọmọ Mọryam di olúwà àti olùgbàlà. Ìyá àti bàbá Ànábì ’Ibrọ̄him ńkọ́? Kò sí ẹni tó tàbùkù Ànábì ’Ibrọ̄hīm lórí ẹ̀sùn pé, wọn kò dárúkọ ìyá rẹ̀ nínú al-Ƙur’ān alápọ̀n-ọ́nlé tàbí pé wọn kò fi sūrah kan sọrí rẹ̀ nínú al-Ƙur’ān alápọ̀n-ọ́nlé. Ànábì Mūsā ńkọ́? Kò sí ẹni tó tàbùkù Ànábì Mūsā lórí ẹ̀sùn pé, wọn kò dárúkọ ìyá àti bàbá rẹ̀ nínú al-Ƙur’ān alápọ̀n-ọ́nlé tàbí pé wọn kò fi sūrah kan sọrí rẹ̀ nínú al-Ƙur’ān alápọ̀n-ọ́nlé. \n Tí wọ́n bá dárúkọ wọn nínú rẹ̀ ńkọ́ tàbí tí wọ́n bá fi orúkọ wọn sọrí àwọn sūrah kan nínú rẹ̀ ńkọ́, kí ni ìwọ̀nyí níí ṣe pẹ̀lú bí a ṣe fẹ́ jọ́sìn fún Allāhu? Bí a ṣe rí sūrah āli ‘Imrọ̄n, tí Allāhu fi sọrí ẹbí Mọryam, a kúkú rí sūrah Ƙuraeṣ, tí Allāhu fi sọrí ẹbí Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Gbogbo ìwọ̀nyí kò sọ ẹnikẹ́ni di ọmọ Ọlọ́hun. Gbogbo ìwọ̀nyí kò sọ ẹnikẹ́ni di olúwa àti olùgbàlà lẹ́yìn Allāhu. Ṣíṣa ẹ̀dá kan lẹ́ṣà kò sì sí lọ́wọ́ ẹ̀dá. Allāhu l’Ó ń ṣa ẹni tí Ó bá fẹ́ lẹ́ṣà.\n Kíyè sí i, tí Allāhu - tó ga jùlọ - bá fi orúkọ ẹ̀dá kan sọrí sūrah kan tàbí Ó dárúkọ ẹ̀dá kan nínú al-Ƙur’ān, n̄ǹkan mẹ́ta kan gbọ́dọ̀ yé wa nípa rẹ̀ dáadáa.\n Ìkíní: Kò gbọ́dọ̀ sí ẹ̀sùn fún Allāhu - tó ga jùlọ - lórí dídárúkọ àti àìdárúkọ ẹnì kan nínú al-Ƙur’ān rẹ̀. Bí Allāhu ṣe fẹ́ l’Ó ṣe. \n Ìkejì: Òdodo tí kò ṣe é jà níyàn ni Allāhu - tó ga jùlọ - sọ nípa ẹ̀dá tí orúkọ rẹ̀ wà nínú al-Ƙur’ān nítorí pé, òdodo lọ̀rọ̀ Allāhu.\n Ìkẹta: Ẹ̀kọ́ tí Allāhu - tó ga jùlọ - bá fẹ́ kọ́ wa lára ẹ̀dá Rẹ̀ náà ni orí ire tiwa nínú rẹ̀, kì í ṣe pé kí ẹnì kan wá lò ó lódì láti fi tako Allāhu - tó ga jùlọ -.","lang":"yo"},{"name":"19:2","price":"(Èyí ni) ìrántí nípa ìkẹ́ tí Olúwa Rẹ ṣe fún ẹrúsìn Rẹ̀ (Ànábì) Zakariyyā.","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:3","price":"(Rántí) nígbà tí ó pe Olúwa rẹ̀ ní ìpè ìkọ̀kọ̀.","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:4","price":"Ó sọ pé: “Olúwa mi, dájúdájú eegun ara mi ti lẹ, orí (mi) ti kún fún ewú, èmi kò sì níí pasán nípa bí mo ṣe ń pè Ọ́, Olúwa mi.","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:5","price":"Àti pé dájúdájú mò ń páyà àwọn ìbátan mi lẹ́yìn (ikú) mi. Ìyàwó mi sì jẹ́ àgàn. Nítorí náà, ta mí lọ́rẹ láti ọ̀dọ̀ Rẹ ọmọ rere kan,","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:6","price":"(tí) ó máa jogún mi, tí ó sì máa jogún àwọn ẹbí (Ànábì) Ya‘ƙūb. Kí O sì ṣe é ní ẹni tí O yọ́nú sí, Olúwa mi.”","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:7","price":"Zakariyyā, dájúdájú Àwa máa fún ọ ní ìró ìdùnnú (nípa bíbí) ọmọkùnrin kan, orúkọ rẹ̀ ni Yahyā. A kò fún ẹnì kan ní (irú) orúkọ (yìí) rí ṣíwájú (rẹ̀).","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:8","price":"Ó sọ pé: “Olúwa mi, báwo ni mo ṣe máa ní ọmọ nígbà tí ìyàwó mi jẹ́ àgàn, tí mo sì ti di àgbàlagbà gan-an.”","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:9","price":"(Mọlāika) sọ pé: “Báyẹn ni (ó máa rí).” Olúwa rẹ sọ pé: “Ó rọrùn fún Mi. Mó kúkú dá ìwọ náà ṣíwájú (rẹ̀), nígbà tí ìwọ kò tí ì jẹ́ n̄ǹkan kan.”","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:10","price":"(Zakariyyā) sọ pé: “Olúwa mi, fún mi ní àmì kan.” (Mọlāika) sọ pé: “Àmì rẹ ni pé, o ò níí lè bá ènìyàn sọ̀rọ̀ fún ọjọ́ mẹ́ta, kì í ṣe ti àmódi.”","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:11","price":"Nígbà náà, ó jáde sí àwọn ènìyàn rẹ̀ láti inú ilé ìjọ́sìn. Ó sì tọ́ka sí wọn pé kí wọ́n máa ṣe àfọ̀mọ́ (fún Allāhu) ní òwúrọ̀ àti ní ìrọ̀lẹ́.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:12","price":"Yahyā, mú Tírà náà dání dáradára. A sì fún un ní àgbọ́yé ẹ̀sìn láti kékeré.","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:13","price":"(Ànábì Yahyā jẹ́) ìkẹ́ àti ẹni mímọ́ kan láti ọ̀dọ̀ Wa. Ó sì jẹ́ olùbẹ̀rù (Allāhu).","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:14","price":"(Ó tún jẹ́) oníwà rere sí àwọn òbí rẹ̀ méjèèjì. Kò sì jẹ́ ajẹninípá, olùyapa.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:15","price":"Àlàáfíà ni fún un ní ọjọ́ tí wọ́n bí i, àti ní ọjọ́ tí ó máa kú àti ní ọjọ́ tí A óò gbé e dìde láàyè (ní Ọjọ́ Àjíǹde).","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:16","price":"Sọ ìtàn Mọryam tí ó wà nínú al-Ƙur’ān. (Rántí) nígbà tí ó yẹra kúrò lọ́dọ̀ àwọn ènìyàn rẹ̀ sí àyè kan ní ìlà òòrùn.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:17","price":"Ó mú gàgá kan (láti fi ara rẹ̀ pamọ́) fún wọn. A sì rán mọlāika Wa sí i. Ó sì fara hàn án ní àwòrán abara pípé.¹","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah āli ‘Imrọ̄n; 3:45.","lang":"yo"},{"name":"19:18","price":"(Mọryam) sọ pé: “Èmi sá di Àjọkẹ́-ayé kúrò lọ́dọ̀ rẹ, tí o bá jẹ́ olùbẹ̀rù (Allāhu).”¹","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"1. Ìyẹn ni pé, tí o bá jẹ́ olùbẹ̀rù Allāhu, ìbẹ̀rù Allāhu kò níí jẹ́ kí o ṣe aburú tí mò ń ṣọ́ra fún lọ́dọ̀ rẹ.","lang":"yo"},{"name":"19:19","price":"(Mọlāika) sọ pé: “Èmi ni Òjíṣẹ́ Olúwa rẹ, (Ó rán mi sí ọ) pé kí n̄g fún ọ ní ọmọkùnrin mímọ́ kan.”¹","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"1. Àwọn nasọ̄rọ̄ ń sọ pé Ànábì ‘Īsā - kí ọlà Allāhu máa bá a - nìkan ṣoṣo ni al-Ƙur’ān pè ní “ẹni mímọ́” gẹ́gẹ́ bí ó ṣe wà nínú āyah yìí. Èsì ní ṣókí ni pé, ní òdodo ẹni mímọ́ ni Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -, àmọ́ kì í ṣe òun nìkan ni ẹni mímọ́. Āayah 13 nínú sūrah yìí kan náà pe Ànábì Yahyā - kí ọlà Allāhu máa bá a - ní ẹni mímọ́. Bákan náà, ọmọ tí àsọọ́lẹ̀ wáyé lórí rẹ̀ nínú sūrah al-Kahf; 17:81, ẹni mímọ́ ni al-Ƙur’ān pe òun náà. Báwo ni jíjẹ́ ẹni mímọ́ Ànábì ‘Īsā ṣe máa sọ ọ́ di olúwa àti olùgbàlà nígbà tí jíjẹ́ ẹni mímọ́ àwọn méjèèjì wọ̀nyẹn kò sọ wọ́n di bẹ́ẹ̀. \n Sì kíyè sì i, gbogbo àwọn Ànábì àti Òjíṣẹ́ Ọlọ́hun nínú al-Ƙur’ān ni ẹni mímọ́. Àti pé ìdà kejì ẹni mímọ́ ni ẹni àìmọ́. Báwo ni Allāhu ṣe máa fi iṣẹ́ mímọ́ rán ẹni àìmọ́? Kò lè ṣẹlẹ̀. Ṣíwájú sí i, nínú èdè Lárúbáwá, ìsọdorúkọ olùṣe fún “ẹni mímọ́” ni “zakiyyun”, ìsọdorúkọ àfòyemọ̀ fún “mímọ́” ni “zakāt”. Ìgbà tí ìròyìn bá bùáyà tán lára ẹni tí a fẹ́ pọ́n ní àpọ́npo, dípò kí Lárúbáwá lo ìsọdorúkọ olùṣe fún irú ẹni náà, ìsọdorúkọ àfòyemọ̀ ni wọ́n máa lò. Ìyẹn ni pé, jíjẹ́ ẹni mímọ́ tó lágbára gan-an ni ìlò èdè tí al-Ƙur’ān lò fún Ànábì Yahyā - kí ọlà Allāhu máa bá a - àti ọmọ alásọọ́lẹ̀ náà. Ta wá ni ó mọ́ jùlọ láààrin “zakiyyu” tó túmọ̀ sí “ẹni mímọ́” àti “zakāt” tó túmọ̀ sí “mímọ́”? Kò wa tán bí!","lang":"yo"},{"name":"19:20","price":"Ó sọ pé: “Báwo ni mo ṣe máa ní ọmọ nígbà tí abara kan kò fọwọ́ kàn mí, tí èmi kò sì jẹ́ alágbèrè.”","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:21","price":"(Mọlāika) sọ pé: “Báyẹn ló máa rí.” Olúwa rẹ sọ pé: “Ó rọrùn fún mi. Àti pé nítorí kí Á lè ṣe é ní àmì fún àwọn ènìyàn ni. Ó sì jẹ́ ìkẹ́ láti ọ̀dọ̀ Wa. Ó tún jẹ́ ọ̀rọ̀ tí A ti parí (tí ó gbọ́dọ̀ wá sí ìmúṣẹ.)”","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:22","price":"Nítorí náà, ó lóyún rẹ̀. Ó sì yẹra pẹ̀lú rẹ̀ sí àyè kan tó jìnnà.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:23","price":"Ìrọbí ọmọ sì mú un wá sí ìdí igi dàbínù. Ó sọ pé: “Háà! Kí n̄g ti kú ṣíwájú èyí, kí n̄g sì ti di ẹni tí wọ́n ti gbàgbé pátápátá.”","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:24","price":"Nígbà náà, (mọlāika) pè é láti ìsàlẹ̀ ọ̀dọ̀ rẹ̀ pé: \"Má ṣe banújẹ́. Dájúdájú Olúwa rẹ ti ṣe odò kékeré kan sí ìsàlẹ̀ ọ̀dọ̀ rẹ.","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:25","price":"Mi igi dàbínù náà sọ́dọ̀ rẹ, kí dàbínú tútù, tó tó ká jẹ sì máa jábọ́ sílẹ̀ fún ọ.","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:26","price":"Nítorí náà, jẹ, mu kí ojú rẹ sì tutù. Tí o bá sì rí ẹnì kan nínú abara, sọ fún un pé: “Dájúdájú mo jẹ́jẹ̀ẹ́ ìkẹ́nuró fún Àjọkẹ́-ayé. Nítorí náà, èmi kò níí bá ènìyàn kan sọ̀rọ̀ ní òní.”","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:27","price":"Ó sì mú ọmọ náà wá bá àwọn ènìyàn rẹ̀ (ní ẹni tí) ó gbé e dání. Wọ́n sọ pé: “Mọryam, dájúdájú o ti gbé n̄ǹkan aburú ńlá wá.","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:28","price":"Arábìnrin Hārūn, bàbá rẹ kì í ṣe ènìyàn burúkú. Àti pé ìyá rẹ kì í ṣe alágbèrè.”","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:29","price":"Ó sì tọ́ka sí ọmọ náà. Wọ́n sọ pé: “Báwo ni a ó ṣe bá ẹni tó wà lórí ìtẹ́, tó jẹ́ ọmọ òpóǹló sọ̀rọ̀?”","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:30","price":"(Ọmọ náà) sọ̀rọ̀ pé: “Dájúdájú ẹrú Allāhu ni èmi. (Allāhu) fún mi ní Tírà. Ó sì ṣe mí ní Ànábì. ¹","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"1. Ẹrú Allāhu ni Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -, àmọ́ àwọn nasọ̄rọ̄ kò gbàgbọ́ pé ẹrú Allāhu ni. Wọ́n ní, “ọmọ Ọlọ́hun ni.” Kódà àwọn náà sọra wọn di ọmọ Ọlọ́hun! Kí ni ìtúmọ̀ “ẹrú Ọlọ́hun”. Nínú èdè Yorùbá, kò sí ọ̀rọ̀ mìíràn fún ìdàkejì ẹrú bí kò ṣe “ọmọ”. Yorùbá bọ̀ wọ́n ní, “Bí ẹrú bá pẹ́ títí ẹrú á dọmọ”. Dọmọ ta ni? Ẹrú á dọmọ bàbá rẹ̀ nítorí pé, “ọ̀nà ló jìn, ẹrú ní baba”. Kí wá ni ọ̀rọ̀ mìíràn fún “ọmọ”? Ọmọ ni ẹni tí kò sí lóko-ẹrú. Nítorí náà, ọ̀rọ̀ mìíràn fún ọmọ àti òbí tí kò sí lóko ẹrú ni “olómìnira”.\n Ní ọ̀dọ̀ àwa mùsùlùmí, ìtúmọ̀ “ẹrú Ọlọ́hun” nìyí: “Ẹ̀dá tí ó ń tẹ̀lé ìlànà àti òfin Ọlọ́hun, ẹ̀dá tí ó ń bọ̀wọ̀ fún ìlànà àti òfin Ọlọ́hun, ẹ̀dá tí ó juwọ́ jusẹ̀ sílẹ̀ fún ìlànà àti òfin Ọlọ́hun àti ẹ̀dá tí ó ń jọ́sìn fún Ọlọ́hun lábẹ́ ìlànà àti òfin Ọlọ́hun. Ẹ̀dá náà kò sì níí yọ́nú sí ìlànà àti òfin mìíràn tó yàtọ̀ sí ti Ọlọ́hun.” Ẹni tí ó bá ń ṣe ìwọ̀nyẹn fún ohun mìíràn tàbí ẹlòmíìràn, ó ti sọra rẹ̀ di ẹrú rẹ̀, láì la wíwà ní oko-ẹrú lọ bíi ti ẹrú àfowórà tàbí ẹrú ogun. Èyí fi hàn pé, ẹrú ẹ̀dá yàtọ̀ sí ẹrú Ọlọ́hun. \n Àwọn òǹkọ-bíbèlí mọ̀ọ́mọ̀ yọ “ẹrú Ọlọ́hun” kúrò nínú bíbélì òde-òní ni. Wọ́n sì fi “ọmọ Ọlọ́hun” rọ́pò rẹ̀. Àmọ́ kò sí bí wọ́n ṣe lè sin òkú àbòsí tí ẹsẹ̀ rẹ̀ kò níí yọ sílẹ̀. Ìdí nìyí tí a fi rí ìtúmọ̀ “ẹrú Ọlọ́hun” kà nínú ìwé Róòmù 7:25 báyìí pé: “So then, with my mind I am a slave to the law of God, but with my flesh I am a slave to the law of sin.” Ìtúmọ̀: “Nítorí náà nígbà náà, pẹ̀lú ẹ̀mí mi, ẹrú ni mi sí òfin Ọlọ́hun, ṣùgbọ́n pẹ̀lú ẹran ara mi, ẹrú ni mi sí òfin ẹ̀ṣẹ̀. (New Revised Standard Version àti New International Version) Ìyẹn ni pé, tí ìwọ bá tẹ̀lé òfin Ọlọ́hun, ẹrú ni ìwọ lábẹ́ òfin Ọlọ́hun. Tí ìwọ bá sì tẹ̀lé òfin ẹ̀ṣẹ̀, ẹrú ni ìwọ lábẹ́ òfin ẹ̀ṣẹ̀. Nítorí náà, níwọ̀n ìgbà tí Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ti tẹ̀lé òfin Ọlọ́hun, ẹrú Ọlọ́hun ni. Tàbí ẹnu àwọn nasọ̄rọ̄ gbà á láti sọ pé Ànábì ‘Īsā kò lo òfin àti ìlànà Ọlọ́hun pẹ̀lú ẹ̀mí àti ara rẹ̀? Rárá. Tàbí ẹnu àwọn nasọ̄rọ̄ gbà á láti sọ pé òfin ẹ̀ṣẹ̀ ni Ànábì ‘Īsā tẹ̀lé? Rárá. Kò kúkú sí ìkẹta, lẹ́yìn òfin Ọlọ́hun, òfin èṣù ló tún kù. Ànábì ‘Īsā kò sì lo òfin Èṣù rí nínú ayé rẹ̀.\n Àwa mùsùlùmí kú orí ire. Ọpẹ́ sì ni fún Ọlọ́hun tó jẹ́ kí á dá bàbá wa mọ̀ lọ́tọ̀ pé kì í ṣe Ọlọ́hun. Bákan náà, ẹ̀rù kò bà wá láti pe ara wa ní ẹrú Ọlọ́hun níbikíbi nítorí pé, pẹ̀lú ọkàn àti ara wa ni a fi gbà láti wà lábẹ́ òfin Rẹ̀. Ìwọ̀nba àṣìṣe tí a bá sì fi ara ṣe gẹ́gẹ́ bí àdámọ́ ènìyàn, ìrònúpìwàdà àti ìtọrọ àforíjìn ní ọ̀dọ̀ Allāhu ni ọ̀nà àbáyọ lórí rẹ̀. Aláforíjìn, Olùgba-ìrònúpìwàdà sì ni Allāhu.","lang":"yo"},{"name":"19:31","price":"Ó ṣe mí ní ẹni ìbùkún ní ibikíbi tí mo bá wà. Ó pa mí láṣẹ ìrun kíkí àti Zakāh yíyọ lódiwọ̀n ìgbà tí mo bá wà nípò alààyè (lórí ilẹ̀ ayé).","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:32","price":"(Ó ṣe mí ní) oníwà rere sí ìyá mi. Kò sì ṣe mí ní ajẹninípá, olórí burúkú.","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:33","price":"Àlàáfíà ni fún mi ní ọjọ́ tí wọ́n bí mi, àti ní ọjọ́ tí mo máa kú àti ní ọjọ́ tí Wọ́n á gbé mi dìde ní alààyè (ní Ọjọ́ Àjíǹde).”","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:34","price":"Ìyẹn ni (Ànábì) ‘Īsā ọmọ Mọryam. (Èyí jẹ́) ọ̀rọ̀ òdodo tí àwọn (yẹhudi àti nasọ̄rọ̄) ń ṣeyèméjì nípa rẹ̀.","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:35","price":"Kò yẹ fún Allāhu láti sọ ẹnì kan kan di ọmọ. Mímọ́ ni fún Un. Nígbà tí Ó bá pèbùbù kiní kan, Ó kàn máa sọ fún un pé: “Jẹ́ bẹ́ẹ̀.” Ó sì máa jẹ́ bẹ́ẹ̀.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:36","price":"Àti pé dájúdájú Allāhu ni Olúwa mi àti Olúwa yín. Nítorí náà, ẹ jọ́sìn fún Un. Èyí ni ọ̀nà tààrà.","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:37","price":"Àwọn ìjọ (yẹhudi àti nasọ̄rọ̄) sì yapa-ẹnu (lórí èyí) láààrin ara wọn. Nítorí náà, ègbé ni fún àwọn tó ṣàì gbàgbọ́ (ní àsìkò) ìjẹ́rìí gban̄gba l’ọ́jọ́ ńlá (Ọjọ́ Àjíǹde).","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:38","price":"Kí ni wọn kò níí gbọ́, kí sì ni wọn kò níí rí ní ọjọ́ tí wọn yóò wá bá Wa!¹ Ṣùgbọ́n àwọn alábòsí ní ọjọ́ náà ti wà nínú ìṣìnà pọ́nńbélé.","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"1. Ìyẹn ni pé, bí àwọn aláìgbàgbọ́ kò bá lo ìgbọ́rọ̀ wọn fún gbígbọ́ òdodo, tí wọn kò sì lo ìríran wọn fún rírí òdodo ní ilé ayé yìí, wọn yóò fi ìgbọ́rọ̀ wọn gbọ́ òdodo ketekete, wọn yó sì fi ìríran wọn rí òdodo kedere pẹ̀lú àbámọ̀ ní ọ̀run nítorí pé, Ọjọ́ ẹ̀san ni ọjọ́ náà.","lang":"yo"},{"name":"19:39","price":"Ṣèkìlọ̀ ọjọ́ àbámọ̀ fún wọn nígbà tí A bá parí ọ̀rọ̀, (pé kò níí sí ikú mọ́, àmọ́) wọ́n wà nínú ìgbàgbéra báyìí ná, wọn kò sì gbàgbọ́.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:40","price":"Dájúdájú Àwa l’A máa jogún ilẹ̀ àti àwọn tó ń bẹ lórí rẹ̀. Ọ̀dọ̀ Wa sì ni wọn yóò da yín padà sí.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:41","price":"Mú (ìtàn) ’Ibrọ̄hīm wá sí ìrántí (bí ó ṣe) wà nínú al-Ƙur’ān. Dájúdájú ó jẹ́ olódodo pọ́nńbélé, (ó sì jẹ́) Ànábì.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:42","price":"Rántí nígbà tí ó sọ fún bàbá rẹ̀ pé: “Bàbá mi, nítorí kí ni o fi ń jọ́sìn fún ohun tí kò gbọ́rọ̀, tí kò ríran, tí kò sì lè rọ̀ ọ́ lọ́rọ̀ kan kan.","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:43","price":"Bàbá mi, dájúdájú ìmọ̀ tí ìwọ kò ní ti dé bá mi. Nítorí náà, tẹ̀lé mi, kí n̄g fi ọ̀nà tààrà mọ̀ ọ́.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:44","price":"Bàbá mi, má ṣe bọ Èṣù. Dájúdájú Èṣù jẹ́ olùyapa àṣẹ Àjọkẹ́-ayé.","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:45","price":"Bàbá mi, dájúdájú èmi ń páyà pé kí ìyà kan láti ọ̀dọ̀ Àjọkẹ́-ayé má fọwọ́ bà ọ́ nítorí kí ìwọ má baà di ọ̀rẹ́ Èṣù (nínú Iná).”","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:46","price":"(Bàbá rẹ̀) wí pé: “Ṣé ìwọ yóò kọ àwọn ọlọ́hun mi sílẹ̀ ni, ’Ibrọ̄hīm? Dájúdájú tí o ò bá jáwọ́ (nínú ohun tí ò ń sọ), dájúdájú mo máa lẹ̀ ọ́ lókò pa. Tíẹ̀ yẹra fún mi wọ́ọ́rọ́wọ́ ná.”","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:47","price":"(’Ibrọ̄hīm) sọ pé: “Àlàáfíà kí ó máa bá ọ. Mo máa bá ọ tọrọ àforíjìn lọ́dọ̀ Olúwa mi. Dájúdájú Ó jẹ́ Olóore mi.","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:48","price":"Àti pé mo máa yẹra fún ẹ̀yin àti n̄ǹkan tí ẹ̀ ń jọ́sìn fún lẹ́yìn Allāhu. Èmi yó sì máa pe Olúwa mi. Ó sì súnmọ́ pé èmi kò níí pasán pẹ̀lú àdúà mi sí Olúwa mi.”","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:49","price":"Nígbà tí ó yẹra fún àwọn àti n̄ǹkan tí wọ́n ń jọ́sìn fún lẹ́yìn Allāhu, A sì ta á lọ́rẹ (ọmọ), ’Ishāƙ àti Ya‘ƙūb (ọmọọmọ rẹ̀). A sì ṣe ọ̀kọ̀ọ̀kan wọn ní Ànábì.¹","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Hūd; 11:71.","lang":"yo"},{"name":"19:50","price":"Àti pé A ta wọ́n lọ́rẹ láti inú ìkẹ́ Wa. A sì fi òdodo sórí ahọ́n gbogbo àwọn ènìyàn nìpa wọn (ìyẹn ni pé, gbogbo ìjọ ẹlẹ́sìn ló ń sọ̀rọ̀ wọn ní dáadáa).","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:51","price":"Sọ ìtàn (Ànábì) Mūsā tí ó wà nínú al-Ƙur’ān. Dájúdájú ó jẹ́ ẹni-ẹ̀ṣà, ó jẹ́ Òjíṣẹ́, (ó tún jẹ́) Ànábì.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:52","price":"A pè é ní ẹ̀bá àpáta ní apá ọwọ́ ọ̀tún (Mūsā). A sì mú un súnmọ́ tòsí láti bá a sọ̀rọ̀.","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:53","price":"A sì fi arákùnrin rẹ̀, Hārūn, (tí ó jẹ́) Ànábì, ta á lọ́rẹ láti inú ìkẹ́ Wa.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:54","price":"Sọ ìtàn (Ànábì) ’Ismọ̄‘īl tí ó wà nínú al-Ƙur’ān. Dájúdájú ó jẹ́ olùmú-àdéhùn-ṣẹ, ó jẹ́ Òjíṣẹ́, (ó tún jẹ́) Ànábì.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:55","price":"Ó máa ń pa ará ilé rẹ̀ ní àṣẹ ìrun kíkí àti Zakāh yíyọ. Ó sì jẹ́ ẹni ìyọ́nú lọ́dọ̀ Olúwa rẹ̀.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:56","price":"Sọ ìtàn (Ànábì) ’Idrīs tí ó wà nínú al-Ƙur’ān. Dájúdájú ó jẹ́ olódodo pọ́nńbélé, (ó sì jẹ́) Ànábì.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:57","price":"A sì gbé e sí àyè gíga (nínú sánmọ̀).","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:58","price":"Àwọn wọ̀nyẹn ni àwọn tí Allāhu ṣe ìdẹ̀ra fún nínú àwọn Ànábì, nínú àwọn àrọ́mọdọ́mọ (Ànábì) Ādam àti nínú àwọn tí A gbé gun ọkọ̀ ojú-omi pẹ̀lú (Ànábì) Nūh àti nínú àrọ́mọdọ́mọ (Ànábì) ’Ibrọ̄hīm àti ’Isrọ̄’īl àti nínú àwọn tí A ti fi mọ̀nà, tí A sì ṣà lẹ́ṣà. Nígbà tí wọ́n bá ń ké àwọn āyah Àjọkẹ́-ayé fún wọn, wọ́n máa dojú bolẹ̀; tí wọ́n á foríkanlẹ̀, tí wọ́n á sì máa sunkún.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:59","price":"Àwọn àrólé kan sì rólé lẹ́yìn wọn, tí wọ́n rá ìrun kíkí láre, tí wọ́n tẹ̀lé àwọn adùn. Láìpẹ́ wọn máa pàdé òfò (nínú Iná).","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:60","price":"Àyàfi ẹni tí ó bá ronú pìwàdà, tí ó gbàgbọ́ ní òdodo, tí ó sì ṣe iṣẹ́ rere. Àwọn wọ̀nyẹn ni wọn yóò wọ inú Ọgbà Ìdẹ̀ra. A ò sì níí ṣàbòsí kan kan sí wọn.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:61","price":"(Wọn yóò wọ inú) àwọn Ọgbà Ìdẹ̀ra gbére tí Àjọkẹ́-ayé ṣe ní àdéhùn ní ìkọ̀kọ̀¹ fún àwọn ẹrúsìn Rẹ̀. Dájúdájú (Allāhu), àdéhùn Rẹ̀ ń bọ̀ wá ṣẹ.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"1. Ìyẹn ni pé, wọn kò lè fojú rí àdéhùn náà nílé ayé, àmọ́ òdodo ni, wọ́n sì máa rí i ṣójú ní Ọjọ́ Àjíǹde.","lang":"yo"},{"name":"19:62","price":"Wọn kò níí gbọ́ ìsọkúsọ nínú rẹ̀ àfi àlàáfíà. Ìjẹ-ìmu wọn wà nínú rẹ̀ ní òwúrọ̀ àti ní ìrọ̀lẹ́.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:63","price":"Ìyẹn ni Ọgbà Ìdẹ̀ra tí A óò jogún rẹ̀ fún ẹni tí ó jẹ́ olùbẹ̀rù (Mi) nínú àwọn ẹrúsìn Wa.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:64","price":"Àwa (mọlāika) kì í sọ̀kalẹ̀ àyàfi pẹ̀lú àṣẹ Olúwa rẹ. TiRẹ̀ ni ohun tí ń bẹ níwájú wa, ohun tí ń bẹ ní ẹ̀yìn wa àti ohun tí ń bẹ láààrin (méjèèjì) yẹn. Àti pé Olúwa rẹ kì í ṣe onígbàgbé.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:65","price":"Olúwa àwọn sánmọ̀ àti ilẹ̀ àti ohun tí ń bẹ láààrin àwọn méjèèjì. Nítorí náà, jọ́sìn fún Un, kí ó sì ṣe sùúrù lórí ìjọ́sìn Rẹ̀. Ǹjẹ́ o mọ ẹni tí ó tún ń jẹ́ orúkọ Rẹ̀?","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:66","price":"Ènìyàn ń wí pé: “Ṣé nígbà tí mo bá kú, wọn yóò tún mú mi jáde láìpẹ́ ní alààyè?”","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:67","price":"Ṣé ènìyàn kò rántí pé dájúdájú Àwa ni A ṣẹ̀dá rẹ̀ tẹ́lẹ̀tẹ́lẹ̀ nígbà tí kò tí ì jẹ́ n̄ǹkan kan?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:68","price":"Nítorí náà, mo fi Olúwa rẹ búra; dájúdájú A máa kó àwọn àti àwọn èṣù jọ. Lẹ́yìn náà, dájúdájú A máa mú wọn wá sí ayíká iná Jahanamọ lórí ìkúnlẹ̀.","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:69","price":"Lẹ́yìn náà, dájúdájú A máa mú jáde nínú ìjọ kọ̀ọ̀kan ẹni tí ó le jùlọ nínú wọn níbi ẹ̀ṣẹ̀ dídá sí Àjọkẹ́-ayé.","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:70","price":"Lẹ́yìn náà, dájúdájú Àwa nímọ̀ jùlọ nípa àwọn tó lẹ́tọ̀ọ́ jùlọ sí wíwọ inú Iná.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:71","price":"Kò sí ẹnì kan nínú yín àfi kí ó débẹ̀ (àfi kí ó gba ibẹ̀ kọjá). Ó di dandan kí ó ṣẹlẹ̀ lọ́dọ̀ Olúwa rẹ.","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:72","price":"Lẹ́yìn náà, A máa gba àwọn tó bẹ̀rù (Allāhu) là. A sì máa fi àwọn alábósì sílẹ̀ sínú Iná lórí ìkúnlẹ̀.¹","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"1. Ìgbàkígbà tí Allāhu - subhānahu wa ta‘ālā - bá lo ọ̀rọ̀ arọ́pò-orúkọ “ọ̀pọ̀” bíi “A” tàbí ọ̀rọ̀ arọ́pò afarajorúkọ bíi “Àwa” fún Ara Rẹ̀, yàtọ̀ sí pé ó jẹ́ àpọ́nlé fún Un, kì í ṣe pé Ẹni tó ń jẹ́ “Allāhu” pé méjì tàbí jù bẹ́ẹ̀ lọ. Ọ̀rọ̀ arọ́pò-orúkọ tàbí ọ̀rọ̀ arọ́pò afarajorúkọ “ọ̀pọ̀” náà ń dúró fún iṣẹ́ kan nínú àwọn iṣẹ́ tí Allāhu máa ń dá ṣe pẹ̀lú gbólóhùn “Jẹ́ bẹ́ẹ̀, kí ó sì jẹ́ bẹ́ẹ̀” tàbí iṣẹ́ kan nínú àwọn iṣẹ́ tí Allāhu máa yan àwọn mọlāika Rẹ̀ láti ṣe. Ní ti āyah 68 àti 69, àwọn mọlāika ni Allāhu máa pàṣẹ iṣẹ́ wọ̀nyẹn fún lọ́jọ́ Àjíǹde. Àwọn mọlāika náà sì ni ẹ̀ṣọ́ Iná. Èyí wà ní ìbámu sí sūrah at-Tahrim; 66:6 àti sūrah al-Mudaththir; 74:30-31. \n Bákan náà, kalmọh “wārid” tó jẹyọ nínú āyah 71 jẹ́ ọ̀rọ̀-orúkọ tí wọ́n ṣẹ̀dá láti ara ọ̀rọ̀-ìṣe “warada”. Nínú al-Ƙur’ān, a lè rí ìtúmọ̀ méjì tó súnmọ́ ara wọn, àmọ́ tó tún ń dúró fún ọ̀rọ̀ àti ìdàkejì rẹ̀ fún “warada”. “Warada” túmọ̀ sí “ó dé sí ibi tí kiní kan wà, ó sì wọ inú n̄ǹkan náà”, gẹ́gẹ́ bí ìtúmọ̀ yìí ṣe wà nínú sūrah Hūd; 11:98 àti sūrah al-’Anbiyā’; 21:98-100. “Warada” tún túmọ̀ sí “ó dé sí ibi tí kiní kan wà, àmọ́ kò wọ inú n̄ǹkan náà”, gẹ́gẹ́ bí ìtúmọ̀ yìí ṣe wà nínú sūrah al-Ƙọsọs; 28:23. \n Ìtúmọ̀ méjèèjì wọ̀nyí ti fi hàn kedere pé kò sí ẹ̀dá tí kò níí dé ibi tí Iná wà lọ́jọ́ Àjíǹde. Àmọ́ àwọn kan máa “débẹ̀ wọbẹ̀”, àwọn kan sì máa “débẹ̀ láì wọbẹ̀”. Ìdí tí gbogbo ẹ̀dá máa fi dé ibi tí Iná wà ni pé, ojú ọ̀nà tí a máa tọ̀ dé ibi tí Ọgbà Ìdẹ̀ra wà ni Iná wà. Ìsàlẹ̀ lọ́wọ́ iwájú Ọgbà Ìdẹ̀ra ni Allāhu fi àyè Iná sí. Kódà, ọ̀nà tí a máa tọ̀ wọ inú Ọgbà Ìdẹ̀ra sì jẹ́ afárá tín-ínrín yíyọ̀ lórí Iná. Igun mẹ́ta sì ni àwọn ènìyàn àti àlùjọ̀nnú máa pín sí lórí ìrìn wọn lórí afárá Iná. \n Igun kìíní ni àwọn Ànábì, àwọn Òjíṣẹ́ Ọlọ́hun - kí ìkẹ́ Allāhu máa bá wọn - àti àwọn kan nínú àwọn onígbàgbọ́ òdodo, tó máa rìn lórí afárá Iná láì níí jábọ́ sínú Iná títí wọ́n fi máa gúnlẹ̀ sínú ilé ìgbàlà wọn, Ọgbà Ìdẹ̀ra. - Kí Allāhu fi àánú Rẹ̀ ta wá lọ́rẹ àrìnyè náà. - Igun yìí ni Allāhu ti ṣe àforíjìn fún pátápátá lórí àṣìṣe wọn. Ṣebí kò sí bí a ó ṣe rìn tí orí wa kò níí mì lọ̀rọ̀ ẹ̀dá nílé ayé. Allāhu sì ni Aláforíjìn ẹ̀dá. Igun kìíní yìí ni Allāhu - subhānahu wa ta‘ālā - ń sọ nípa wọn nínú sūrah al-’Anbiyā’; 21:101-102 àti sūrah az-Zumọr; 39:61. \n Igun kejì ni àwọn kan nínú àwọn onígbàgbọ́ òdodo, tó máa rìn lórí afárá Iná ní àrìnjábọ́ sínú Iná. Igun yìí ni wọ́n ní àwọn àṣìṣe kan lọ́rùn, àmọ́ tí Allāhu kò forí rẹ̀ jìn wọ́n. Sebí Allāhu - subhānahu wa ta‘ālā - kúkú ti sọ pé kí ẹni tí ó bá ń dá ẹ̀ṣẹ̀, tí kò tọrọ àforíjìn tàbí ronú pìwàdà lórí rẹ̀ títí ó fi kú má ṣe fọkàn balẹ̀ pé Òun kúkú máa forí rẹ̀ jìn ín. Tí Allāhu bá fẹ́, Ó máa forí rẹ̀ jìn ín. Tí Ó bá sì fẹ́, Ó máa fìyà ẹṣẹ̀ rẹ̀ jẹ ẹ́. Èyí wà ní ìbámu sí sūrah an-Nisā’; 4:116. Igun kejì yìí ló máa padà jáde kúrò nínú Iná lásìkò tí Allāhu - subhānahu wa ta‘ālā - bá fẹ́, yálà nípasẹ̀ ìṣìpẹ̀ Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - tàbí nípasẹ̀ àánú àti ìkẹ́ kan láti ọ̀dọ̀ Allāhu - subhānahu wa ta’ālā -. \n Igun kẹta ni igun gbogbo ẹni tí ó kú sórí àìgbàgbọ́ tàbí ìṣẹbọ tàbí ìṣojúméjì pẹ̀lú Allāhu - subhānahu wa ta‘ālā -. Igun kẹta yìí náà máa rìn lórí afárá Iná ní àrìnjábọ́, àmọ́ wọn kò níí jáde kúrò nínú rẹ̀ títí láéláé nítorí pé, Allāhu - subhānahu wa ta‘ālā - kò níí ṣíjú àánú wò wọ́n rárá.\n Nítorí náà, tí ẹnì kan bá sọ pé kò níí sí igun kan kan tí Iná kò níí jó nítorí gbólóhùn “wa ’in minkum ’illā wāriduhā”, ẹni náà ti sọ̀rọ̀ àìmọ̀kan tó gbópọn lẹnu nítorí pé, ó ti fi ìtúmọ̀ “warada” mọ sórí “ó débẹ̀ wọbẹ̀” nìkan, ó sì kọ̀yìn sí ìtúmọ̀ “warada” tó túmọ̀ sí “ó débẹ̀ kò wọbẹ̀”. \n Bẹ́ẹ̀ náà ni ẹni tí ó bá sọ pé kò sí igun kan kan tí ó máa padà jáde kúrò nínú Iná. Kò sí ẹni tí ó máa sọ bẹ́ẹ̀ bí kò ṣe aláìgbàgbọ́ nínú ọ̀rọ̀ Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Bákan náà, tí ẹnì kan bá sọ pé kò níí sí igun kan kan tí ó máa wà nínú Iná gbére, irú ẹni náà ti sọ ọ̀rọ̀ tí ó lòdì sí ọ̀pọ̀lọ́pọ̀ āyah tó ń fi Iná gbere rinlẹ̀ fún àwọn aláìgbàgbọ́. Irú ẹni náà súnmọ́ kó jẹ́ ẹlẹ́sìn Ahmadiyyah. \n Lẹ́yìn náà, yálà igun tí ó máa rin àrìnyè lórí afárá Iná tàbí igun tí ó máa rin àrìnjábọ́ sínú Inȧ, igun kìíní kejì máa wá lábẹ́ àkórìn àwọn mọlāika kan ni. Ìyẹn ni pé, àwọn mọlāika kan ló máa kó gbogbo ẹ̀dá lọ sórí afárá Iná nítorí pé, kò sí ẹ̀dá kan tó máa fẹ́ fínnú fíndọ̀ gba orí afárá Iná kọjá. Dándan sì ni fún gbogbo wọn láti gba orí rẹ̀ kọjá bọ́ sí àyè wọn. Àwọn mọlāika wọ̀nyẹn ni àwọn mọlāika agbèrò Ọgbà Ìdẹ̀ra àti àwọn mọlāika agbèrò Iná. Èyí ni Allāhu - subhānahu wa ta’ālā - tún fi rinlẹ̀ nínú sūrah az-Zumọr; 39:71-73.","lang":"yo"},{"name":"19:73","price":"Nígbà tí wọ́n bá ń ké àwọn āyah Wa tó yanjú fún wọn, àwọn tó ṣàì gbàgbọ́ yóò sọ fún àwọn tó gbàgbọ́ ní òdodo pé: “Èwo nínú ìjọ méjèèjì (àwa tàbí ẹ̀yin) ló lóore jùlọ ní ibùgbé, ló sì dára jùlọ ní ìjókòó (afẹ́)?”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:74","price":"Àti pé mélòó mélòó nínú àwọn ìran tí A ti parẹ́ ṣíwájú wọn, tí wọ́n dára jùlọ ní ọrọ̀ (ayé) àti ní ìrísí!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:75","price":"Sọ pé: “Ẹni tí ó bá wà nínú ìṣìnà, Àjọkẹ́-ayé yó sì fẹ (ìṣìnà) lójú fún un tààrà, títí di ìgbà tí wọn máa rí ohun tí wọ́n ń ṣe ní àdéhùn fún wọn, yálà ìyà tàbí Àkókò náà. Nígbà náà, wọn yóò mọ ẹni tí ó burú jùlọ ní ipò, tí ó sì lẹ jùlọ ní ọmọ ogun.","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:76","price":"Allāhu yó sì ṣàlékún ìmọ̀nà fún àwọn tó mọ̀nà. Àwọn iṣẹ́ rere ẹlẹ́san gbére lóore jùlọ ní ẹ̀san, ó sì lóore jùlọ ní ibùdésí lọ́dọ̀ Olúwa rẹ.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:77","price":"Sọ fún mi nípa ẹni tó ṣàì gbàgbọ́ nínú àwọn āyah Wa, tí ó sì wí pé: “Dájúdájú wọn yóò fún mi ní dúkìá àti ọmọ!”","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:78","price":"Ṣé ó rí ìkọ̀kọ̀ ni tàbí ó rí àdéhùn kan gbà lọ́dọ̀ Àjọkẹ́-ayé?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:79","price":"Rárá. A máa ṣàkọsílẹ̀ ohun tó ń wí. A sì máa fẹ ìyà lójú fún un tààrà.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:80","price":"A ó sì jogún ohun tó ń wí fún un. Ó sì máa wá bá Wa ní òun nìkan.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:81","price":"Wọ́n sọ àwọn kan di ọlọ́hun lẹ́yìn Allāhu nítorí kí wọ́n lè fún wọn ní agbára.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:82","price":"Rárá. Wọ́n máa tako ìjọ́sìn wọn, wọ́n si máa di ọ̀tá wọn.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:83","price":"Ṣé ìwọ kò wòye pé dájúdájú Àwa ń dẹ àwọn èṣù sí àwọn aláìgbàgbọ́ ni, tí wọ́n sì ń gùn wọ́n gan-an (síbi ẹ̀ṣẹ̀)?","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:84","price":"Nítorí náà, má ṣe kánjú nípa (ìyà) wọn. A kúkú ń ka (ọjọ́) fún wọn ní kíkà tààrà.","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:85","price":"(Rántí) ọjọ́ tí A óò kó àwọn olùbẹ̀rù (Allāhu) jọ sọ́dọ̀ Àjọkẹ́-ayé lórí n̄ǹkan ìgùn.","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:86","price":"A sì máa da àwọn ẹlẹ́ṣẹ̀ lọ sínú iná Jahanamọ wìtìwìtì.","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:87","price":"Wọn kò níí ní ìkápá ìṣìpẹ̀ àfi ẹni tí ó bá gba àdéhùn láti ọ̀dọ̀ Àjọkẹ́-ayé.","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:88","price":"Wọ́n wí pé: “Àjọkẹ́-ayé fi ẹnì kan ṣe ọmọ.”","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:89","price":"Dájúdájú ẹ ti mú n̄ǹkan aburú wá.","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:90","price":"Àwọn sánmọ̀ fẹ́rẹ̀ fàya pẹ́rẹpẹ̀rẹ nítorí rẹ̀, ilẹ̀ fẹ́rẹ̀ fàya pẹ́rẹpẹ̀rẹ, àwọn àpáta sì fẹ́rẹ̀ dàwó lulẹ̀ gbì","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:91","price":"fún wí pé wọ́n pe ẹnì kan ní ọmọ Àjọkẹ́-ayé.","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:92","price":"Kò sì yẹ fún Àjọkẹ́-ayé láti fi ẹnì kan ṣe ọmọ.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:93","price":"Kò sí ẹnì kan nínú àwọn sánmọ̀ àti ilẹ̀ àyàfi kí ó wá bá Àjọkẹ́-ayé ní ipò ẹrúsìn.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:94","price":"Dájúdájú (Allāhu) mọ̀ wọ́n. Ó sì ka òǹkà wọn tààrà.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:95","price":"Gbogbo wọn yó sì wá bá A ní Ọjọ́ Àjíǹde ní ìkọ̀ọ̀kan.","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:96","price":"Dájúdájú àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe iṣẹ́ rere, Àjọkẹ́-ayé yóò fi ìfẹ́ sáààrin wọn.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:97","price":"Nítorí náà, dájúdájú A fi èdè abínibí rẹ (èdè Lárúbáwá) ṣe (kíké al-Ƙur’ān àti àgbọ́yé rẹ̀) ní ìrọ̀rùn nítorí kí o lè fi ṣe ìró ìdùnnú fún àwọn olùbẹ̀rù (Allāhu) àti nítorí kí o lè fi ṣe ìkìlọ̀ fún ìjọ tó ń ja òdodo níyàn","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"19:98","price":"Mélòó mélòó nínú ìran tí A ti parẹ́ ṣíwájú wọn! Ǹjẹ́ o gbọ́ ìró ẹnì kan kan nínú wọn mọ́ tàbí (ǹjẹ́) o gbọ́ ohùn kẹ́lẹ́kẹ́lẹ́ kan láti ọ̀dọ̀ wọn bí?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"yo"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}