{"data":[{"name":"20:1","price":"Tọ̄ hā. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹","arabic":"طه","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2349,"juzNumber":16,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"20:2","price":"A kò sọ al-Ƙur’ān kalẹ̀ fún ọ láti kó wàhálà bá ọ.","arabic":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2350,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:3","price":"Bí kò ṣe pé ó jẹ́ ìrántí fún ẹni tó ń páyà (Allāhu).","arabic":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2351,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:4","price":"(Ó jẹ́) ìmísí tó sọ̀kalẹ̀ láti ọ̀dọ̀ Ẹni tí Ó dá ilẹ̀ àti àwọn sánmọ̀ gíga.","arabic":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2352,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:5","price":"Àjọkẹ́-ayé gúnwà sórí Ìtẹ́-ọlá.","arabic":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2353,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:6","price":"TiRẹ̀ ni ohunkóhun tó wà nínú àwọn sánmọ̀, ohunkóhun tó wà nínú ilẹ̀ àti ohunkóhun tó wà láààrin méjèèjì àti ohunkóhun tó wà lábẹ́ ilẹ̀.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2354,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:7","price":"Tí o bá sọ ọ̀rọ̀ jáde, dájúdájú (Allāhu) mọ ìkọ̀kọ̀ àti ohun tí ó (tún) pamọ́ jùlọ.","arabic":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2355,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:8","price":"Allāhu, kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun. TiRẹ̀ ni àwọn orúkọ tó dára jùlọ.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2356,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:9","price":"Ǹjẹ́ ọ̀rọ̀ (Ànábì) Mūsā dé ọ̀dọ̀ rẹ?","arabic":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2357,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:10","price":"(Rántí) nígbà tí ó rí iná kan, ó sọ fún àwọn ará ilé rẹ̀ pé: “Ẹ dúró síbí. Dájúdájú èmi rí iná kan. Ó ṣeé ṣe kí n̄g rí ògúnná mú wá fún yín nínú rẹ̀ tàbí kí n̄g rí ojú ọ̀nà kan nítòsí iná náà.”","arabic":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2358,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:11","price":"Nígbà tí ó dé ibẹ̀, A pè é “Mūsā,","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2359,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:12","price":"Dájúdájú Èmi ni Olúwa rẹ. Nítorí náà, bọ́ bàtà rẹ méjèèjì sílẹ̀.¹ Dájúdájú ìwọ wà ní àfonífojì mímọ́, Tuwā.","arabic":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2360,"juzNumber":16,"footnotes":"1. Ìdí tí Allāhu - tó ga jùlọ - fi pa á láṣẹ fún Ànábì Mūsā - kí ọlà Allāhu máa bá a - láti bọ́ bàtà ẹsẹ̀ rẹ̀ sílẹ̀, gẹ́gẹ́ bí ọmọ Mọs‘ūd - kí Allāhu yọ́nú sí i - ṣe gbà á wá ni pé, awọ òkúǹbete kẹ́tẹ́kẹ́tẹ́ tí wọn kò pa lósè ni wọ́n fi ṣe bàtà náà. Àmọ́ nínú sunnah Ànábì wa - kí ìkẹ́ àti ọlà Allāhu máa bá a -, mùsùlùmí lè wọ bàtà kírun níwọ̀n ìgbà tí wọ́n bá ti pa awọ rẹ̀ lósè, tí kò sì níí kó ìnira bá ẹnikẹ́ni lórí ìrun, tí kò sì níí kó ìdọ̀tí wọ inú mọ́sálásí. Ọ̀kan nínú ìrun tí èyí lè ti rọrùn jùlọ ni ìrun tí a kí ní orí ilẹ̀ gban̄sasa bí mọ́sálásí eléruku, ìrun ‘Īd méjèèjì, ìrun jannāzah àti ìrun ìwá òjò.","lang":"yo"},{"name":"20:13","price":"Àti pé Èmi ṣà ọ́ lẹ́ṣà. Nítorí náà, fi etí sí ohun tí A máa fi ránṣẹ́ sí ọ nínú ìmísí.","arabic":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2361,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:14","price":"Dájúdájú Èmi ni Allāhu. Kò sí ọlọ́hun kan tí ẹ gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Èmi. Nítorí náà, jọ́sìn fún Mi. Kí o sì kírun fún ìrántí Mi.¹","arabic":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2362,"juzNumber":16,"footnotes":"1. Láti ọ̀dọ̀ ’Anas bun Mọ̄lik, ó sọ pé. Òjíṣẹ́ Allāhu - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ pé: “Tí ọ̀kan nínú yín bá sùn tayọ (àsìkò) ìrun tàbí ó gbàgbé (ìrun) rẹ̀, kí ó kí i nígbà tí ó bá rántí rẹ̀, nítorí pé Allāhu sọ pé: “Kírun fún ìrántí Mi.”","lang":"yo"},{"name":"20:15","price":"Dájúdájú Àkókò náà ń bọ̀. Ó súnmọ́ kí N̄g ṣàfi hàn¹ rẹ̀ (pẹ̀lú àwọn àmì kan. Àkókò náà wà fún) kí Á lè san ẹ̀mí kọ̀ọ̀kan ní ẹ̀san n̄ǹkan tí ó ṣe níṣẹ́.","arabic":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2363,"juzNumber":16,"footnotes":"1. Ẹ kíyè sí ọ̀rọ̀ yìí “’ukfī, ’ikfā’.” Ó jẹ́ ọ̀rọ̀ alójú-lódì. Nítorí náà, bí ó ṣe túmọ̀ sí ṣíṣe àfihàn n̄ǹkan, ó tún ń túmọ̀ sí fífi n̄ǹkan pamọ́.","lang":"yo"},{"name":"20:16","price":"Nítorí náà, ẹni tí kò gbàgbọ́ nínú rẹ̀, tí ó sì tẹ̀lé ìfẹ́-inú rẹ̀, má ṣe jẹ́ kí ó ṣẹ́rí rẹ kúrò níbẹ̀, kí o má baà parun.","arabic":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2364,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:17","price":"Kí ni ìyẹn lọ́wọ́ ọ̀tún rẹ, Mūsā?”","arabic":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2365,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:18","price":"Ó sọ pé: “Ọ̀pá mi ni. Mò ń fi rọ̀gbọ̀kú. Mo tún ń fi já ewé fún àwọn àgùtàn mi. Mo sì tún ń lò ó fún àwọn bùkátà mìíràn.”","arabic":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2366,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:19","price":"(Allāhu) sọ pé: “Jù ú sílẹ̀, Mūsā.”","arabic":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2367,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:20","price":"Nígbà náà, ó jù ú sílẹ̀. Ó sì di ejò tó ń sáré.","arabic":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2368,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:21","price":"(Allāhu) sọ pé: “Mú un dání, má sì ṣe bẹ̀rù. A máa dá a padà sí ìrísí rẹ̀ àkọ́kọ́.","arabic":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2369,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:22","price":"Fi ọwọ́ rẹ mọ́ (abẹ́) apá rẹ, ó máa jáde ní funfun, tí kì í ṣe taburú. (Ó tún jẹ́) àmì mìíràn.","arabic":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2370,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:23","price":"Kí Á lè fi èyí tó tóbi nínú àwọn àmì Wa hàn ọ́.","arabic":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2371,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:24","price":"Lọ sí ọ̀dọ̀ Fir‘aon. Dájúdájú ó ti tayọ ẹnu-ààlà.”","arabic":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2372,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:25","price":"(Ànábì Mūsā) sọ pé: “Olúwa mi, ṣí ọkàn mi payá fún mi.","arabic":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2373,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:26","price":"Ṣọ̀rọ̀ mi dìrọ̀rùn fún mi.","arabic":"وَيَسِّرۡ لِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2374,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:27","price":"Tú kókó orí ahọ́n mi","arabic":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2375,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:28","price":"kí wọ́n máa gbọ́ ọ̀rọ̀ mi yé.","arabic":"يَفۡقَهُواْ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2376,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:29","price":"Àti pé fún mi ní amúgbálẹ́gbẹ̀ẹ́ kan nínú àwọn ará ilé mi,","arabic":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2377,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:30","price":"Hārūn, arákùnrin mi ni.","arabic":"هَٰرُونَ أَخِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2378,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:31","price":"Fi kún mi lọ́wọ́.","arabic":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2379,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:32","price":"Fi ṣakẹgbẹ́ mi nínú iṣẹ́ mi","arabic":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2380,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:33","price":"torí kí á lè ṣàfọ̀mọ́ (orúkọ) Rẹ ní ọ̀pọ̀lọ́pọ̀,","arabic":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2381,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:34","price":"kí á tún lè ṣèrántí Rẹ ní ọ̀pọ̀lọ́pọ̀.","arabic":"وَنَذۡكُرَكَ كَثِيرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2382,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:35","price":"Dájúdájú Ìwọ ń rí wa.”","arabic":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2383,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:36","price":"(Allāhu) sọ pé: “Dájúdájú A ti fún ọ ní ìbéèrè rẹ, Mūsā.","arabic":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2384,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:37","price":"Àti pé dájúdájú A ti ṣe oore fún ọ nígbà kan rí.","arabic":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2385,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:38","price":"(Rántí) nígbà tí A ṣípayá ohun tí A ṣípayá fún ìyá rẹ","arabic":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2386,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:39","price":"pé: “Ju Mūsā sínú àpótí. Kí o sì gbé e jù sínú odò. Odò yó sì gbé e jù sí etí odò. Ọ̀tá Mi àti ọ̀tá rẹ̀ sì máa gbé e.” Mo sì da ìfẹ́ láti ọ̀dọ̀ Mi bò ọ́ nítorí kí wọ́n lè tọ́jú rẹ lójú Mi.”","arabic":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2387,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:40","price":"(Rántí) nígbà tí arábìnrin rẹ ń rìn lọ, ó sì ń sọ pé: “Ṣé kí n̄g júwe yín sí ẹni tí ó máa gbà á tọ́?” A sì dá ọ padà sọ́dọ̀ ìyá rẹ nítorí kí ó lè ní ìtutù ojú, àti pé kí ò má baà banújẹ́. Àti pé o pa ẹ̀mí ẹnì kan. A sì mú ọ kúrò nínú ìbànújẹ́. A tún mú àwọn àdánwò kan bá ọ. O tún lo àwọn ọdún kan lọ́dọ̀ àwọn ará Mọdyan. Lẹ́yìn náà, o dé (ní àkókò) tí ó ti wà nínú kádàrá, Mūsā.","arabic":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2388,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:41","price":"Mo sì ṣà ọ́ lẹ́ṣà fún (iṣẹ́) Mi.","arabic":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2389,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:42","price":"Lọ, ìwọ àti arákùnrin rẹ pẹ̀lú àwọn àmì (iṣẹ́ ìyanu) Mi. Kí ẹ sì má ṣe kọ́lẹ níbi ìrántí Mi.","arabic":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2390,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:43","price":"Ẹ lọ bá Fir‘aon. Dájúdájú ó ti tayọ ẹnu-ààlà.","arabic":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2391,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:44","price":"Ẹ sọ ọ̀rọ̀ ẹ̀lẹ̀ fún un. Ó ṣeé ṣe kí ó lo ìṣítí tàbí kí ó páyà (Mi).”","arabic":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2392,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:45","price":"Àwọn méjèèjì sọ pé: “Olúwa wa, dájúdájú àwa ń páyà pé ó má yára jẹ wá níyà tàbí pé ó má tayọ ẹnu-ààlà.”","arabic":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2393,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:46","price":"(Allāhu) sọ pé: “Ẹ má ṣe páyà. Dájúdájú Èmi wà pẹ̀lú ẹ̀yin méjèèjì; Mò ń gbọ (yín), Mo sì ń ri (yín).”¹","arabic":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2394,"juzNumber":16,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Mujādilah 58:7.","lang":"yo"},{"name":"20:47","price":"Nítorí náà, ẹ lọ bá a, kí ẹ sọ fún un pé: “Dájúdájú Òjíṣẹ́ Olúwa rẹ ni àwa méjèèjì. Nítorí náà, jẹ́ kí àwọn ọmọ ’Isrọ̄’īl máa bá wa lọ. Má ṣe fìyà jẹ wọ́n. Dájúdájú a ti mú àmì kan wá bá ọ láti ọ̀dọ̀ Olúwa rẹ. Kí àlàáfíà sì máa bá ẹni tí ó bá tẹ̀lé ìmọ̀nà náà.","arabic":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2395,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:48","price":"Dájúdájú wọ́n ti fi ìmísí ránṣẹ́ sí wa pé, dájúdájú ìyà ń bẹ fún ẹni tí ó bá pe òdodo ní irọ́, tí ó sì kẹ̀yìn sí i.”","arabic":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2396,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:49","price":"(Fir‘aon) wí pé: “Ta ni Olúwa ẹ̀yin méjèèjì, Mūsā?”","arabic":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2397,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:50","price":"(Ànábì Mūsā) sọ pé: “Olúwa wa ni Ẹni tí Ó fún gbogbo n̄ǹkan ní ìṣẹ̀dá rẹ̀.¹ Lẹ́yìn náà, Ó tọ́ ọ sí ọ̀nà.”","arabic":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2398,"juzNumber":16,"footnotes":"1. Ìyẹn ni pé, Allāhu Ẹlẹ́dàá ṣẹ̀dá ẹ̀dá kọ̀ọ̀kan pẹ̀lú àwòrán àti àdámọ́ tó máa ṣe wẹ́kú jíjẹ́ ẹ̀dá rẹ̀, tí ó sì máa yà á sọ́tọ̀ láààrin àwọn ẹ̀dá mìíràn. Nítorí náà, ènìyàn ń jẹ́ ènìyàn lórí àwòrán àti àdámọ́ tó ṣe wẹ́kú ènìyàn, àlùjànnú ń jẹ́ àlùjànnú lórí àwòrán àti àdámọ́ tó ṣe wẹ́kú àlùjànnú, mọlāika ń jẹ́ mọlāika lórí àwòrán àti àdámọ́ tó ṣe wẹ́kú mọlāika, ẹranko ń jẹ́ ẹranko lórí àwòrán àti àdámọ́ tó ṣe wẹ́kú ẹranko, kòkòrò ń jẹ́ kòkòrò lórí àwòrán àti àdámọ́ tó ṣe wẹ́kú kòkòrò, sánmọ̀ ń jẹ́ sánmọ̀ lórí àwòrán àti àdámọ́ tó ṣe wẹ́kú sánmọ̀, ilẹ̀ ń jẹ́ ilẹ̀ lórí àwòrán àti àdámọ́ tó ṣe wẹ́kú ilẹ̀ àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. \n Bákan náà, ènìyàn jọra wọn, àmọ́ ènìyàn kò jọ ẹ̀dá mìíràn. Àlùjànnú jọra wọn, àmọ́ àlùjànnú kò jọ ẹ̀dá mìíràn àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Lẹ́yìn náà, Allāhu Afinimọ̀nà tọ́ ẹ̀dá kọ̀ọ̀kan sọ́nà lórí ọ̀nà tí ó máa gbà lo ẹ̀yà ara rẹ̀. Tí ẹnì kan bá wá sọ pé Allāhu dá ènìyàn lórí àwòrán Ara Rẹ̀, ó ti sọ ìsọkúsọ. Ẹnì kan kò sì níí sọ bẹ́ẹ̀ àfi aláìgbàgbọ́ nínú pàápàá bíbẹ Allāhu èyí tí kò jọ ìṣẹ̀dá ẹ̀dá kan kan.","lang":"yo"},{"name":"20:51","price":"(Fir‘aon) wí pé: “Kí ló mú àwọn ìran àkọ́kọ́ (tí wọn kò fi mọ̀nà)?”","arabic":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2399,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:52","price":"(Ànábì Mūsā) sọ pé: “Ìmọ̀ rẹ̀ wà nínú tírà kan lọ́dọ̀ Olúwa mi. Olúwa mi kò níí ṣàṣìṣe. Kò sì níí gbàgbé.","arabic":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2400,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:53","price":"(Òun ni) Ẹni tí Ó tẹ́ ilẹ̀ ní pẹrẹsẹ fún yín. Ó sì la àwọn ọ̀nà sínú rẹ̀ fún yín. Ó sì sọ omi kalẹ̀ láti sánmọ̀. A sì fi mú oríṣiríṣi jáde nínú àwọn irúgbìn ní ọ̀tọ̀ọ̀tọ̀.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2401,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:54","price":"Ẹ jẹ, kí ẹ sì fi bọ́ àwọn ẹran-ọ̀sìn yín. Dájúdájú àwọn àmì wà nínú ìyẹn fún àwọn onílàákàyè.","arabic":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2402,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:55","price":"Láti ara erùpẹ̀ ni A ti da yín. Inú rẹ̀ sì ni A óò da yín padà sí. Láti inú rẹ̀ sì ni A óò ti mu yín jáde padà nígbà mìíràn.”","arabic":"۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2403,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:56","price":"Dájúdájú A ti fi àwọn àmì Wa hàn án, gbogbo rẹ̀. Àmọ́ ó pè é ní irọ́. Ó sì kọ̀ jálẹ̀.","arabic":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2404,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:57","price":"Ó wí pé: “Ṣé o wá bá wa nítorí kí o lè mú wa jáde kúrò lórí ilẹ̀ wa pẹ̀lú idán rẹ ni, Mūsā?","arabic":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2405,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:58","price":"Dájúdájú a máa mú idán irú rẹ̀ wá bá ọ. Nítorí náà, mú àyè àdéhùn ìpàdé láààrin àwa àti ìwọ, tí àwa àti ìwọ kò sì níí yapa rẹ̀, (kí ó jẹ́) àyè kan tí kò níí fì sọ́dọ̀ igun méjèèjì.”","arabic":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2406,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:59","price":"(Ànábì Mūsā) sọ pé: “Àkókò ìpàdé yín ni ọjọ́ Ọ̀ṣọ́ (ìyẹn, ọjọ́ ọdún). Kí wọ́n sì kó àwọn ènìyàn jọ ní ìyálẹ̀ta.”","arabic":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2407,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:60","price":"Fir‘aon pẹ̀yìndà. Ó sì sa ète rẹ̀ jọ mọ́ra wọn. Lẹ́yìn náà, ó dé (síbẹ̀).","arabic":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2408,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:61","price":"(Ànábì Mūsā) sọ pé: “Ègbé yín ò! Ẹ má ṣe dá àdápa irọ́ mọ́ Allāhu nítorí kí Ó má baà fi ìyà pa yín rẹ́. Àti pé dájúdájú ẹnikẹ́ni tí ó bá dá àdápa irọ́ (mọ́ Allāhu) ti pòfo.”","arabic":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2409,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:62","price":"Wọ́n fọ̀rọ̀ jomi toro ọ̀rọ̀ láààrin ara wọn. Wọ́n sì tẹ̀ sọ̀rọ̀.","arabic":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2410,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:63","price":"Wọ́n wí pé: “Dájúdájú àwọn méjèèjì yìí, òpìdán ni wọ́n o. Wọ́n fẹ́ mu yín jáde kúrò lórí ilẹ̀ yín pẹ̀lú idán wọn ni. Wọ́n sì (fẹ́) gba ojú ọ̀nà yín tó dára jùlọ mọ yín lọ́wọ́.","arabic":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2411,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:64","price":"Nítorí náà, ẹ kó ète yín jọ papọ̀ mọ́ra wọn. Lẹ́yìn náà, kí ẹ tò wá ní ọ̀wọ̀ọ̀wọ́. Dájúdájú ẹni tí ó bá borí ní òní ti jèrè.”","arabic":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2412,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:65","price":"(Àwọn òpìdán) wí pé: “Mūsā, ìwọ ni o máa kọ́kọ́ ju (ọ̀pá sílẹ̀ ni) tàbí àwa ni a óò kọ́kọ́ jù ú sílẹ̀.”","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2413,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:66","price":"(Mūsā) sọ pé: “Ẹ ju (tiyín) sílẹ̀ (ná).” Nígbà náà ni àwọn okùn wọn àti ọ̀pá wọn bá ń yíra padà lójú rẹ̀ nípasẹ̀ idán wọn, bí ẹni pé dájúdájú wọ́n ń sáré.","arabic":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2414,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:67","price":"Ìbẹ̀rù wọn sì mú (Ànábì) Mūsā.¹","arabic":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2415,"juzNumber":16,"footnotes":"1. Tàbí “(Ànábì) Mūsā pa ìbẹ̀rù wọn mọ́ra”.","lang":"yo"},{"name":"20:68","price":"A sọ pé: “Má ṣe páyà. Dájúdájú ìwọ, ìwọ lo máa lékè.","arabic":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2416,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:69","price":"Ju ohun tí ń bẹ ní ọwọ́ ọ̀tún rẹ sílẹ̀. Ó sì máa gbé ohun tí wọ́n ṣe kalẹ̀ mì káló. Dájúdájú ohun tí wọ́n ṣe kalẹ̀, ète òpìdán ni. Òpìdán kò sì níí jèrè ní ibikíbi tí ó bá dé.”","arabic":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2417,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:70","price":"Nítorí náà, iṣẹ́ ìyanu (Ànábì Mūsā) mú àwọn òpìdán wó lulẹ̀, tí wọ́n forí kanlẹ̀ (fún Allāhu). Wọ́n wí pé: “A gbàgbọ́ nínú Olúwa Hārūn àti Mūsā.”","arabic":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2418,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:71","price":"(Fir‘aon) wí pé: “Ṣé ẹ ti gbàfà fún un ṣíwájú kí èmi tó yọ̀ǹda fún yín? Dájúdájú òun ni àgbà yín tí ó kọ yín ní idán pípa. Nítorí náà, dájúdájú mo máa gé àwọn ọwọ́ yín àti ẹsẹ̀ yín ní ìpasípayọ. Dájúdájú mo tún máa kàn yín mọ́ àwọn igi dàbínù. Dájúdájú ẹ̀yin yóò mọ èwo nínú wa ni ìyà (rẹ̀) yóò le jùlọ, tí ó sì máa pẹ́ jùlọ.”","arabic":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2419,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:72","price":"(Àwọn òpìdán) sọ pé: “Àwa kò níí gbọ́lá fún ọ lórí ohun tí ó dé bá wa nínú àwọn ẹ̀rí tó dájú, (a kò sì níí gbọ́lá fún ọ lórí) Ẹni tí Ó pilẹ̀ ìṣẹ̀dá wa. Nítorí náà, dá ohun tí ó bá fẹ́ dá ní ẹjọ́. Ilé ayé yìí nìkan ni o ti lè dájọ́.","arabic":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2420,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:73","price":"Dájúdájú àwa gbàgbọ́ nínú Olúwa wa nítorí kí Ó lè ṣe àforíjìn àwọn ẹ̀ṣẹ̀ wa fún wa àti ohun tí o jẹ wá nípá ṣe nínú idán pípa. Allāhu lóore jùlọ, Ó sì máa wà títí láéláé.","arabic":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2421,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:74","price":"Dájúdájú ẹnikẹ́ni tí ó bá wá bá Olúwa rẹ̀ ní (ipò) ẹlẹ́ṣẹ̀, dájúdájú iná Jahanamọ ti wà fún un. Kò níí kú sínú rẹ̀, kò sì níí wà lààyè.","arabic":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2422,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:75","price":"Ẹnikẹ́ni tí ó bá sì wá bá A (ní ipò) onígbàgbọ́ òdodo, tí ó sì ti ṣe àwọn iṣẹ́ rere, àwọn wọ̀nyẹn ni àwọn ipò gíga ń bẹ fún.","arabic":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2423,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:76","price":"(Ohun ni) àwọn Ọgbà ìdẹ̀ra gbére tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Olùṣegbére ni wọ́n nínú rẹ̀. Ìyẹn sì ni ẹ̀san fún ẹnikẹ́ni tí ó bá ṣàfọ̀mọ́ (iṣẹ́ rẹ̀).”","arabic":"جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2424,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:77","price":"Àti pé dájúdájú A ti fi ìmísí ránṣẹ́ sí (Ànábì) Mūsā báyìí pé: “Mú àwọn ẹrúsìn Mi rìn ní òru. Fi (ọ̀pá rẹ) na omi fún wọn (kí ó di) ojú ọ̀nà gbígbẹ kan nínú omi òkun.¹ O ò níí bẹ̀rù àlébá, o ò sì níí páyà (ìtẹ̀rì sínú omi òkun).”","arabic":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2425,"juzNumber":16,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:50.","lang":"yo"},{"name":"20:78","price":"Fir‘aon sì tẹ̀lé wọn pẹ̀lú àwọn ọmọ ogun rẹ̀. Ohun tí ó bò wọ́n mọ́lẹ̀ dáru nínú odò sì bò wọ́n mọ́lẹ̀ dáru.","arabic":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2426,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:79","price":"Fir‘aon ṣi àwọn ènìyàn rẹ̀ lọ́nà; òun (náà) kò sì mọ̀nà.","arabic":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2427,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:80","price":"Ẹ̀yin ọmọ ’Isrọ̄’īl, dájúdájú A ti gbà yín là lọ́wọ́ ọ̀tá yín. A sì ṣe àdéhùn fún yín (pé kí Ànábì Mūsā wá, kí Á bá a sọ̀rọ̀ tààrà) ní ẹ̀gbẹ́ àpáta ní ọwọ́ ọ̀tún¹ (Ànábì Mūsā láààrin àpáta àti àfonífojì² ní ìwọ̀ òòrùn³). A sì sọ ohun mímu mọnu àti ohun jíjẹ salwā kalẹ̀ fún yín.4","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2428,"juzNumber":16,"footnotes":"1. Ìyẹn ni pé, ìjúwe àpáta ibi tí Allāhu - tó ga jùlọ - ti bá Ànábì Mūsā - kí ọlà Allāhu máa bá a - sọ̀rọ̀ tààrà nìyí, ó gbé àpáta sí ọwọ́ ọ̀tún rẹ̀, àfonífojì wà ní ọwọ́ òsì rẹ̀ ní àgbègbè ìwọ̀-òòrùn ìlú náà.\n 2. Sūrah al-Ƙọsọs; 28:30\n 3. Sūrah al-Ƙọsọs; 28:40\n 4. Ìyẹn ni oúnjẹ wọn lórí ìrìn àrìnnù ológójì ọdún. Ẹ wo sūrah al-Mọ̄’idah 5:26.","lang":"yo"},{"name":"20:81","price":"Ẹ jẹ nínú àwọn n̄ǹkan dáadáa tí A pa lésè fún yín. Ẹ má sì kọjá ẹnu ààlà nínú rẹ̀ nítorí kí ìbínú Mi má baà kò le yín lórí. Ẹnikẹ́ni tí ìbínú Mi bá sì kò lé lórí, dájúdájú ó ti jábọ́ (sínú ìparun).","arabic":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2429,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:82","price":"Dájúdájú Èmi ni Aláforíjìn fún ẹnikẹ́ni tí ó bá ronú pìwàdà, tí ó gbàgbọ́ ní òdodo, tí ó sì ṣe iṣẹ́ rere, lẹ́yìn náà tí ó tún tẹ̀lé ìmọ̀nà.","arabic":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2430,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:83","price":"Kí ni ó mú ọ kánjú ya àwọn ènìyàn rẹ sílẹ̀, Mūsā?","arabic":"۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2431,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:84","price":"Ó sọ pé: “Àwọn nìwọ̀nyí tí wọ́n ń tọ orípa mi bọ̀ (lẹ́yìn mi). Èmi sì kánjú wá sọ́dọ̀ Rẹ nítorí kí O lè yọ́nú sí mi ni, Olúwa mi.”","arabic":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2432,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:85","price":"(Allāhu) sọ pé: “Dájúdájú Àwa ti dán ìjọ rẹ wò lẹ́yìn rẹ. Àti pé Sāmiriy ṣì wọ́n lọ́nà.”","arabic":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2433,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:86","price":"(Ànábì) Mūsā sì padà sọ́dọ̀ ìjọ rẹ̀ pẹ̀lú ìbínú àti ìbànújẹ́. Ó sọ pé: “Ẹ̀yin ìjọ mi, ṣé Olúwa yín kò ti ba yín ṣe àdéhùn dáadáa ni? Ṣé àdéhùn ti pẹ́ jù lójú yín ni tàbí ẹ fẹ́ kí ìbínú kò le yín lórí láti ọ̀dọ̀ Olúwa yín ni ẹ fi yapa àdéhùn mi?”","arabic":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2434,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:87","price":"Wọ́n wí pé: “Àwa kò fínnúfíndọ̀ yapa àdéhùn fúnra wa, ṣùgbọ́n wọ́n di ẹrù ọ̀ṣọ́ àwọn ènìyàn (Misrọ) rù wá lọ́rùn. A sì jù ú sínú iná (pẹ̀lú àṣẹ Sāmiriyy). Báyẹn náà sì ni Sāmiriyy ṣe ju tirẹ̀.”","arabic":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2435,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:88","price":"Ó sì (fi mọ) ọmọ màálù ọ̀bọrọgidi kan jáde fún wọn, tó ń dún (bíi màálù). Wọ́n sì wí pé: “Èyí ni ọlọ́hun yín àti ọlọ́hun Mūsā. Àmọ́ ó ti gbàgbé (rẹ̀).”","arabic":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2436,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:89","price":"Ṣé wọn kò rí i pé kò lè dá èsì ọ̀rọ̀ kan padà fún wọn ni, kò sì ní agbára láti kó ìnira tàbí àǹfààní kan bá wọn!","arabic":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2437,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:90","price":"Àti pé dájúdájú Hārūn ti sọ fún wọn ṣíwájú pé: “Ẹ̀yin ìjọ mi, wọ́n kàn fi ṣe àdánwò fún yín ni. Dájúdájú Olúwa yín ni Àjọkẹ́-ayé. Nítorí náà, ẹ tẹ̀lé mi. Kí ẹ sì tẹ̀lé àṣẹ mi.”","arabic":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2438,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:91","price":"Wọ́n wí pé: “A ò níí yé dúró sọ́dọ̀ rẹ̀ tí a óò máa jọ́sìn fún un títí (Ànábì) Mūsā yóò fi padà sọ́dọ̀ wa.”","arabic":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2439,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:92","price":"(Ànábì) Mūsā sọ pé: “Hārūn, kí ni ó kọ̀ fún ọ nígbà tí o rí wọn tí wọ́n ṣìnà","arabic":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2440,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:93","price":"láti tọ̀ mí wá? Ṣé o yapa àṣẹ mi ni?”","arabic":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2441,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:94","price":"(Ànábì Hārūn) sọ pé: “Ọmọ ìyá mi, má ṣe fi irungbọ̀n mi mú mi, (má ṣe fi irun) orí mi mú mi. Dájúdájú èmi páyà pé ó máa sọ pé: 'O dá òpínyà sílẹ̀ láààrin àwọn ọmọ ’Isrọ̄’īl. O ò sì ṣọ́ ọ̀rọ̀ mi.'“","arabic":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2442,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:95","price":"(Ànábì Mūsā) sọ pé: “Kí ni ọ̀rọ̀ tìrẹ ti jẹ́, Sāmiriyy?”","arabic":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2443,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:96","price":"(Sāmiriyy) wí pé: “Mo rí ohun tí wọn kò rí. Mo sì bu ẹ̀kúnwọ́ kan níbi (erùpẹ̀) ojú ẹsẹ̀ (ẹṣin) Òjíṣẹ́ (ìyẹn, mọlāika Jibrīl). Mo sì dà á sílẹ̀ (láti fi mọ ère). Báyẹn ni ẹ̀mí mi ṣe (aburú) ní ọ̀ṣọ́ fún mi.”","arabic":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2444,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:97","price":"(Ànábì Mūsā) sọ pé: “Nítorí náà, máa lọ. Dájúdájú (ìjìyà) rẹ nílé ayé yìí ni kí o máa wí pé, “Má fi ara kàn mí”. Àti pé dájúdájú ọjọ́ ìyà kan ń bẹ fún ọ tí wọn kò níí gbé fò ọ́. Kí o sì wo ọlọ́hun rẹ, èyí tí o takú tì lọ́rùn tí ò ń bọ, dájúdájú a máa dáná sun ún. Lẹ́yìn náà, dájúdájú a máa ku eérú rẹ̀ dànù pátápátá sínú odò.","arabic":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2445,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:98","price":"Ọlọ́hun yín ni Allāhu nìkan, ẹni tí kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun. Ó fi ìmọ̀ gbòòrò ju gbogbo n̄ǹkan.","arabic":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2446,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:99","price":"Báyẹn ni A ṣe ń sọ ìtàn fún ọ nínú àwọn ìró tí ó ti ṣíwájú. Láti ọ̀dọ̀ Wa sì ni A kúkú ti fún ọ ní ìrántí (ìyẹn, al-Ƙur’ān).","arabic":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2447,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:100","price":"Ẹnikẹ́ni tí ó bá gbúnrí kúrò níbẹ̀, dájúdájú ó máa ru ẹrù ẹ̀ṣẹ̀ ní Ọjọ́ Àjíǹde.","arabic":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2448,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:101","price":"Olùṣegbére ni wọ́n nínú (ìyà) rẹ̀. (Ẹrù ẹ̀ṣẹ̀) sì burú fún wọn láti rù ní Ọjọ́ Àjíǹde.","arabic":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2449,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:102","price":"Ní ọjọ́ tí wọ́n á fọn fèrè oníwo fún àjíǹde. A sí máa kó àwọn ẹlẹ́ṣẹ̀ jọ ní ọjọ́ yẹn, tí ojú wọn yó sì dúdú batakun.","arabic":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2450,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:103","price":"Wọn yó sì máa sọ̀rọ̀ ní jẹ́ẹ́jẹ́ láààrin ara wọn pé: “Ẹ̀yin kò gbé ilé ayé tayọ (ọjọ́) mẹ́wàá.”","arabic":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2451,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:104","price":"Àwa nímọ̀ jùlọ nípa ohun tí wọ́n ń wí nígbà tí ẹni tí ọpọlọ rẹ̀ pé jùlọ nínú wọn wí pé: “Ẹ kò gbé ilé ayé tayọ ọjọ́ kan.”","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2452,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:105","price":"Wọ́n ń bi ọ́ léèrè nípa àwọn àpáta. Sọ pé: “Olúwa mi yóò kù wọ́n dànù pátápátá.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2453,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:106","price":"Nígbà náà, Ó máa fi wọ́n sílẹ̀ ni pẹ̀tẹ́lẹ̀ gban̄sasa.","arabic":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2454,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:107","price":"O ò sì níí rí ọ̀gbun tàbí gelemọ kan nínú rẹ̀.","arabic":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2455,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:108","price":"Ní ọjọ́ yẹn, àwọn ènìyàn yóò tẹ̀lé olùpèpè náà, kò níí sí yíyà kúrò lẹ́yìn rẹ̀. Àwọn ohùn yó sì palọ́lọ́ fún Àjọkẹ́-ayé. Nítorí náà, o ò níí gbọ́ ohùn kan bí kò ṣe gìrìgìrì ẹsẹ̀.","arabic":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2456,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:109","price":"Ní ọjọ́ yẹn, ìṣìpẹ̀ kò níí ṣe àǹfààní àfi ẹni tí Àjọkẹ́-ayé bá yọ̀ǹda fún, tí Ó sì yọ́nú sí ọ̀rọ̀ fún un.¹","arabic":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2457,"juzNumber":16,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:48.","lang":"yo"},{"name":"20:110","price":"(Allāhu) mọ ohun tí ń bẹ níwájú wọn àti ohun tí ń bẹ ní ẹ̀yìn wọn. Àwọn kò sì fi ìmọ̀ rọkiri ká Rẹ̀.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2458,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:111","price":"Àwọn ojú yó sì wólẹ̀ fún Alààyè, Alámòjúútó-ẹ̀dá. Dájúdájú ẹnikẹ́ni tí ó bá di àbòsí mẹ́rù ti pòfo.","arabic":"۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2459,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:112","price":"Ẹnikẹ́ni tí ó bá ṣe nínú àwọn iṣẹ́ rere, tí ó sì jẹ́ onígbàgbọ́ òdodo, kí ó má ṣe páyà àbòsí tàbí ìrẹ́jẹ kan (láti ọ̀dọ̀ Allāhu).","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2460,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:113","price":"Báyẹn ni A ṣe sọ (ìrántí) kalẹ̀ ní ohun kíké pẹ̀lú èdè Lárúbáwá. A sì ṣe àlàyé oníran-ànran ìlérí sínú rẹ̀ nítorí kí wọ́n lè ṣọ́ra (fún ìyà) tàbí nítorí kí ó lè jẹ́ ìrántí fún wọn.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2461,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:114","price":"Nítorí náà, Allāhu Ọba Òdodo ga jùlọ. Má ṣe kánjú pẹ̀lú al-Ƙur’ān ṣíwájú kí wọ́n tó parí ìmísí rẹ̀ fún ọ. Kí o sì sọ pé: “Olúwa mi, ṣàlékún ìmọ̀ fún mi.”","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2462,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:115","price":"Dájúdájú A ṣe àdéhùn fún (Ànábì) Ādam ṣíwájú. Ṣùgbọ́n ó gbàgbé. A kò sì bá a pẹ̀lú ìpinnu ọkàn.","arabic":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2463,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:116","price":"Nígbà tí A sọ fún àwọn mọlāika pé: “Ẹ forí kanlẹ̀ kí Ādam. Wọ́n sì forí kanlẹ̀ kí i àfi ’Iblīs, (tí) ó kọ̀.”","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2464,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:117","price":"Nítorí náà, A sọ pé: “Ādam, dájúdájú èyí ni ọ̀tá fún ìwọ àti ìyàwó rẹ. Nítorí náà, kò gbọdọ̀ mú ẹ̀yin méjèèjì jáde kúrò nínú Ọgbà Ìdẹ̀ra nítorí kí o má baà máa dààmú (fún ìjẹ-ìmu).","arabic":"فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2465,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:118","price":"Dájúdájú ebi kò níí pa ọ́, o ò sì níí rìn hòhò nínú rẹ̀.","arabic":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2466,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:119","price":"Àti pé dájúdájú òǹgbẹ kò níí gbẹ ọ́ nínú rẹ̀, òòrùn kò sì níí pa ọ́.”","arabic":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2467,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:120","price":"Ṣùgbọ́n Èṣù kó ròyíròyí bá a; ó wí pé: “Ādam, ǹjẹ́ mo lè júwe rẹ sí igi gbére àti ìjọba tí kò níí tán?”","arabic":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2468,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:121","price":"Nítorí náà, àwọn méjèèjì jẹ nínú (èso) rẹ̀. Ìhòhò àwọn méjèèjì sì hàn síra wọn; àwọn méjèèjì sì bẹ̀rẹ̀ sí da ewé Ọgbà Ìdẹ̀ra bo ara wọn. Ādam yapa àṣẹ Olúwa rẹ̀. Ó sì ṣìnà.","arabic":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2469,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:122","price":"Lẹ́yìn náà, Olúwa rẹ̀ ṣà á lẹ́ṣà; Ó gba ìronúpìwàdà rẹ̀, Ó sì tọ́ ọ sí ọ̀nà.","arabic":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2470,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:123","price":"(Allāhu) sọ pé: “Ẹ̀yin méjèèjì, ẹ jáde kúrò nínú rẹ̀ pátápátá. Apá kan yín sì jẹ́ ọ̀tá sí apá kan - ẹ̀yin àti Èṣù. Nígbà tí ìmọ̀nà bá sì dé ba yín láti ọ̀dọ̀ Mi, ẹnikẹ́ni tí ó bá tẹ̀lé ìmọ̀nà Mi, kò níí ṣìnà, kò sì níí ṣorí burúkú.","arabic":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2471,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:124","price":"Ẹnikẹ́ni tí ó bá sì ṣẹ́rí kúrò níbi ìrántí Mi, dájúdájú ìṣẹ̀mí ìnira máa wà fún un. A sì máa gbé e dìde ní afọ́jú ní Ọjọ́ Àjíǹde.”","arabic":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2472,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:125","price":"(Ó) máa wí pé: “Olúwa mi, nítorí kí ni O fi gbé mi dìde ní afọ́jú? Mo ti jẹ́ olùríran tẹ́lẹ̀!”","arabic":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2473,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:126","price":"(Allāhu) sọ pé: “Báyẹn ni àwọn āyah Wa ṣe dé bá ọ, o sì gbàgbé rẹ̀ (o pa á tì). Ní òní, báyẹn ni wọ́n ṣe máa gbàgbé ìwọ náà (sínú Iná).","arabic":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2474,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:127","price":"Àti pé báyẹn ni A ṣe ń san ẹ̀san fún ẹnikẹ́ni tí ó bá ṣe àṣejù, tí kò sì gbàgbọ́ nínú àwọn āyah Olúwa rẹ̀. Dájúdájú ìyà Ọjọ́ Ìkẹ́yìn le jùlọ. Ó sì máa wà títí láéláé.”","arabic":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2475,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:128","price":"Ṣé kò hàn sí wọn pé mélòó mélòó nínú àwọn ìran tí A ti parun ṣíwájú wọn, tí (àwọn wọ̀nyí náà) sì ń rìn kọjá ní ibùgbé wọn! Dájúdájú àwọn àmì wà nínú ìyẹn fún àwọn olóye.","arabic":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2476,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:129","price":"Tí kò bá jẹ́ pé ọ̀rọ̀ kan tó ṣíwájú àti gbèdéke àkókò kan lọ́dọ̀ Olúwa rẹ (ìyà ẹ̀ṣẹ̀ wọn) ìbá ti di dandan.","arabic":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2477,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:130","price":"Nítorí náà, ṣe sùúrù lórí ohun tí wọ́n ń wí, kí o sì ṣe àfọ̀mọ́ pẹ̀lú ẹyìn fún Olúwa Rẹ ṣíwájú yíyọ òòrùn àti ṣíwájú wíwọ̀ rẹ̀. Ṣe àfọ̀mọ́ (fún Allāhu) ní àwọn àsìkò alẹ́ àti ní àwọn abala ọ̀sán nítorí kí (Á lè san ọ́ ní ẹ̀san rere tí) ó máa yọ́nú sí.","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2478,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:131","price":"Má ṣe fẹjú rẹ sí ohun tí A fi ṣe ìgbádùn tó jẹ́ òdòdó ìṣẹ̀mí ilé ayé fún àwọn ìran-ìran kan nínú wọn. (A fún wọn) nítorí kí Á lè fi ṣe àdánwò fún wọn ni. Arísìkí Olúwa rẹ lóore jùlọ. Ó sì máa wà títí láéláé.","arabic":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2479,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:132","price":"Pa ará ilé rẹ láṣẹ ìrun kíkí, kí o sì ṣe sùúrù lórí rẹ̀. A ò níí bèèrè èsè kan lọ́wọ́ rẹ; Àwa l’À ń pèsè fún ọ. Ìgbẹ̀yìn rere sì wà fún ìbẹ̀rù (Allāhu).","arabic":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2480,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:133","price":"Wọ́n wí pé: “Nítorí kí ni kò fi mú àmì kan wá fún wa láti ọ̀dọ̀ Olúwa rẹ̀?” Ṣé ẹ̀rí tó yanjú tó wà nínú àwọn tákàdá àkọ́kọ́ kò dé bá wọn ni?","arabic":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2481,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:134","price":"Tí ó bá jẹ́ pé dájúdájú A ti fi ìyà kan pa wọ́n run ṣíwájú rẹ̀ ni, wọn ìbá wí pé: “Olúwa wa nítorí kí ni O ò ṣe rán Òjíṣẹ́ kan sí wa, àwa ìbá tẹ̀lé àwọn āyah Rẹ ṣíwájú kí á tó yẹpẹrẹ, (kí á sì tó) kàbùkù.”","arabic":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2482,"juzNumber":16,"footnotes":"","lang":"yo"},{"name":"20:135","price":"Sọ pé: “Ẹnì kọ̀ọ̀kan ni olùretí (ìkángun).” Nítorí náà, ẹ máa retí (rẹ̀). Ẹ máa mọ ta ni èrò ọ̀nà tààrà àti ẹni tó mọ̀nà.","arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2483,"juzNumber":16,"footnotes":"","lang":"yo"}],"chapter":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha","Chapter Ta-Ha","Ha","Surah Ha","Chapter Ha","Ta Ha","Surah Ta Ha","Chapter Ta Ha","Surah 20","Chapter 20","Ta-Ha","طه"]}