{"data":[{"name":"23:1","price":"Dájúdájú àwọn onígbàgbọ́ òdodo ti jèrè.","arabic":"قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2674,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:2","price":"Àwọn tó ń páyà (Allāhu) nínú ìrun wọn,","arabic":"ٱلَّذِينَ هُمۡ فِي صَلَاتِهِمۡ خَٰشِعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2675,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:3","price":"àti àwọn tó ń ṣẹ́rí kúrò níbi ìsọkúsọ,","arabic":"وَٱلَّذِينَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2676,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:4","price":"àti àwọn tó ń ṣe àfọ̀mọ́ (ẹ̀mí àti ara) wọn.¹","arabic":"وَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2677,"juzNumber":18,"footnotes":"1. Ìtúmọ̀ mìíràn fún āyah yìí nìyí: “àti àwọn tó ń yọ zakāh”. Àmọ́ ìtúmọ̀ òkè yẹn ló bá a mu jùlọ nítorí àwọn ìwòye mẹ́ta kan. \n Ìkíní: Sūrah Mọkkah àti āyah Mọkkah ni āyah yìí. Zakāh yíyọ kò sì bẹ̀rẹ̀ ní Mọkkah Alápọ̀n-ọ́nlé, bí kò ṣe ní Mọdīnah Onímọ̀ọ́lẹ̀. Ìkejì: Nínú al-Ƙur’ān Alápọ̀n-ọ́nlé, gbogbo āyah tó ń sọ̀rọ̀ nípa zakāh yíyọ nínú dúkìá máa ń sopọ̀ mọ́ ìrun kíkí “ẹ kí ìrun, ẹ yọ zakāh”. \n Ìkẹta: “Ītā’u zakāh” yíyọ zakāh ní èdè al-Ƙur’ān Alápọ̀n-ọ́nlé tí ó bá ń sọ̀rọ̀ nípa zakāh dúkìá, kì í lo “fi‘lu-zakāh” ṣíṣe zakāh. \n Nípa ìwọ̀nyẹn, zakāh tẹ̀mí àti tara ni èròǹgbà Allāhu nínú āyah yìí, kì í ṣe zakāh ti dúkìá. \n Zakāh tẹ̀mí: òhun ni fífi “taohīdullāh” mímú Allāhu ní ọ̀kan ṣoṣo tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àti “al-’iklās” ọkàn tó mọ́ kúrò níbi “riyā’” ṣekárími jọ́sìn fún Allāhu - Ọba mímọ́, kí á fi àwọn n̄ǹkan méjèèjì yẹn ṣe àfọ̀mọ́ ọkàn wa kúrò níbi “ṣirk” ẹbọ, “kufr” àìgbàgbọ́, “nifāƙ” ìṣojú-méjì àti “’amrọ̄dul-ƙulūb” àwọn àìsàn-ọkàn bíi “kibr” motómotó, “hasad” kèéta àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Ní ti zakāh tara, òhun ni fífi ìtẹ̀lé àṣẹ Allāhu àti àṣẹ Òjíṣẹ́ Rẹ̀ - kí ìkẹ́ àti ọlà máa bá a - yapa sí àṣẹ Èṣù. Ìyẹn ni pé, ṣíṣe ohun tí ẹ̀sìn pa wá ní àṣẹ rẹ̀ àti jíjìnnà sí ohun tí ẹ̀sìn kọ̀ fún wa. Wallāhu ’a‘lam.","lang":"yo"},{"name":"23:5","price":"àti àwọn tó ń ṣọ́ abẹ́ wọn,","arabic":"وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2678,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:6","price":"àfi ní ọ̀dọ̀ àwọn ìyàwó wọn àti ẹrúbìnrin wọn. Dájúdájú wọn kì í ṣe ẹni èébú (tí wọ́n bá súnmọ́ wọn),","arabic":"إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2679,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:7","price":"nítorí náà, ẹnikẹ́ni tí ó bá wá òmíràn (súnmọ́) lẹ́yìn ìyẹn, àwọn wọ̀nyẹn ni àwọn olùtayọ ẹnu-ààlà,¹","arabic":"فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2680,"juzNumber":18,"footnotes":"1. Lára wíwá òmíràn súnmọ́ yàtọ̀ sí ìyàwó àti ẹrúbìnrin ni sísúnmọ́ ọ̀kan nínú àwọn tí ’Islām ṣe ní èèwọ̀ fúnni láti fẹ́ (gẹ́gẹ́ bí ó ṣe wà ní sūrah an-Nisā’; 4: 22-24), sísúnmọ́ ẹranko, ìbásùn láààrin ọkùnrin méjì, ìbásùn láààrin obìnrin méjì, fífí ọwọ́ fa àtọ̀-ẹni jáde. Kíyè sí i, ọ̀tọ̀ ni ẹrú, ọ̀tọ̀ ni ọmọ-ọ̀dọ̀. Ẹrúbìnrin ni olówó-ẹrú lè fi tura, kì í ṣe ọmọ-ọ̀dọ̀.","lang":"yo"},{"name":"23:8","price":"àti àwọn tó ń ṣọ́ àgbàfipamọ́ wọn àti àdéhùn wọn,","arabic":"وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2681,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:9","price":"àti àwọn tó ń ṣọ́ ìrun wọn;","arabic":"وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَوَٰتِهِمۡ يُحَافِظُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2682,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:10","price":"àwọn wọ̀nyẹn ni àwọn olùjogún,","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡوَٰرِثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2683,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:11","price":"àwọn tó máa jogún ọgbà ìdẹ̀ra Firdaos. Olùṣegbére ni wọ́n nínú rẹ̀.","arabic":"ٱلَّذِينَ يَرِثُونَ ٱلۡفِرۡدَوۡسَ هُمۡ فِيهَا خَٰلِدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2684,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:12","price":"Dájúdájú A ti ṣe ẹ̀dá ènìyàn láti inú ohun tí A mọ jáde láti inú ẹrẹ̀.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن سُلَٰلَةٖ مِّن طِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2685,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:13","price":"Lẹ́yìn náà, A ṣe é ní àtọ̀ sínú àyè ìrọ̀rùn kan (ìyẹn, ilé-ọmọ).","arabic":"ثُمَّ جَعَلۡنَٰهُ نُطۡفَةٗ فِي قَرَارٖ مَّكِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2686,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:14","price":"Lẹ́yìn náà, A sọ àtọ̀ di ẹ̀jẹ̀ dídì. Lẹ́yìn náà, A sọ ẹ̀jẹ̀ dídì di bááṣí ẹran. Lẹ́yìn náà, A sọ bááṣí ẹran di eegun. Lẹ́yìn náà, A fi ẹran bo eegun. Lẹ́yìn náà, A sọ ọ́ di ẹ̀dá mìíràn.¹ Nítorí náà, ìbùkún ni fún Allāhu, Ẹni tó dára jùlọ nínú àwọn ẹlẹ́dàá (oníṣẹ́-ọnà).²","arabic":"ثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةٗ فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةٗ فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَٰمٗا فَكَسَوۡنَا ٱلۡعِظَٰمَ لَحۡمٗا ثُمَّ أَنشَأۡنَٰهُ خَلۡقًا ءَاخَرَۚ فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2687,"juzNumber":18,"footnotes":"1. Ìyẹn ni pé, A sọ ọ́ di ẹ̀dá mìíràn tí ó ní ẹ̀mí, tí ó sì bẹ̀rẹ̀ sí dàgbà sókè bẹ̀rẹ̀ láti òpóǹló títí di ọjọ́ ikú.\n 2. Irú gbólóhùn yìí أَحْسَنَ ٱلْخَٰلِقِينَ “Ẹni t’Ó dára jùlọ nínú àwọn ẹlẹ́dàá.” tún wà nínú sūrah as-Sọ̄ffāt; 37:125. \n Irúfẹ́ gbólóhùn yìí nìwọ̀nyí: وَأَنتَ خَيْرُ ٱلرَّٰزِقِينَ Ìwọ sì lóore jùlọ nínú àwọn olùpèsè. (sūrah al-Mọ̄’idah; 5:114); وَهُوَ خَيْرُ ٱلْحَٰكِمِينَ Òun l’Ó sì dára jùlọ nínú àwọn olùdájọ́. (sūrah al-’A‘rọ̄f; 7:87); \n وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ Ìwọ sì ni Aláàánú jùlọ nínú àwọn aláàánú. (sūrah al-’A‘rọ̄f; 7:151); àti وَهُوَ أَسْرَعُ ٱلْحَٰسِبِينَ Òun sì yára jùlọ nínú àwọn oníṣirò. (sūrah al-’Ani‘ām; 6:62). \n Àwọn gbólóhùn wọ̀nyẹn ń fi rinlẹ̀ pé Allāhu - tó ga jùlọ - ń jẹ́ Ọ̀kan nínú àwọn ẹlẹ́dàá, olùpèsè, olùdájọ́, aláàánú àti oníṣirò. \n Kíyè sí i, nínú àwọn iṣẹ́ tí Allāhu máa ń ṣe fún àwọn ẹ̀dá Rẹ̀, àmọ́ tí a tún ń rí àwọn kan nínú àwọn ẹ̀dá Rẹ̀ tí àwọn náà máa ń ṣe wọ́n ni dídá ẹ̀dá, ìpèsè, ẹjọ́ dídá, àánú ṣíṣe àti ìṣírò iṣẹ́. Ṣùgbọ́n ìkọ̀ọ̀kan àwọn iṣẹ́ náà bùkátà sí àlàyé. \n Dídá ẹ̀dá: Ní òdodo ni pé, kò sí ẹ̀dá kan láyé àti lọ́run, ìbáà mọ bíi ọmọ iná igún, àfi kí Allāhu jẹ́ Ẹlẹ́dàá rẹ̀. Kódà “àdámọ́”, ẹ̀dá kan nínú ẹ̀dá Allahu ni. Bí ẹnikẹ́ni bá ń lo “ìṣẹ̀dá” fún iṣẹ́ ọwọ́ rẹ̀, ó rí bẹ́ẹ̀ láti ara “ẹ̀dá” tí Allāhu ṣẹ̀dá ni. Bí bẹ́ẹ̀ kọ́, kò lè rí bẹ́ẹ̀. Allāhu nìkan ṣoṣo ló ń dá ẹ̀dá láti ibi àìsí wá síbi bíbẹ. Àmọ́ ohun tí a gbàlérò pẹ̀lú fífi dídá ẹ̀dá tì sọ́dọ̀ ẹ̀dá ni ṣíṣe iṣẹ́-ọnà bíi ère gbígbẹ́ àti yíya àwòrán n̄ǹkan ẹlẹ́mìí. Èdè abunikù fún agbẹ́gilére ni “ẹlẹ́dàá”. Tí agbẹ́gilére bá mọ súná burúkú tí Allāhu - tó ga jùlọ - fún un, tí ó sì mọ̀ pé dájúdájú òun kò lè fi ẹ̀mí sára ère rẹ̀ tó ń gbẹ́ kalẹ̀, bóyá ó máa mọ̀ ọ́n ní ọ̀ràn. Ìdí nìyí tí hadīth kan fi sọ pé, lára ìyà tí ń bẹ nílẹ̀ ní ọ̀run nínú Iná fún agbẹ́gilére ni pé, wọ́n máa sọ fún un pé kí ó fi ẹ̀mí sára ère rẹ̀. Kò sì níí lè ṣe bẹ́ẹ̀. Wàyí, wọ́n ń pé agbẹ́gilére ní “ẹlẹ́dàá” nítorí pé, wọ́n ń fi iṣẹ́-ọnà wọn jọ ẹ̀dá tí Allāhu dá. Tí a bá wá lo orúkọ “ẹlẹ́dàá” fún wọn, dípò oníṣẹ́-ọnà, tí Allāhu - tó ga jùlọ - sì ń jẹ́ Ẹlẹ́dàá, ta wá ni Ẹlẹ́dàá tó dára jùlọ tí ẹ̀dá tirẹ̀ jẹ́ ojúlówó? Allāhu - tó ga jùlọ - ni. Ìdí nìyí tí Allāhu fi sọ pé, “Òun ni Ẹni tó dára jùlọ nínú àwọn ẹlẹ́dàá.” Pípe “oníṣẹ́-ọnà” ni “ẹlẹ́dàá” kò sì túmọ̀ sí pé ẹ̀dá kan wà tó ṣẹ̀dá ara rẹ̀ tàbí pé ẹ̀dá kan wà tó ń dá ẹ̀dá mìíràn bí kò ṣe ṣíṣe iṣẹ́-ọnà. Nítorí náà, ìtúmọ̀ àwọn ẹlẹ́dàá nínú āyah yìí ni “àwọn oníṣẹ́-ọnà tàbí àwọn agbẹ́gilére”. \n Ìpèsè: Àwọn ẹ̀dá kan gbàgbọ́ pé àwọn òrìṣà kan ń pèsè ìjẹ-ìmu àti dúkìá fún àwọn. Bí àpẹ̀ẹrẹ, Yorùbá gbàgbọ́ pé òrìṣà Ajé ń ṣe ìjẹ-ìmu, owó àti okòwò tí wọ́n sọ di “ọrọ̀-Ajé. Àwọn tó ń bọ́ ẹlòmíìràn náà ń sọra wọn di olùpèsè. Yàtọ̀ sí pé Allāhu ti fi rinlẹ̀ pé Òun nìkan ni Olùpèsè fún gbogbo ẹ̀dá Rẹ̀. Tí èyí kò bá tí ì dá àwọn kan lójú bẹ́ẹ̀, tí wọ́n sì fẹ́ gbé gbogbo ìpèsè olúkùlùkù lórí ìwọ̀n, ó máa hàn sí wọn kedere pé, ìpèsè ti Allāhu pọ̀ jùlọ, kò sì ṣe é kà. Àti pé nínú ìpèsè Rẹ̀ ni wọ́n ti ń fún àwọn òrìṣà. \n Ẹjọ́ dídá; A kúkú ní àwọn adájọ́ láààrin àwọn ènìyàn, yálà nílé ẹjọ́ tàbí ní àyè mìíràn. Àmọ́ kò sí adájọ́ tí ó jẹ́ arínú-róde. Àti pé ó wà nínú àwọn adájọ́ tó ń gba àbẹ̀tẹ́lẹ̀ láti fi ẹjọ́ ṣègbè. Allāhu nìkan ṣoṣo ni kì í fí ẹjọ́ ṣègbè. Àti pé ìdájọ́ Rẹ̀ dúró sórí mímọ ìkọ̀kọ̀ àti gban̄gba olùrojọ́. Nítorí náà, ìdí nìyí tí Allāhu fi mọ ẹjọ́ da jùlọ nínú àwọn adájọ́. Ìdájọ́ Rẹ̀ sì ni òpin. \n Àánú Ṣíṣe: Ojú àánú àti ọkàn àánú ń bẹ lára àwọn ẹ̀dá kan, tó bẹ́ẹ̀ gẹ́ tí wọ́n fi ń pè wọ́n ní ẹlẹ́yinjú-àánú. Àmọ́ Allāhu ní àánú ẹ̀dá Rẹ̀ púpọ̀ jùlọ. Àti pé, nínú àánú tí Allāhu fi sí àwọn ẹ̀dá kan lọ́kàn ni wọ́n fi di aláàánú. Nítorí náà, Allāhu ni Aláàánú jùlọ nínú àwọn aláàánú.\n Bí àlàyé ṣe máa lọ nìyẹn lórí irú àwọn gbólóhùn bẹ́ẹ̀ nínú al-Ƙur’ān, gẹ́gẹ́ bíi gbólóhùn “Olùyára jùlọ nínú àwọn olùṣírò-iṣẹ́”. Àmọ́ ní ti ète dídá gẹ́gẹ́ bí وَٱللَّهُ خَيْرُ ٱلْمَٰكِرِينَ Allāhu sì l’óore jùlọ nínú àwọn adéte. (āl-‘Imrọ̄n; 3:54). Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:15.","lang":"yo"},{"name":"23:15","price":"Lẹ́yìn náà, lẹ́yìn ìyẹn, dájúdájú ẹ̀yin yóò di òkú.","arabic":"ثُمَّ إِنَّكُم بَعۡدَ ذَٰلِكَ لَمَيِّتُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2688,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:16","price":"Lẹ́yìn náà, dájúdájú ní Ọjọ́ Àjíǹde wọ́n máa gbe yín dìde.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ تُبۡعَثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2689,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:17","price":"Dájúdájú A dá àwọn sánmọ̀ méje sí òkè yín. Àwa kò sì níí dágunlá sí àwọn ẹ̀dá.","arabic":"وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2690,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:18","price":"À ń sọ omi kalẹ̀ láti sánmọ̀ níwọ̀n níwọ̀n. Lẹ́yìn náà, À ń mú un dúró sínú ilẹ̀. Dájúdájú Àwa kúkú lágbára láti mú un lọ.","arabic":"وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَسۡكَنَّٰهُ فِي ٱلۡأَرۡضِۖ وَإِنَّا عَلَىٰ ذَهَابِۭ بِهِۦ لَقَٰدِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2691,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:19","price":"Lẹ́yìn náà, A fi dá àwọn ọgbà oko dàbínù àti àjàrà fún yín; ọ̀pọ̀lọ́pọ̀ èso wà nínú rẹ̀ fún yín, ẹ sì ń jẹ nínú rẹ̀.","arabic":"فَأَنشَأۡنَا لَكُم بِهِۦ جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ لَّكُمۡ فِيهَا فَوَٰكِهُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2692,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:20","price":"Àti igi kan tó ń hù jáde níbi àpáta Sīnā’; ó ń mú epo àti n̄ǹkan ìṣebẹ̀ jáde fún àwọn tó ń jẹ ẹ́.","arabic":"وَشَجَرَةٗ تَخۡرُجُ مِن طُورِ سَيۡنَآءَ تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغٖ لِّلۡأٓكِلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2693,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:21","price":"Àti pé dájúdájú àríwòye wà fún yín lára àwọn ẹran-ọ̀sìn; À ń fún yín mu nínú ohun tí ó wà nínú ikùn wọn. Àwọn àǹfààní ọ̀pọ̀lọ́pọ̀ (mìíràn) tún wà fún yín lára wọn, ẹ sì ń jẹ nínú rẹ̀.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمۡ فِيهَا مَنَٰفِعُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2694,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:22","price":"Ẹ sì ń kó ẹrù sí orí àwọn ẹran ọ̀sìn àti ọkọ̀ ojú-omi.","arabic":"وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2695,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:23","price":"Dájúdájú A rán (Ànábì) Nūh níṣẹ́ sí ìjọ rẹ̀. Ó sì sọ pé: “Ẹ̀yin ìjọ mi, ẹ jọ́sìn fún Allāhu. Ẹ kò ní ọlọ́hun mìíràn tí ẹ máa jọ́sìn fún ní ọ̀nà òdodo lẹ́yìn Rẹ̀. Ṣé ẹ kò níí bẹ̀rù (Rẹ̀) ni?”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2696,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:24","price":"Àwọn olórí tí wọ́n ṣàì gbàgbọ́ nínú àwọn ènìyàn rẹ̀ sọ pé: “Kí ni èyí bí kò ṣe abara kan bí irú yín, tí ó fẹ́ gbé àjùlọ fún ara rẹ̀ lórí yín. Àti pé tí ó bá jẹ́ pé Allāhu bá fẹ́ (ránṣẹ́ sí wa ni), ìbá sọ mọlāika kan kalẹ̀ ni. A kò sì gbọ́ èyí rí lọ́dọ̀ àwọn bàbá wa, àwọn ẹni àkọ́kọ́.","arabic":"فَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةٗ مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2697,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:25","price":"Kò jẹ́ kiní kan bí kò ṣe ọkùnrin kan tí àlùjànnú ń bẹ lára rẹ̀. Nítorí náà, ẹ máa retí (ìkángun) rẹ̀ títí di ìgbà kan ná.”","arabic":"إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2698,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:26","price":"(Ànábì) Nūh sọ pé: “Olúwa mi, ṣàrànṣe fún mi nítorí pé wọ́n pè mí ní òpùrọ́.”","arabic":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2699,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:27","price":"Nítorí náà, A fi ìmísí ránṣẹ́ sí i pé: “Ṣe ọkọ̀ ojú-omi ní ojú Wa (báyìí) pẹ̀lú ìmísí Wa. Nígbà tí àṣẹ Wa bá dé, tí omi bá ṣẹ́ yọ ní ojú àrò, nígbà náà ni kí o kó sínú ọkọ̀ ojú-omi gbogbo n̄ǹkan ní oríṣi méjì takọ-tabo àti ará ilé rẹ, àyàfi ẹni tí ọ̀rọ̀ náà kò lé lórí nínú wọn (fún ìparun). Má ṣe bá Mi sọ̀rọ̀ nípa àwọn tó ṣàbòsí; dájúdájú A óò tẹ̀ wọ́n rì sínú omi ni.","arabic":"فَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2700,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:28","price":"Nígbà tí o bá jókòó sínú ọkọ̀ ojú-omi náà, ìwọ àti àwọn tó wà pẹ̀lú rẹ, sọ pé: “Gbogbo ẹyìn ń jẹ́ ti Allāhu, Ẹni tí Ó gbà wá là lọ́wọ́ ijọ alábòsí.”","arabic":"فَإِذَا ٱسۡتَوَيۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ فَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2701,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:29","price":"Sọ pé: “Olúwa mi, sọ̀ mí kalẹ̀ sí ibùsọ̀ ìbùkún. Ìwọ sì lóore jùlọ nínú àwọn amúnigúnlẹ̀.”¹","arabic":"وَقُل رَّبِّ أَنزِلۡنِي مُنزَلٗا مُّبَارَكٗا وَأَنتَ خَيۡرُ ٱلۡمُنزِلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2702,"juzNumber":18,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah as-Sọffāt; 37:125.","lang":"yo"},{"name":"23:30","price":"Dájúdájú àwọn àmì wà nínú ìyẹn. Àwa sì ni À ń dán ẹ̀dá wò.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ وَإِن كُنَّا لَمُبۡتَلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2703,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:31","price":"Lẹ́yìn náà, A mú àwọn ìran mìíràn wá lẹ́yìn wọn.","arabic":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2704,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:32","price":"A tún rán Òjíṣẹ́ kan sí wọn láààrin ara wọn (láti jíṣẹ́) pé: “Ẹ jọ́sìn fún Allāhu. Ẹ kò ní ọlọ́hun mìíràn tí ẹ máa jọ́sìn fún ní ọ̀nà òdodo lẹ́yìn Rẹ̀. Nítorí náà, ṣé ẹ kò níí bẹ̀rù (Rẹ̀) ni?”","arabic":"فَأَرۡسَلۡنَا فِيهِمۡ رَسُولٗا مِّنۡهُمۡ أَنِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2705,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:33","price":"Àwọn olórí tó ṣàì gbàgbọ́ nínú ìjọ rẹ̀, àwọn tó pe ìpàdé Ọjọ́ Ìkẹ́yìn nírọ́, àwọn tí A ṣe gbẹdẹmukẹ fún nínú ìṣẹ̀mí ayé yìí, wọ́n wí pé: “Kí ni èyí bí kò ṣe abara kan bí irú yín; ó ń jẹ nínú ohun tí ẹ̀ ń jẹ, ó sì ń mu nínú ohun tí ẹ̀ ń mu.","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ ٱلۡأٓخِرَةِ وَأَتۡرَفۡنَٰهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَيَشۡرَبُ مِمَّا تَشۡرَبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2706,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:34","price":"Tí ẹ bá fi lè tẹ̀lé abara kan bí irú yín, dájúdájú ẹ mà ti di ẹni òfò nìyẹn.","arabic":"وَلَئِنۡ أَطَعۡتُم بَشَرٗا مِّثۡلَكُمۡ إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2707,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:35","price":"Ṣé ó ń ṣe àdéhùn fún yín pé nígbà tí ẹ bá kú, tí ẹ sì di erùpẹ̀ àti egungun tán, dájúdájú wọn yóò mu yín jáde (ní alààyè)?","arabic":"أَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2708,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:36","price":"Ohun tí Wọ́n ń ṣe ní àdéhùn fún yín (yìí) jìnnà tefétefé (sí òdodo).","arabic":"۞ هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2709,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:37","price":"Kò sí ìṣẹ̀mí ayé kan mọ́ àyàfi èyí tí à ń lò yìí; àwa kan ń kú, àwa kan ń wáyé. Àti pé wọn kò níí gbé wa dìde mọ́.","arabic":"إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2710,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:38","price":"(Òjíṣẹ́ náà) kò jẹ́ kiní kan bí kò ṣe ọkùnrin kan tí ó dá àdápa irọ́ mọ́ Allāhu. Àwa kò sì níí gbà á gbọ́.”","arabic":"إِنۡ هُوَ إِلَّا رَجُلٌ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا وَمَا نَحۡنُ لَهُۥ بِمُؤۡمِنِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2711,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:39","price":"(Òjíṣẹ́ náà) sọ pé: “Olúwa mi, ṣàrànṣe fún mi nítorí pé wọ́n pè mí ní òpùrọ́.”","arabic":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2712,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:40","price":"(Allāhu) sọ pé: “Láìpẹ́ ńṣe ni wọn yóò di alábàámọ̀.”","arabic":"قَالَ عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2713,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:41","price":"Nítorí náà, ohùn igbe mú wọn ní ọ̀nà ẹ̀tọ́. A sì sọ wọ́n di pàǹtí. Nítorí náà, kí ìjìnnà sí ìkẹ́ wà fún ìjọ alábòsí.","arabic":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ فَجَعَلۡنَٰهُمۡ غُثَآءٗۚ فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2714,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:42","price":"Lẹ́yìn náà, A tún mú àwọn ìran mìíràn wá lẹ́yìn wọn.","arabic":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2715,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:43","price":"Ìjọ kan kò níí lọ ṣíwájú àkókò (ìparun) rẹ̀, wọn kò sì níí sún (ìparun wọn) síwájú.","arabic":"مَا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2716,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:44","price":"Lẹ́yìn náà, A rán àwọn Òjíṣẹ́ Wa níṣẹ́ ní tẹ̀léǹtẹ̀lé. Ìgbàkígbà tí Òjíṣẹ́ ìjọ kan bá dé, wọ́n á pè é ní òpùrọ́. A sì mú apá kan wọn tẹ̀lé apá kan nínú ìparun. A tún sọ wọ́n di ìtàn. Nítorí náà, kí ìjìnnà sí ìkẹ́ wà fún ìjọ tí kò gbàgbọ́ ní òdodo.","arabic":"ثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَآءَ أُمَّةٗ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا وَجَعَلۡنَٰهُمۡ أَحَادِيثَۚ فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2717,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:45","price":"Lẹ́yìn náà, A rán (Ànábì) Mūsā àti ọmọ-ìyá rẹ̀ (Ànábì) Hārūn níṣẹ́ pẹ̀lú àwọn àmì Wa àti ẹ̀rí pọ́nńbélé.","arabic":"ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2718,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:46","price":"(A rán wọn níṣẹ́) sí Fir‘aon àti àwọn ìjòyè rẹ̀. Ṣùgbọ́n wọ́n ṣègbéraga, wọ́n sì jẹ́ ìjọ olùjẹgàba.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمًا عَالِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2719,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:47","price":"Wọ́n wí pé: “Ṣé kí á gba abara méjì bí irú wa gbọ́, nígbà tí ó jẹ́ pé ẹrú wa ni àwọn ènìyàn wọn?”","arabic":"فَقَالُوٓاْ أَنُؤۡمِنُ لِبَشَرَيۡنِ مِثۡلِنَا وَقَوۡمُهُمَا لَنَا عَٰبِدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2720,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:48","price":"Nítorí náà, wọ́n pe àwọn méjèèjì ní òpùrọ́. Wọ́n sì wà nínú àwọn olùparun.","arabic":"فَكَذَّبُوهُمَا فَكَانُواْ مِنَ ٱلۡمُهۡلَكِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2721,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:49","price":"Dájúdájú A fún (Ànábì) Mūsā ní Tírà nítorí kí wọ́n lè mọ̀nà.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2722,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:50","price":"A ṣe ọmọ Mọryam àti ìyá rẹ̀ ní àmì kan. A sì ṣe ibùgbé fún àwọn méjèèjì sí ibi gíga kan, tó ní ibùgbé, tó sì ní omi ìṣẹ́lẹ̀rú.¹","arabic":"وَجَعَلۡنَا ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥٓ ءَايَةٗ وَءَاوَيۡنَٰهُمَآ إِلَىٰ رَبۡوَةٖ ذَاتِ قَرَارٖ وَمَعِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2723,"juzNumber":18,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-’Anbiyā’ 21;91","lang":"yo"},{"name":"23:51","price":"Ẹ̀yin Òjíṣẹ́, ẹ jẹ nínú àwọn n̄ǹkan dáadáa, kí ẹ sì ṣe iṣẹ́ rere. Dájúdájú Èmi ni Onímọ̀ nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُواْ مِنَ ٱلطَّيِّبَٰتِ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2724,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:52","price":"Àti pé dájúdájú (’Islām) yìí ni ẹ̀sìn yín. (Ó jẹ́) ẹ̀sìn kan ṣoṣo. Èmi sì ni Olúwa yín. Nítorí náà, ẹ bẹ̀rù Mi.","arabic":"وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱتَّقُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2725,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:53","price":"Ṣùgbọ́n wọ́n gé ọ̀rọ̀ ẹ̀sìn wọn láààrin ara wọn sí kélekèle. Ìjọ kọ̀ọ̀kan sì ń yọ̀ sí ohun tó ń bẹ ní ọ̀dọ̀ wọn.","arabic":"فَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ زُبُرٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2726,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:54","price":"Nítorí náà, fi wọ́n sílẹ̀ sínú ìṣìnà wọn títí di ìgbà kan ná.","arabic":"فَذَرۡهُمۡ فِي غَمۡرَتِهِمۡ حَتَّىٰ حِينٍ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2727,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:55","price":"Ṣé wọ́n ń lérò pé (bí) A ṣe ń fi dúkìá àti ọmọ nìkan ṣe ìrànlọ́wọ́ fún wọn,","arabic":"أَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2728,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:56","price":"ni A óò ṣe máa yára ti àwọn oore sí ọ̀dọ̀ wọn lọ (títí láéláé). Rárá, wọn kò fura ni!¹","arabic":"نُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِۚ بَل لَّا يَشۡعُرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2729,"juzNumber":18,"footnotes":"1. Ọ̀rọ̀ yìí jẹ́ èsì fún ọ̀rọ̀ ẹnu àwọn aláìgbàgbọ́ tí wọ́n lérò pé ẹni ayé bá yẹ ni ọ̀run yóò yẹ. Àmọ́ kò yé wọn pé, oore ilé ayé yìí wà ní abẹ́ oore Àjọkẹ́-ayé (ar-rahmāniyyah) fún gbogbo ẹ̀dá láì fi tẹ̀sìn ṣe.\n Ní ìdà kejì ẹ̀wẹ̀, oore ọ̀run wà ní abẹ́ oore Àṣàkẹ́ ọ̀run (ar-rahīmiyyah) fún ọ̀wọ́ àwa onígbàgbọ́ òdodo. Nítorí náà, oore ẹ̀dẹ tí kò lè dé ọ̀run ni oore ọwọ́ aláìgbàgbọ́ àti ṣọ̀bẹ-ṣèlu mùsùlùmí.","lang":"yo"},{"name":"23:57","price":"Dájúdájú àwọn tó ń páyà (ìṣírò-iṣẹ́) nípa ìpáyà wọn nínú Olúwa wọn;","arabic":"إِنَّ ٱلَّذِينَ هُم مِّنۡ خَشۡيَةِ رَبِّهِم مُّشۡفِقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2730,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:58","price":"àti àwọn tó ń gba àwọn āyah Olúwa wọn gbọ́;","arabic":"وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2731,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:59","price":"àti àwọn tí kì í ṣẹbọ sí Olúwa wọn,","arabic":"وَٱلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2732,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:60","price":"àti àwọn tí wọ́n ń ṣe ohun wọ́n ń ṣe (nínú àwọn iṣẹ́ rere) pẹ̀lú ìbẹ̀rù nínú ọkàn wọn pé dájúdájú àwọn yóò padà sí ọ̀dọ̀ Olúwa wọn;","arabic":"وَٱلَّذِينَ يُؤۡتُونَ مَآ ءَاتَواْ وَّقُلُوبُهُمۡ وَجِلَةٌ أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَٰجِعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2733,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:61","price":"àwọn wọ̀nyẹn ni wọ́n ń yára ṣe àwọn iṣẹ́ rere. Àwọn sì ni aṣíwájú nínú (àwọn ẹ̀san) iṣẹ́ náà.","arabic":"أُوْلَٰٓئِكَ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَهُمۡ لَهَا سَٰبِقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2734,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:62","price":"Àti pé A kò làbọ ẹ̀mí kan lọ́rùn àfi ìwọ̀n agbára rẹ̀. Tírà kan tó ń sọ òdodo (nípa iṣẹ́ ẹ̀dá) ń bẹ lọ́dọ̀ Wa. A kò sì níí ṣàbòsí sí wọn.","arabic":"وَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۚ وَلَدَيۡنَا كِتَٰبٞ يَنطِقُ بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2735,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:63","price":"Àmọ́ ọkàn àwọn aláìgbàgbọ́ wà nínú ìfọ́núfọ́ra nípa (al-Ƙur’ān) yìí. Àti pé wọ́n ní àwọn iṣẹ́ kan lọ́wọ́, tí ó yàtọ̀ sí iṣẹ́ rere yẹn.¹ Wọ́n sì ń ṣe iṣẹ́ náà","arabic":"بَلۡ قُلُوبُهُمۡ فِي غَمۡرَةٖ مِّنۡ هَٰذَا وَلَهُمۡ أَعۡمَٰلٞ مِّن دُونِ ذَٰلِكَ هُمۡ لَهَا عَٰمِلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2736,"juzNumber":18,"footnotes":"1. “Iṣẹ́ rere yẹn” ni àwọn iṣẹ́ tí Allāhu - tó ga jùlọ- fi ròyìn àwọn onígbàgbọ́ òdodo ṣíwájú nínú āyah 57 sí āyah 61.","lang":"yo"},{"name":"23:64","price":"títí di ìgbà tí A máa gbá àwọn onígbẹdẹmukẹ nínú wọn mú pẹ̀lú ìyà. Nígbà náà ni wọ́n máa kígbe (fún ìrànlọ́wọ́).","arabic":"حَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ إِذَا هُمۡ يَجۡـَٔرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2737,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:65","price":"Ẹ má ṣe kígbe (fún ìrànlọ́wọ́) ní òní. Dájúdájú kò sí ẹni tí ó máa ràn yín lọ́wọ́ lọ́dọ̀ Wa.","arabic":"لَا تَجۡـَٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2738,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:66","price":"Wọ́n kúkú ń ka àwọn āyah Mi fún yín. Àmọ́ ńṣe ni ẹ̀ ń fà sẹ́yìn (níbi òdodo).","arabic":"قَدۡ كَانَتۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ تَنكِصُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2739,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:67","price":"Ẹ̀ sì ń fi (Kaaba) ṣègbéraga, ẹ tún sọ ìsọkúsọ (nípa al-Ƙur’ān) ní alẹ́!","arabic":"مُسۡتَكۡبِرِينَ بِهِۦ سَٰمِرٗا تَهۡجُرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2740,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:68","price":"Ṣé wọn kò ronú sí ọ̀rọ̀ náà ni? Tàbí ohun tó dé bá wọn jẹ́ ohun tí kò dé bá àwọn bàbá wọn àkọ́kọ́ rí ni?","arabic":"أَفَلَمۡ يَدَّبَّرُواْ ٱلۡقَوۡلَ أَمۡ جَآءَهُم مَّا لَمۡ يَأۡتِ ءَابَآءَهُمُ ٱلۡأَوَّلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2741,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:69","price":"Tàbí wọn kò mọ Òjíṣẹ́ wọn mọ́ ni wọ́n fi di alátakò rẹ̀?","arabic":"أَمۡ لَمۡ يَعۡرِفُواْ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2742,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:70","price":"Tàbí wọn ń wí pé àlùjànnú kan ń bẹ lára rẹ̀ ni? Rárá o. Ó mú òdodo wá bá wọn ni. Àmọ́ ọ̀pọ̀lọ́pọ̀ wọn sì jẹ́ olùkórira òdodo.","arabic":"أَمۡ يَقُولُونَ بِهِۦ جِنَّةُۢۚ بَلۡ جَآءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2743,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:71","price":"Tí ó bá jẹ́ pé (Allāhu), Ọba Òdodo tẹ̀lé ìfẹ́-inú wọn ni, àwọn sánmọ̀ àti ilẹ̀ àti àwọn tó wà nínú wọn ìbá kúkú ti bàjẹ́. Ṣùgbọ́n A mú ìṣítí nípa ọ̀rọ̀ ara wọn wá fún wọn ni, wọ́n sì ń gbúnrí kúrò níbi ìṣítí (tí A mú wá fún) wọn.","arabic":"وَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَآءَهُمۡ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ بَلۡ أَتَيۡنَٰهُم بِذِكۡرِهِمۡ فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2744,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:72","price":"Tàbí ò ń béèrè owó-ọ̀yà kan lọ́wọ́ wọn ni? Owó-ọ̀yà Olúwa rẹ̀ lóore jùlọ. Àti pé Òun l’óore jùlọ nínú àwọn olùpèsè.¹","arabic":"أَمۡ تَسۡـَٔلُهُمۡ خَرۡجٗا فَخَرَاجُ رَبِّكَ خَيۡرٞۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2745,"juzNumber":18,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah as-Sọ̄ffāt; 37:125.","lang":"yo"},{"name":"23:73","price":"Àti pé dájúdájú ò ń pè wọ́n sójú ọ̀nà tààrà ni.","arabic":"وَإِنَّكَ لَتَدۡعُوهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2746,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:74","price":"Àwọn tí kò sì gbàgbọ́ nínú Ọjọ́ Ìkẹ́yìn ni wọ́n ń ṣẹ́rí kúrò lójú ọ̀nà náà.","arabic":"وَإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2747,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:75","price":"Tí ó bá jẹ́ pé A kẹ́ wọn (nílé ayé), tí A sì gbé gbogbo ìṣòro ara wọn kúrò fún wọn, wọn ìbá tún won̄koko mọ́ ìtayọ ẹnu-ààlà wọn, tí wọn yóò máa pa rìdàrìdà (nínú ìṣìnà).","arabic":"۞ وَلَوۡ رَحِمۡنَٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرّٖ لَّلَجُّواْ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2748,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:76","price":"Dájúdájú A fi ìyà jẹ wọ́n. Àmọ́ wọn kò tẹríba fún Olúwa wọn, wọn kò sì rawọ́ rasẹ̀ sí I","arabic":"وَلَقَدۡ أَخَذۡنَٰهُم بِٱلۡعَذَابِ فَمَا ٱسۡتَكَانُواْ لِرَبِّهِمۡ وَمَا يَتَضَرَّعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2749,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:77","price":"títí di ìgbà tí A fi ṣílẹ̀kùn ìyà líle fún wọn; nígbà náà ni wọ́n sọ̀rètí nù.","arabic":"حَتَّىٰٓ إِذَا فَتَحۡنَا عَلَيۡهِم بَابٗا ذَا عَذَابٖ شَدِيدٍ إِذَا هُمۡ فِيهِ مُبۡلِسُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2750,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:78","price":"(Allāhu), Òun ni Ẹni tí Ó ṣe ìgbọ́rọ̀, ìríran àti ọkàn fún yín. Ọpẹ́ tí ẹ̀ ń dá sì kéré púpọ̀.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2751,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:79","price":"Òun ni Ẹni tí Ó da yín sórí ilẹ̀, ọ̀dọ̀ Rẹ̀ sì ni wọ́n yóò ko yín jọ sí.","arabic":"وَهُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2752,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:80","price":"Òun ni Ẹni tó ń sọ ẹ̀dá di alààyè, Ó ń sọ ẹ̀dá di òkú, tiRẹ̀ sì ni ìtẹ̀léǹtẹ̀lé òru àti ọ̀sán, ṣé ẹ ò níí ṣe làákàyè ni?","arabic":"وَهُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ وَلَهُ ٱخۡتِلَٰفُ ٱلَّيۡلِ وَٱلنَّهَارِۚ أَفَلَا تَعۡقِلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2753,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:81","price":"Rárá (wọn kò níí ṣe làákàyè, ṣebí) irú ohun tí àwọn ẹni àkọ́kọ́ wí ni àwọn náà wí.","arabic":"بَلۡ قَالُواْ مِثۡلَ مَا قَالَ ٱلۡأَوَّلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2754,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:82","price":"Wọ́n wí pé: “Ṣé nígbà tí a bá ti kú, tí a ti di erùpẹ̀ àti egungun, ṣé wọn yóò gbé wa dìde ni?","arabic":"قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2755,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:83","price":"Wọ́n kúkú ti ṣàdéhùn èyí fún àwa àti àwọn bàbá wa tẹ́lẹ̀tẹ́lẹ̀. Èyí kò jẹ́ kiní kan bí kò ṣe àkọsílẹ̀ àlọ́ àwọn ẹni àkọ́kọ́.”","arabic":"لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2756,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:84","price":"Sọ pé: “Ta ni Ẹni tí Ó ni ilẹ̀ àti ẹni tí ó wà ní orí rẹ̀ tí ẹ bá mọ̀?”","arabic":"قُل لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ إِن كُنتُمۡ تَعۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2757,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:85","price":"Wọ́n á wí pé: “Ti Allāhu ni.” Sọ pé: “Ṣé ẹ kò níí lo ìrántí ni?”","arabic":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَذَكَّرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2758,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:86","price":"Sọ pé: “Ta ni Olúwa àwọn sánmọ̀ méjèèje àti Olúwa Ìtẹ́ ńlá?”","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2759,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:87","price":"Wọ́n á wí pé: “Ti Allāhu ni.” Sọ pé: “Ṣé ẹ kò níí bẹ̀rù (Rẹ̀) ni?”","arabic":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَتَّقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2760,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:88","price":"Sọ pé: “Ta ni Ẹni tí ìjọba gbogbo n̄ǹkan wà ní ọwọ́ Rẹ̀, (Ẹni tí) Ó ń gba ẹ̀dá là nínú ìyà, (tí) kò sì sí ẹni tí ó lè gba ẹ̀dá là níbi ìyà Rẹ̀ tí ẹ bá mọ̀?”","arabic":"قُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيۡهِ إِن كُنتُمۡ تَعۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2761,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:89","price":"Wọ́n á wí pé: “Ti Allāhu ni.” Sọ pé: “Nítorí náà, báwo ni wọ́n ṣe ń dan yín?”","arabic":"سَيَقُولُونَ لِلَّهِۚ قُلۡ فَأَنَّىٰ تُسۡحَرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2762,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:90","price":"Àmọ́ sá, òdodo ni A mú wá ba wọn. Dájúdájú àwọn sì ni òpùrọ́.","arabic":"بَلۡ أَتَيۡنَٰهُم بِٱلۡحَقِّ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2763,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:91","price":"Allāhu kò fi ẹnì kan kan ṣe ọmọ, kò sì sí ọlọ́hun kan pẹ̀lú Rẹ̀. (Tí kò bá rí bẹ́ẹ̀) nígbà náà, ọlọ́hun kọ̀ọ̀kan ìbá ti kó ẹ̀dá tó dá lọ, apá kan wọn ìbá sì borí apá kan. Mímọ́ ni fún Allāhu tayọ ohun tí wọ́n ń fi ròyìn (Rẹ̀ nípa ọmọ bíbí).","arabic":"مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍۚ إِذٗا لَّذَهَبَ كُلُّ إِلَٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2764,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:92","price":"(Allāhu) Onímọ̀-ìkọ̀kọ̀ àti gban̄gba. Nítorí náà, Ó ga tayọ n̄ǹkan tí wọ́n fi ń ṣẹbọ sí I.","arabic":"عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2765,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:93","price":"Sọ pé: “Olúwa mi, Ó ṣeé ṣe kí Ó fi ohun tí wọ́n ń ṣèlérí rẹ̀ fún wọn hàn mí,","arabic":"قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2766,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:94","price":"Olúwa mi, má ṣe fi mí sínú ìjọ alábòsí.”","arabic":"رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2767,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:95","price":"Dájúdájú Àwa lágbára láti fi ohun tí A ṣèlérí rẹ̀ fún wọn hàn ọ́.","arabic":"وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2768,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:96","price":"Fi èyí tó dára tí àìdára dànù. Àwa nímọ̀ jùlọ nípa ohun tí wọ́n fi ń ròyìn (Wa).","arabic":"ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ ٱلسَّيِّئَةَۚ نَحۡنُ أَعۡلَمُ بِمَا يَصِفُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2769,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:97","price":"Sọ pé: “Olúwa mi, mò ń sádi Ọ́ níbi ròyíròyí t’àwọn èṣù.","arabic":"وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2770,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:98","price":"Mò ń sádi Ọ́, Olúwa mi, níbi kí wọ́n wá bá mi.”","arabic":"وَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2771,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:99","price":"(Wọ́n ń ṣẹ̀mí lọ) títí di ìgbà tí ikú fi máa dé bá ọ̀kan nínú wọn. Ó sì máa wí pé: “Olúwa mi, Ẹ dá mi padà (sílé ayé)","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ رَبِّ ٱرۡجِعُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2772,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:100","price":"nítorí kí èmi lè ṣe iṣẹ́ rere nínú èyí tí mo gbé jù sílẹ̀. Kò rí bẹ́ẹ̀ rárá, dájúdájú ó jẹ́ ọ̀rọ̀ kan tí ó kàn ń wí ni, (àmọ́) gàgá ti wà ní ẹ̀yìn wọn títí di ọjọ́ tí A óò gbé wọn dìde.¹","arabic":"لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُۚ كَلَّآۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَاۖ وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2773,"juzNumber":18,"footnotes":"1. Kíyè sí i, àwọn āyah yìí (99 àti 100) ti fi rinlẹ̀ pé kò sí ìpadàsáyé fún àwọn òkú. Irú āyah yìí tún wà nínú sūrah az-Zumọr; 39:58 àti 59. \n Síwájú sí i, àkúdàáyà kò jẹ́ kiní kan bí kò ṣe ète àlùpàyídà láti ọ̀dọ̀ àwọn èṣù àlùjànnú. Irú ètekéte yìí náà ni àwọn olówò àlùjànnú máa ń lò láti fi ṣe àwọn òògùn ẹbọ bíi àfẹ́ẹ̀rí, ayẹta, òkígbẹ́, ìṣíjú, ọ̀wọ̀ àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Nítorí náà, kì í ṣe òkú gan-an gan-an ní wọ́n tún lè rí mọ́ níbikíbi nílé ayé, àmọ́ àwọn èṣù àlùjànnú kan lè gbé àwọ̀ àti àwòrán òkú kan wọ̀ láti tan àwọn aláìgbàgbọ́ jẹ. Èyí sì tún jẹ́ ọ̀kan nínú àwọn òye tó wà nínú mọ̀mí-n̄g-mọ̀ọ́ tó gbọ́dọ̀ wáyé láààrin àwọn ẹbí tó fẹ́ di tọkọ taya nítorí kí ẹnì kan má baà fi èṣù àlùjànnú ṣe ẹnì kejì rẹ̀.","lang":"yo"},{"name":"23:101","price":"Nígbà tí wọ́n bá fọn fèrè oníwo fún àjíǹde, kò níí sí ìbátan láààrin wọn ní ọjọ́ yẹn, wọn kò sì níí bira wọn léèrè ìbéèrè.¹","arabic":"فَإِذَا نُفِخَ فِي ٱلصُّورِ فَلَآ أَنسَابَ بَيۡنَهُمۡ يَوۡمَئِذٖ وَلَا يَتَسَآءَلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2774,"juzNumber":18,"footnotes":"1. Àwọn nasọ̄rọ̄ sọ pé, “Āyah yìí tako sūrah as-Sọ̄ffāt; 37:27 nípa ọ̀rọ̀ ìbéèrè.” Èsì: Kò sí ìtakora nínú rẹ̀. Ẹ wò ó, gbólóhùn yìí “wọn kò sì níí bira wọn léèrè ìbéèrè” ìyẹn ní kété tí olúkùlùkù bá kọ́kọ́ jí dìde láti inú sàréè rẹ̀. Iyè yóò pamọ́ àwọn ẹ̀dá nínú lásìkò náà ni, gẹ́gẹ́ bí ó tún ṣe rinlẹ̀ nínú sūrah al-Ƙọsọsọ; 28:66 àti sūrah az-Zumọr 39:68. Àmọ́ nígbà tí àwọn mọlāika bá da àwọn ẹ̀dá lọ sí ọ̀dọ̀ Allāhu Ọba Olùdájọ́ àwọn ẹ̀dá máa bẹ̀rẹ̀ sí i bira wọn léèrè ìbéèrè ní ti àbámọ̀ àti ìtakora, gẹ́gẹ́ bí ó ṣe rinlẹ̀ nínú sūrah as-Sọ̄ffāt; 37:27. Nítorí náà, kò sí ìtakora láààrin àwọn āyah náà.","lang":"yo"},{"name":"23:102","price":"Ẹnikẹ́ni tí òṣùwọ̀n (iṣẹ́ rere) rẹ̀ bá tẹ̀wọ̀n, àwọn wọ̀nyẹn ni olùjèrè.","arabic":"فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2775,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:103","price":"Ẹnikẹ́ni tí òṣùwọ̀n (iṣẹ́ rere) rẹ̀ bá fúyẹ́, àwọn wọ̀nyẹn ni àwọn tó ṣe ẹ̀mí ara wọn lófò. Olùṣegbére sì ni wọ́n nínú iná Jahanamọ.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فِي جَهَنَّمَ خَٰلِدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2776,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:104","price":"Iná yóò máa jó wọn lójú. Wọn yó sì wà nínú rẹ̀, tí Iná yóò ti bà wọ́n lójú jẹ́.","arabic":"تَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمۡ فِيهَا كَٰلِحُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2777,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:105","price":"Ṣé wọ́n kì í ka àwọn āyah Mi fún yín ni, àmọ́ tí ẹ̀ ń pè é ní irọ́?","arabic":"أَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُم بِهَا تُكَذِّبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2778,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:106","price":"Wọ́n wí pé: “Olúwa wa, orí burúkú ló kọlù wá; àwa sì jẹ́ ìjọ olùṣìnà.","arabic":"قَالُواْ رَبَّنَا غَلَبَتۡ عَلَيۡنَا شِقۡوَتُنَا وَكُنَّا قَوۡمٗا ضَآلِّينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2779,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:107","price":"Olúwa wa, mú wa jáde kúrò nínú Iná. Tí a bá fi lè padà (síbi iṣẹ́ ibi nílé ayé), dájúdájú nígbà náà alábòsí ni àwa.”","arabic":"رَبَّنَآ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَٰلِمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2780,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:108","price":"(Allāhu) sọ pé: “Ẹ tẹ̀rì sínú rẹ̀. Ẹ má ṣe bá Mi sọ̀rọ̀.”","arabic":"قَالَ ٱخۡسَـُٔواْ فِيهَا وَلَا تُكَلِّمُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2781,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:109","price":"Dájúdájú igun kan wà nínú àwọn ẹrúsìn Mi, tí wọ́n ń sọ pé: “Olúwa wa, a gbàgbọ́ ní òdodo. Nítorí náà, foríjìn wá, kí O sì kẹ́ wa. Ìwọ sì l’óore jùlọ nínú àwọn aláàánú.”¹","arabic":"إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2782,"juzNumber":18,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah as-Sọ̄ffāt; 37:125.","lang":"yo"},{"name":"23:110","price":"Ṣùgbọ́n ẹ sọ wọ́n di oníyẹ̀yẹ́ tó bẹ́ẹ̀ gẹ́ tí àwọn yẹ̀yẹ́ (yín) fi mu yín gbàgbé ìrántí Mi. Ẹ̀yin sì ń fi wọ́n rẹ́rìn-ín.","arabic":"فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2783,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:111","price":"Dájúdájú Mo san wọ́n ní ẹ̀san ní òní nítorí sùúrù wọn; dájúdájú àwọn, àwọn ni olùjèrè.","arabic":"إِنِّي جَزَيۡتُهُمُ ٱلۡيَوۡمَ بِمَا صَبَرُوٓاْ أَنَّهُمۡ هُمُ ٱلۡفَآئِزُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2784,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:112","price":"(Allāhu) sọ pé: “Ọdún mélòó ni ẹ̀yin (aláìgbàgbọ́) lò lórí ilẹ̀ ayé?”","arabic":"قَٰلَ كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2785,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:113","price":"Wọ́n wí pé: “A lo ọjọ́ kan tàbí abala ọjọ́ kan, bi àwọn olùṣírò-ọjọ́ léèrè wò.”","arabic":"قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡـَٔلِ ٱلۡعَآدِّينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2786,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:114","price":"(Allāhu) sọ pé: “Ẹ kò gbé ilé ayé bí kò ṣe fún ìgbà díẹ̀, tí ó bá jẹ́ pé ẹ mọ̀.”","arabic":"قَٰلَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗاۖ لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2787,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:115","price":"Ṣé ẹ lérò pé A kàn ṣẹ̀dá yín fún ìranù ni, àti pé dájúdájú wọn ò níí da yín padà sọ́dọ̀ Wa?”","arabic":"أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2788,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:116","price":"Nítorí náà, Allāhu Ọba Òdodo ga. Kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun, Olúwa Ìtẹ́ alápọ̀n-ọ́nlé.","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2789,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:117","price":"Ẹni tí ó bá pe ọlọ́hun mìíràn pẹ̀lú Allāhu, kò ní ẹ̀rí lọ́wọ́ lórí rẹ̀. Dájúdájú ìṣírò-iṣẹ́ rẹ̀ sì wà lọ́dọ̀ Olúwa rẹ̀. Dájúdájú àwọn aláìgbàgbọ́ kò níí jèrè.","arabic":"وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2790,"juzNumber":18,"footnotes":"","lang":"yo"},{"name":"23:118","price":"Sọ pé: “Olúwa mi, ṣàforíjìn, kí O sì kẹ́ (mi). Ìwọ sì l’óore jùlọ nínú àwọn aláàánú.”¹","arabic":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2791,"juzNumber":18,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ āyah 14.","lang":"yo"}],"chapter":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun","Chapter Al-Mu'minun","Mu'minun","Surah Mu'minun","Chapter Mu'minun","Al Mu'minun","Surah Al Mu'minun","Chapter Al Mu'minun","Surah 23","Chapter 23","The Believers","المُؤمِنُون"]}