{"data":[{"name":"27:1","price":"Tọ̄ sīn. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹ Ìwọ̀nyí ni àwọn āyah al-Ƙur’ān àti (àwọn āyah) Tírà tó ń yanjú ọ̀rọ̀ ẹ̀dá.","arabic":"طسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3160,"juzNumber":19,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"27:2","price":"(Ó jẹ́) ìmọ̀nà àti ìró ìdùnnú fún àwọn onígbàgbọ́ òdodo,","arabic":"هُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3161,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:3","price":"àwọn tó ń kírun, tí wọ́n ń yọ zakāh. Àwọn sì ni wọ́n ní àmọ̀dájú nípa Ọjọ́ Ìkẹ́yìn.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3162,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:4","price":"Dájúdájú àwọn tí kò gba Ọjọ́ Ìkẹ́yìn gbọ́, A ti ṣe àwọn iṣẹ́ (aburú ọwọ́) wọn ní ọ̀ṣọ́ fún wọn, Nítorí náà, wọn yó sì máa pa rìdàrìdà.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3163,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:5","price":"Àwọn wọ̀nyẹn ni àwọn tí ìyà burúkú wà fún. Àwọn sì ni ẹni òfò jùlọ ní Ọjọ́ Ìkẹ́yìn.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3164,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:6","price":"Dájúdájú ò ń gba al-Ƙur’ān làti ọ̀dọ̀ Ọlọ́gbọ́n, Onímọ̀.","arabic":"وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3165,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:7","price":"(Rántí) nígbà tí (Ànábì) Mūsā sọ fún àwọn ará ilé rẹ̀ pé: “Dájúdájú mo rí iná kan. Mo sì máa lọ mú ìró kan wá fún yín láti ibẹ̀, tàbí kí n̄g mú ògúnná kan tó ń tanná wá fún yín nítorí kí ẹ lè yẹ́ná.","arabic":"إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3166,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:8","price":"Nígbà tí ó dé ibẹ̀, A pèpè pé kí ìbùkún máa bẹ fún ẹni tí ó wà níbi iná náà àti ẹni tí ó wà ní àyíká rẹ̀. Mímọ́ sì ni fún Allāhu, Olúwa gbogbo ẹ̀dá.","arabic":"فَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3167,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:9","price":"Mūsā, dájúdájú (ẹni tí ó ń bá ọ sọ̀rọ̀), Èmi ni Allāhu, Alágbára, Ọlọ́gbọ́n.","arabic":"يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3168,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:10","price":"Ju ọ̀pá rẹ sílẹ̀. (Ó sì ṣe bẹ́ẹ̀.) Àmọ́ nígbà tí ó rí i tó ń mira bí ẹni pé ejò ni, Mūsā pẹ̀yìndà, ó ń sá lọ. Kò sì padà sẹ́yìn. (Allāhu sọ pé:) Mūsā, má ṣe páyà. Dájúdájú àwọn Òjíṣẹ́ kì í páyà lọ́dọ̀ Mi.","arabic":"وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3169,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:11","price":"Àyàfi ẹni tí ó bá ṣàbòsí,¹ lẹ́yìn náà tí ó yí i padà sí rere lẹ́yìn aburú. Dájúdájú Èmi ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3170,"juzNumber":19,"footnotes":"1. Kíyè sí i, àwọn ènìyàn tí kì í ṣe àwọn Ànábì àti Òjísẹ́ Allāhu - kí ọlà Allāhu máa bá wọn - ni gbólóhùn \" Àyàfi ẹni tí ó bá ṣàbòsí\" ń tọ́ka sí. Ànábì Mūsā - kí ọlà Allāhu máa bá a - kì í ṣe alábòsí. Kò sì sí Ànábì kan tó jẹ́ alábòsí nítorí pé, Allāhu - tó ga jùlọ - kì í fi iṣẹ́ ìmísí rán alábòsí. Èyí wà ní ìbámu sí sūrah al-Baƙọrah; 2:124. \n Àfi tí “Àyàfi ẹni tí ó bá ṣàbòsí” bá dúró fún “àyàfi ẹni tí ó bá ṣàṣìṣe” nítorí pé, kò sí ẹni tí kì í ṣàṣìṣe. Kí Allāhu ṣàánú wa.","lang":"yo"},{"name":"27:12","price":"Ti ọwọ́ rẹ bọ igbá-àyà ẹ̀wù rẹ. Ó sì máa jáde ní funfun, tí kì í ṣe ti aburú. (Èyí wà) nínú àwọn àmì mẹ́sàn-án (tí o máa mú lọ) bá Fir‘aon àti àwọn ènìyàn rẹ̀. Dájúdájú wọ́n jẹ́ ìjọ òbìlẹ̀jẹ́.","arabic":"وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3171,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:13","price":"Nígbà tí àwọn àmì Wa tó fojú hàn kedere sì dé bá wọn, wọ́n wí pé: “Èyí ni idán pọ́nńbélé.”","arabic":"فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3172,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:14","price":"Wọ́n fi àbòsí àti ìgbéraga takò ó, ẹ̀mí wọn sì ní àmọ̀dájú pé òdodo ni. Nítorí náà, wòye sí bí àtubọ̀tán àwọn òbìlẹ̀jẹ́ ti rí.","arabic":"وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3173,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:15","price":"Dájúdájú A fún (Ànábì) Dāwūd àti (Ànábì) Sulaemọ̄n ní ìmọ̀. Àwọn méjèèjì sì sọ pé: “Gbogbo ẹyìn ń jẹ́ ti Allāhu, Ẹni tí Ó fún wa ní oore àjùlọ lórí ọ̀pọ̀lọ́pọ̀ nínú àwọn ẹrúsìn Rẹ̀, àwọn onígbàgbọ́ òdodo.”","arabic":"وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3174,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:16","price":"(Ànábì) Sulaemọ̄n sì jogún (Ànábì) Dāwūd. Ó sọ pé: “Ẹ̀yin ènìyàn, Wọ́n fi ohùn ẹyẹ mọ̀ wá. Wọ́n sì fún wa ní gbogbo n̄ǹkan.¹ Dájúdájú èyí, òhun ni oore àjùlọ pọ́nńbélé.”","arabic":"وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3175,"juzNumber":19,"footnotes":"1. Àgbọ́yé gbólóhùn yìí “Wọ́n sì fún wa ní gbogbo n̄ǹkan.” ni pé, wọ́n fún àwọn méjèèjì ní ọ̀pọ̀lọ́pọ̀ n̄ǹkan nínú oore ayé.","lang":"yo"},{"name":"27:17","price":"A sì kó jọ fún (Ànábì) Sulaemọ̄n, àwọn ọmọ ogun rẹ̀ nínú àlùjànnú, ènìyàn àti ẹyẹ. A sì ń kó wọn jọ papọ̀ mọ́ra wọn sí ọ̀dọ̀ rẹ̀ tí wọ́n ń bá a rìn káàkiri","arabic":"وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3176,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:18","price":"títí wọ́n fi dé àfonúfojì àwọn àwúrèbe. Àwúrèbe kan sì wí pé: “Ẹ̀yin àwúrèbe, ẹ wọ inú ilé yín lọ, kí (Ànábì) Sulaemọ̄n àti àwọn ọmọ ogun rẹ̀ má baà tẹ̀ yín rẹ́ mọ́lẹ̀. Wọn kò sì níí furamọ̀.”","arabic":"حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3177,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:19","price":"Nígbà náà, (Ànábì Sulaemọ̄n) rẹ́rìn-ín músẹ́, ẹ̀rín pa á nítorí ọ̀rọ̀ (àwúrèbe náà). Ó sọ pé: “Olúwa mi, fi mọ̀ mí bí mo ṣe máa dúpẹ́ ìdẹ̀ra Rẹ, èyí tí O fi ṣe ìdẹ̀ra fún èmi àti àwọn òbí mi méjèèjì. (Fi mọ̀ mí) bí mo ṣe máa ṣe iṣẹ́ rere, èyí tí O yọ́nú sí. Pẹ̀lú àánú Rẹ, fi mí sáààrin àwọn ẹrúsìn Rẹ, àwọn ẹni rere.”","arabic":"فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّٰلِحِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3178,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:20","price":"Ó yẹ àwọn ẹyẹ wò, ó sì sọ pé: “Nítorí kí ni èmi kò ṣe rí ẹyẹ hudhuda? Àbí ó jẹ́ ọ̀kan nínú àwọn tí kò wá ni?","arabic":"وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3179,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:21","price":"Dájúdájú mo máa jẹ ẹ́ níyà líle, tàbí kí n̄g dúńbú rẹ̀, tàbí kí ó mú ẹ̀rí tó yanjú wá fún mi.”","arabic":"لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3180,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:22","price":"(Ànábì Sulaemọ̄n) kò dúró pẹ́ (títí ó fi dé), ó sì wí pé: “Mo mọ n̄ǹkan tí o ò mọ̀. Mo sì mú ìró kan tó dájú wá bá ọ láti ìlú Saba’i.","arabic":"فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3181,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:23","price":"Dájúdájú èmi bá obìnrin kan (ní ìlú Saba’i), tó ń jọba lé wọn lórí. Wọ́n fún un ní gbogbo n̄ǹkan. Ó sì ní ìtẹ́ ńlá kan.","arabic":"إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3182,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:24","price":"Mo sì bá òun àti àwọn ènìyàn rẹ̀ tí wọ́n ń forí kanlẹ̀ fún òòrùn lẹ́yìn Allāhu. Èṣù sì ṣe àwọn iṣẹ́ wọn ní ọ̀ṣọ́ fún wọn. Ó ṣẹ́rí wọn kúrò lójú ọ̀nà (òdodo). Nítorí náà, wọn kò sì mọ̀nà.","arabic":"وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3183,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:25","price":"(Èṣù ṣe àwọn iṣẹ́ wọn ní ọ̀ṣọ́ fún wọn) torí kí wọ́n má lè forí kanlẹ̀ fún Allāhu, Ẹni tó ń mú ohùn tó pamọ́ sínú àwọn sánmọ̀ àti ilẹ̀ jáde, Ó sì mọ ohun tí ẹ̀ ń fi pamọ́ àti ohun tí ẹ̀ ń ṣàfi hàn.","arabic":"أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3184,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:26","price":"Allāhu, kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun, Olúwa Ìtẹ́ ńlá.”","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3185,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:27","price":"Ó sọ pé: “A máa wòye bóyá òdodo l’o sọ tàbí o wà nínú àwọn òpùrọ́.","arabic":"۞ قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3186,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:28","price":"Mú ìwé mi yìí lọ, kí o jù ú sí wọn. Lẹ́yìn náà, kí o takété sí wọn, kí o sì wo ohun tí wọn yóò dá padà (ní èsì).”","arabic":"ٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3187,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:29","price":"(Bilƙīs) sọ pé: “Ẹ̀yin ìjòyè, dájúdájú wọ́n ti ju ìwé alápọ̀n-ọ́nlé kan sí mi.","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3188,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:30","price":"Dájúdájú ó wá láti ọ̀dọ̀ (Ànábì) Sulaemọ̄n. Dájúdájú ó (sọ pé) “Ní orúkọ Allāhu, Àjọkẹ́-ayé, Àṣàkẹ́-ọ̀run.","arabic":"إِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3189,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:31","price":"Kí ẹ má ṣègbéraga sí mi, kí ẹ sì wá sí ọ̀dọ̀ mi (láti di) mùsùlùmí.”","arabic":"أَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3190,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:32","price":"(Bilƙīs) sọ pé: “Ẹ̀yin ìjòyè, ẹ gbà mí ní ìmọ̀ràn nípa ọ̀rọ̀ mi. Èmi kì í gbé ìgbésẹ̀ lórí ọ̀rọ̀ kan títí ẹ máa fi jẹ́rìí sí i.”","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3191,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:33","price":"Wọ́n wí pé: “Alágbára ni àwa. Akọni ogun sì tún ni wá. Ọ̀dọ̀ rẹ ni ọ̀rọ̀ wà. Nítorí náà, wòye sí ohun tí o máa pa láṣẹ.”","arabic":"قَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3192,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:34","price":"(Bilƙīs) wí pé: “Dájúdájú àwọn ọba, nígbà tí wọ́n bá wọ inú ìlú kan, wọn yóò bà á jẹ́. Wọn yó sì sọ àwọn ẹni abiyì ibẹ̀ di ẹni yẹpẹrẹ. Báyẹn ni wọ́n máa ń ṣe.","arabic":"قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3193,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:35","price":"Dájúdájú mo máa fi ẹ̀bùn kan ránṣẹ́ sí wọn. Mo sì máa wo ohun tí àwọn ìránṣẹ́ yóò mú padà (ní èsì).”","arabic":"وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3194,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:36","price":"Nígbà tí (ìránṣẹ́) dé ọ̀dọ̀ (Ànábì) Sulaemọ̄n, ó sọ pé: “Ṣé ẹ máa fi owó ràn mí lọ́wọ́ ni? Ohun tí Allāhu fún mi lóore jùlọ sí ohun tí ẹ fún mi. Síbẹ̀síbẹ̀, ẹ̀yin tún ń yọ̀ lórí ẹ̀bùn yín.","arabic":"فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3195,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:37","price":"Padà sí ọ̀dọ̀ wọn. Dájúdájú à ń bọ̀ wá bá wọn pẹ̀lú àwọn ọmọ ogun tí wọn kò lè kojú rẹ̀. Dájúdájú a máa mú wọn jáde kúrò nínú (ìlú wọn) ní ẹni yẹpẹrẹ, tí wọn yó sì di ẹni àbùkù.”","arabic":"ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3196,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:38","price":"(Ànábì Sulaemọ̄n) sọ pé: “Ẹ̀yin ìjòyè, èwo nínú yín l’ó máa gbé ìtẹ́ (Bilƙīs) wá bá mi, ṣíwájú kí wọ́n tó wá bá mi (láti di) mùsùlùmí.”","arabic":"قَالَ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3197,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:39","price":"‘Ifrīt nínú àwọn àlùjànnú sọ pé: “Èmi yóò gbe wá fún ọ ṣíwájú kí o tó dìde kúrò ní ibùjókòó rẹ. Dájúdájú èmi ni alágbára, olùfọkàntán lórí rẹ̀.”","arabic":"قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3198,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:40","price":"Ẹni tí ìmọ̀ kan láti inú tírà wà ní ọ̀dọ̀ rẹ̀ sọ pé: “Èmi yóò gbé e wá fún ọ ṣíwájú kí o tó ṣẹ́jú.” Nígbà tí ó rí i tí ó dé sí ọ̀dọ̀ rẹ̀, ó sọ pé: “Èyí wà nínú oore àjùlọ Olúwa mi láti fi dán mi wò bóyá mo máa dúpẹ́ tàbí mo máa ṣàì moore. Ẹnikẹ́ni tí ó bá dúpẹ́ (fún Allāhu), ó dúpẹ́ fún ẹ̀mí ara rẹ̀. Ẹnikẹ́ni tí ó bá sì ṣàìmoore, dájúdájú Olúwa mi ni Ọlọ́rọ̀, Alápọ̀n-ọ́nlé.”","arabic":"قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3199,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:41","price":"Ó sọ pé: “Ẹ pa á lójú dà fún un sí ìrísí mìíràn tí kò fi níí dá a mọ̀, kí á wò ó bóyá ó máa dá a mọ̀ tàbí ó máa wà nínú àwọn tí kò níí dá a mọ̀.”","arabic":"قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3200,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:42","price":"Nígbà tí (Bilƙīs) dé, wọ́n sọ fún un pé: “Ṣé bí ìtẹ́ rẹ ṣe rí nìyí?” Ó wí pé: \"Ó dà bí ẹni pé òhun ni.\" (Ànábì Sulaemọ̄n sì sọ pé): “Wọ́n ti fún wa ní ìmọ̀ ṣíwájú Bilƙīs. A sì jẹ́ mùsùlùmí.”","arabic":"فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3201,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:43","price":"Ohun tó ń jọ́sìn fún lẹ́yìn Allāhu sì ṣẹ́rí rẹ̀ (kúrò níbi jíjọ́sìn fún Allāhu). Dájúdájú ó wà nínú ìjọ aláìgbàgbọ́.","arabic":"وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3202,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:44","price":"Wọ́n sọ fún un pé: “Wọ inú ààfin.” Nígbà tí ó rí i, ó ṣe bí ibúdò ni. Ó sì ká aṣọ kúrò ní ojúgun rẹ̀ méjèèjì. (Ànábì Sulaemọ̄n) sọ pé: “Dájúdájú ààfin tí a ṣe rigidin pẹ̀lú díńgí ni.” (Bilƙīs) sọ pé: “Olúwa mi, dájúdájú mo ṣàbòsí sí ẹ̀mí ara mi. Mo sì di mùsùlùmí pẹ̀lú (Ànábì) Sulaemọ̄n, fún Allāhu, Olúwa gbogbo ẹ̀dá.”","arabic":"قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3203,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:45","price":"Dájúdájú A ti ránṣẹ́ sí ìjọ Thamūd. (A rán) arákùnrin wọn, Sọ̄lih (níṣẹ́ sí wọn), pé: “Ẹ jọ́sìn fún Allāhu.” Nígbà náà ni wọ́n pín sí ìjọ méjì, tó ń bára wọn jiyàn.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3204,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:46","price":"Ó sọ pé: “Ẹ̀yin ìjọ mi, nítorí kí ni ẹ ṣe ń wá (ìyà) aburú pẹ̀lú ìkánjú ṣíwájú (ohun) rere (tó yẹ kí ẹ mú ṣe níṣẹ́)? Ẹ kò ṣe tọrọ àforíjìn lọ́dọ̀ Allāhu nítorí kí Wọ́n lè ṣàánú yín?”","arabic":"قَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3205,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:47","price":"Wọ́n wí pé: “A rí àmì aburú láti ọ̀dọ̀ rẹ àti àwọn tó wà pẹ̀lú rẹ.” (Ànábì Sọ̄lih) sọ pé: “Àmì aburú yín wà (nínú kádàrá yín) lọ́dọ̀ Allāhu. Kò sì rí bí ẹ ṣe rò ó àmọ́ ìjọ aládàn-ánwò ni yín.”","arabic":"قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3206,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:48","price":"Àwọn ènìyàn mẹ́sàn-án kan sì wà nínú ìlú, tí wọ́n ń ṣèbàjẹ́ lórí ilẹ̀, tí wọn kò sì ṣàtúnṣe.","arabic":"وَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3207,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:49","price":"Wọ́n wí (fúnra wọn) pé: “Kí á dìjọ fí Allāhu búra pé dájúdájú a máa lọ bá òun àti àwọn ènìyàn rẹ̀ ní alẹ́ (láti pa á). Lẹ́yìn náà, dájúdájú a máa sọ fún ẹbí rẹ̀ pé ìparun àwọn ènìyàn rẹ̀ kò ṣojú wa. Dájúdájú olódodo sì ni àwa.”","arabic":"قَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3208,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:50","price":"Wọ́n déte gan-an, Àwa náà sì déte gan-an, wọn kò sì fura.¹","arabic":"وَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3209,"juzNumber":19,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:15.","lang":"yo"},{"name":"27:51","price":"Wo bí àtubọ̀tán ète wọn ti rí. Dájúdájú A pa àwọn àti ìjọ wọn run pátápátá.","arabic":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3210,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:52","price":"Nítorí náà, ìwọ̀nyẹn ni ilé wọn. Ó tí di ilé ahoro nítorí pé wọ́n ṣàbòsí. Dájúdájú àmì wà nínú ìyẹn fún ìjọ tó nímọ̀.","arabic":"فَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3211,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:53","price":"A gba àwọn tó gbàgbọ́ ní òdodo là, tí wọ́n sì ń bẹ̀rù (Allāhu).","arabic":"وَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3212,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:54","price":"(A tún fi iṣẹ́ ìmísí rán Ànábì) Lūt. (Rántí) nígbà tí ó sọ fún ìjọ rẹ̀ pé: “Ṣé iṣẹ́ aburú ni ẹ óò máa ṣe ni, ẹ sì ríran?","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3213,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:55","price":"Ṣé dájúdájú ẹ̀yin (ọkùnrin) yóò máa lọ jẹ adùn (ìbálòpọ̀) lára àwọn ọkùnrin (ẹgbẹ́ yín ni) dípò àwọn obìnrin? Àní sẹ́, òpè ènìyàn ni yín.”","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3214,"juzNumber":19,"footnotes":"","lang":"yo"},{"name":"27:56","price":"Kò sí ohun kan tí ìjọ rẹ̀ fọ̀ ní èsì tayọ pé wọ́n wí pé: “Ẹ lé àwọn ènìyàn Lūt jáde kúrò nínú ìlú yín. Dájúdájú wọ́n jẹ́ ènìyàn tó ń fọra wọn mọ́ (níbi ẹ̀ṣẹ̀).”","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:57","price":"Nítorí náà, A gba òun àti ẹbí rẹ̀ là àfi ìyàwó rẹ̀; A ti kọ ọ́ pé ó máa wà nínú àwọn tó máa ṣẹ́kù lẹ́yìn sínú ìparun.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:58","price":"A rọ òjò lé wọn lórí tààrà. Òjò àwọn tí A kìlọ̀ fún sì burú.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:59","price":"Sọ pé: “Gbogbo ọpẹ́ ń jẹ́ ti Allāhu. Kí àlàáfíà máa bá àwọn ẹrúsìn Rẹ̀, àwọn tí Ó ṣà lẹ́ṣà. Ṣé Allāhu l’Ó lóore jùlọ ni tàbí n̄ǹkan tí wọ́n ń sọ di akẹgbẹ́ Rẹ̀?”","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:60","price":"(Ṣé ìbọ̀rìṣà l’ó lóore jùlọ ni) tàbí (jíjọ́sìn fún) Ẹni tí Ó dá àwọn sánmọ̀ àti ilẹ̀, tí Ó sọ omi kalẹ̀ fún yín láti sánmọ̀, tí A sì fi omi náà hu àwọn ọgbà oko tí ó dára jáde? Kò sì sí agbára fún yín láti mu igi rẹ̀ hù jáde. Ṣé ọlọ́hun kan tún wà pẹ̀lú Allāhu ni? Rárá, ìjọ tó ń ṣẹbọ sí Allāhu ni wọ́n ni.","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:61","price":"(Ṣé ìbọ̀rìṣà l’ó dára jùlọ ni) tàbí (jíjọ́sìn fún) Ẹni tí Ó ṣe ilẹ̀ ní ibùgbé, tí Ó fi àwọn odò sáààrin rẹ̀, tí Ó fi àwọn àpáta gbagidi sínú ilẹ̀, tí Ó sì fi gàgá sáààrin ibúdò méjèèjì? Ṣé ọlọ́hun kan tún wà pẹ̀lú Allāhu ni? Síbẹ̀síbẹ̀ ọ̀pọ̀lọ́pọ̀ wọn ni kò mọ̀.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:62","price":"(Ṣé ìbọ̀rìṣà l’ó dára jùlọ ni) tàbí (jíjọ́sìn fún) Ẹni tí Ó ń jẹ́pè ẹni tí ara ń ni nígbà tí ó bá pè É, tí Ó sì máa gbé aburú kúrò fún un, tí Ó sì ń ṣe yín ní àrólé lórí ilẹ̀? Ṣé ọlọ́hun kan tún wà pẹ̀lú Allāhu ni? Díẹ̀ ni ohun tí ẹ̀ ń lò nínú ìrántí!","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:63","price":"(Ṣé ìbọ̀rìṣà l’ó dára jùlọ ni) tàbí (jíjọ́sìn fún) Ẹni tí Ó ń tọ yín sọ́nà nínú àwọn òkùnkùn orí ilẹ̀ àti inú ibúdò, tí Ó tún ń fi atẹ́gùn ránṣẹ́ ní ìró ìdùnnú ṣíwájú ìkẹ́ Rẹ̀? Ṣé ọlọ́hun kan tún wà pẹ̀lú Allāhu ni? Allāhu ga tayọ n̄ǹkan tí wọ́n ń fi ṣẹbọ sí I.","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:64","price":"(Ṣé ìbọ̀rìṣà l’ó dára jùlọ ni) tàbí (jíjọ́sìn fún) Ẹni tí Ó pilẹ̀ ìṣẹ̀dá ẹ̀dá, lẹ́yìn náà, tí Ó máa dá a padà (lẹ́yìn ikú), tí Ó sì ń pèsè fún yín láti sánmọ̀ àti ilẹ̀? Ṣé ọlọ́hun kan tún wà pẹ̀lú Allāhu ni? Sọ pé: “Ẹ mú ẹ̀rí yín wá tí ẹ bá jẹ́ olódodo.”","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:65","price":"Sọ pé: “Àwọn tó wà nínú àwọn sánmọ̀ àti ilẹ̀ kò nímọ̀ ìkọ̀kọ̀ àfi Allāhu. Àti pé wọn kò sì mọ àsìkò wo ni A máa gbé àwọn òkú dìde.”","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:66","price":"Rárá, ìmọ̀ wọn máa kẹ́sẹjá ní ọ̀run (orí wọn máa pé ní ọ̀run nígbà tí wọ́n bá fojú rí ìyà). Síbẹ̀síbẹ̀ wọ́n wà nínú iyèméjì nípa rẹ̀ (báyìí). Àní sẹ́, wọ́n fọ́jú nípa rẹ̀ ni.","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:67","price":"Àwọn tó ṣàì gbàgbọ́ wí pé: “Ṣé nígbà tí àwa àti àwọn bàbá wa bá ti di erùpẹ̀, ṣé (nígbà náà ni) wọn yóò mú wa jáde?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:68","price":"Wọ́n kúkú tí ṣe àdéhùn èyí fún àwa àti àwọn bàbá wa tẹ́lẹ̀tẹ́lẹ̀. Èyí kò jẹ́ kiní kan bí kò ṣe àkọsílẹ̀ àlọ́ àwọn ẹni àkọ́kọ́.”","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:69","price":"Sọ pé: “Ẹ rìn kiri lórí ilẹ̀, kí ẹ wo bí àtubọ̀tán àwọn ẹlẹ́ṣẹ̀ ṣe rí.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:70","price":"Má ṣe banújẹ́ nítorí wọn. Má sì jẹ́ kí ohun tí wọ́n ń dá ní ète kó ìnira bá ọ.","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:71","price":"Wọ́n ń wí pé: “Ìgbà wo ni àdéhùn yìí yóò ṣẹ tí ẹ bá jẹ́ olódodo?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:72","price":"Sọ pé: “Ó lè jẹ́ pé apá kan ohun tí ẹ̀ ń wá pẹ̀lú ìkánjú ti súnmọ́ yín tán.”","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:73","price":"Dájúdájú Olúwa rẹ mà ni Ọlọ́lá lórí àwọn ènìyàn, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ wọn kì í dúpẹ́ (fún Un).","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:74","price":"Dájúdájú Olúwa rẹ, Ó kúkú mọ ohun tí igbá-àyà wọn ń fi pamọ́ àti ohun tí wọ́n ń ṣàfi hàn rẹ̀.","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:75","price":"Àti pé kò sí ohun ìkọ̀kọ̀ kan nínú sánmọ̀ àti ilẹ̀ àfi kí ó wà nínú àkọsílẹ̀ tó hàn kedere.","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:76","price":"Dájúdájú al-Ƙur’ān yìí yóò máa ṣàlàyé ọ̀rọ̀ fún àwọn ọmọ ’Isrọ̄’īl nípa ọ̀pọ̀lọ́pọ̀ ohun tí wọ́n ń yapa-ẹnu sí.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:77","price":"Àti pé dájúdájú ìmọ̀nà àti ìkẹ́ ni fún àwọn onígbàgbọ́ òdodo.","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:78","price":"Dájúdájú Olúwa rẹ máa ṣe ìdájọ́ láààrin wọn pẹ̀lú ìdájọ́ Rẹ̀. Òun ni Alágbára, Onímọ̀.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:79","price":"Nítorí náà, gbáralé Allāhu. Dájúdájú ìwọ wà lórí òdodo pọ́nńbélé.","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:80","price":"Dájúdájú ìwọ kọ́ l’o máa mú àwọn òkú gbọ́rọ̀. O ò sì níí mú àwọn adití gbọ́ ìpè nígbà tí wọ́n bá kẹ̀yìn sí ọ, tí wọ́n ń lọ.","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:81","price":"Ìwọ kọ́ l’o máa fi ọ̀nà mọ àwọn afọ́jú níbi ìṣìnà wọn. Kò sí ẹni tí o máa mú gbọ́ ọ̀rọ̀ àfi ẹni tí ó bá gba àwọn āyah Wa gbọ́ nítorí pé, àwọn ni (mùsùlùmí) olùjupá-jusẹ̀-sílẹ̀ fún Allāhu.¹","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah ar-Rūm; 30:53.","lang":"yo"},{"name":"27:82","price":"Nígbà tí ọ̀rọ̀ náà bá kò lé wọn lórí, A máa mú ẹranko kan jáde fún wọn láti inú ilẹ̀, tí ó máa bá wọn sọ̀rọ̀ pé: “Dájúdájú àwọn ènìyàn kì í ní ìmọ̀ àmọ̀dájú nípa àwọn āyah Wa.”","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:83","price":"Àti pé (rántí) ọjọ́ tí A óò kó ìjọ kan jọ nínú ìjọ kọ̀ọ̀kan nínú àwọn tó ń pe àwọn āyah Wa ní irọ́. A ó sì kó wọn jọ papọ̀ mọ́ra wọn tí wọ́n máa tẹ̀lé ara wọn.","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:84","price":"Títí (di) ìgbà tí wọ́n bá dé (tán), (Allāhu) yóò sọ pé: “Ṣé ẹ pe àwọn āyah Mi ní irọ́, tí ẹ̀yin kò sì ní ìmọ̀ kan nípa rẹ̀ (tí ẹ lè fi já a nírọ́)? Tàbí kí ni ẹ̀ ń ṣe níṣẹ́ (nílé ayé)?”","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:85","price":"Ọ̀rọ̀ náà sì kò lé wọn lórí nítorí pé wọ́n ṣàbòsí. Wọn kò sì níí sọ̀rọ̀.","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:86","price":"Ṣé wọn kò wòye pé dájúdájú Àwa l’A dá òru nítorí kí wọ́n lè sinmi nínú rẹ̀, (A sì dá) ọ̀sán (nítorí kí wọ́n lè) ríran? Dájúdájú àmì wà nínú ìyẹn fún ìjọ onígbàgbọ́ òdodo.","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:87","price":"(Rántí) ọjọ́ tí wọ́n á fọn fèrè oníwo, gbogbo ẹni tí ó wà nínú sánmọ̀ àti ilẹ̀ yó sì jáyà tó máa mú wọn kú àfi ẹni tí Allāhu bá fẹ́. Gbogbo ẹ̀dá l’ó sì máa yẹpẹrẹ wá bá Allāhu.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:88","price":"O sì máa rí àwọn àpáta, tí o lérò pé n̄ǹkan gbagidi tó dúró sojú kan náà ni, tí ó máa rin ìrìn ẹ̀ṣújò.¹ (Ìyẹn jẹ́) iṣẹ́ Allāhu, Ẹni tí Ó ṣe gbogbo n̄ǹkan dáadáa. Dájúdájú Alámọ̀tán ni nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"1. Ìyẹn ni pé, gbogbo àpáta máa rin ìrìn àrìntúká yángá, tó máa di pẹ̀tẹ́lẹ̀ gẹ́gẹ́ bí ẹ̀ṣújò náà ṣe máa ń rìn, tó sì máa túká.","lang":"yo"},{"name":"27:89","price":"Ẹnikẹ́ni tí ó bá dé pẹ̀lú iṣẹ́ rere, tirẹ̀ ni rere tó lóore ju èyí tó ṣe. Àwọn sì ni olùfàyàbalẹ̀ nínú ìjáyà ọjọ́ yẹn.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:90","price":"Ẹnikẹ́ni tí ó bá sì dé pẹ̀lú iṣẹ́ aburú, A sì máa da ojú wọn bolẹ̀ nínú Iná. Ǹjẹ́ A óò san yín ní ẹ̀san kan bí kò ṣe ohun tí ẹ̀ ń ṣe níṣẹ́?","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:91","price":"Ohun tí wọ́n pa mí ní àṣẹ rẹ̀ ni pé kí n̄g jọ́sìn fún Olúwa Ìlú yìí, Ẹni tí Ó ṣe é ní àyè ọ̀wọ̀. TiRẹ̀ sì ni gbogbo n̄ǹkan. Wọ́n sì pa mí ní àṣẹ pé kí èmi wà nínú àwọn mùsùlùmí.","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:92","price":"Àti pé kí èmi máa ké al-Ƙur’ān. Nítorí náà, ẹnikẹ́ni tí ó bá mọ̀nà, ó mọ̀nà fún ẹ̀mí ara rẹ̀. Ẹnikẹ́ni tí ó bá sì ṣìnà, sọ pé: “Dájúdájú èmi wà nínú àwọn olùkìlọ̀.”","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"27:93","price":"Sọ pé: “Gbogbo ẹyìn ń jẹ́ ti Allāhu.” (Allāhu) yóò fi àwọn àmì Rẹ̀ hàn yín. Ẹ̀yin yó sì mọ̀ wọ́n. Olúwa rẹ kò sì gbàgbé ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"","lang":"yo"}],"chapter":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"]}