{"data":[{"name":"29:1","price":"’Alif lām mīm. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"29:2","price":"Ǹjẹ́ àwọn ènìyàn lérò pé A óò fi wọ́n sílẹ̀ kí wọ́n máa sọ pé: “A gbàgbọ́”, tí A ò sì níí dán wọn wò?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:3","price":"A kúkú ti dán àwọn tó ṣíwájú wọn wò. Nítorí náà, dájúdájú Allāhu máa ṣàfi hàn àwọn tó sọ òdodo. Dájúdájú Ó sì máa ṣàfi hàn àwọn òpùrọ́.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:4","price":"Àbí àwọn tó ń ṣe iṣẹ́ aburú lérò pé àwọn máa mórí bọ́ mọ́ Wa lọ́wọ́ ni? Ohun tí wọ́n ń dá lẹ́jọ́ burú.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:5","price":"Ẹnikẹ́ni tí ó bá ń retí ìpàdé Allāhu, dájúdájú àkókò Allāhu kúkú ń bọ̀. Òun sì ni Olùgbọ́, Onímọ̀.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:6","price":"Ẹnikẹ́ni tí ó bá gbìyànjú, ó ń gbìyànjú fún ẹ̀mí ara rẹ̀ ni. Dájúdájú Allāhu ni Ọlọ́rọ̀ tí kò bùkátà sí gbogbo ẹ̀dá.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:7","price":"Àwọn tó bá gbàgbọ́ ní òdodo, tí wọ́n sì ṣe iṣẹ́ rere, dájúdájú A máa ha àwọn iṣẹ́ aburú wọn dànù fún wọn. Dájúdájú A ó sì san wọ́n lẹ́san pẹ̀lú èyí tó dára ju ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:8","price":"A pa á ní àṣẹ fún ènìyàn láti ṣe dáadáa sí àwọn òbí rẹ̀ méjèèjì. Tí àwọn méjèèjì bá sì jà ọ́ lógun pé kí ó fi ohun tí ìwọ kò ní ìmọ̀ nípa rẹ̀ ṣẹbọ sí Mi, má ṣe tẹ̀lé àwọn méjèèjì.¹ Ọ̀dọ̀ Mi ni ibùpadàsí yín. Nítorí náà, Mo máa fún yín ní ìró ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"1. Fífi ohun tí ẹ̀dá kò nímọ̀ nípa rẹ̀ ṣẹbọ sí Allāhu - Ọba tí kò ní akẹgbẹ́ - túmọ̀ sí pé, sísọ n̄ǹkan kan di ọlọ́hun, olúwa àti olùgbàlà lẹ́yìn Allāhu, n̄ǹkan tí Allāhu kò fi ìmọ̀ nípa n̄ǹkan náà mọ àwa ẹ̀dá Rẹ̀ nínú àwọn Tírà Rẹ̀ gẹ́gẹ́ bí “akẹgbẹ́ Rẹ̀”. Ìyẹn bíi sísọ Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - di akẹgbẹ́ Allāhu, ẹni tí Allāhu kò fi ìmọ̀ nípa rẹ̀ mọ̀ wá pé “akẹgbẹ́ Òun” ni. Tàbí bíi sísọ òrìṣà kan di akẹgbẹ́ Allāhu, ẹni tí Allāhu kò fi ìmọ̀ nípa rẹ̀ mọ̀ wá pé “akẹgbẹ́ Òun” ni.","lang":"yo"},{"name":"29:9","price":"Àwọn tó bá gbàgbọ́ ní òdodo, tí wọ́n sì ṣe iṣẹ́ rere, dájúdájú A máa fi wọ́n sínú àwọn ẹni rere.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:10","price":"Ó ń bẹ nínú àwọn ènìyàn, ẹni tó ń wí pé: “A gba Allāhu gbọ́.” Nígbà tí wọ́n bá sì fi ìnira kàn án nínú ẹ̀sìn Allāhu, ó máa mú ìnira àwọn ènìyàn gẹ́gẹ́ bí ìyà ti Allāhu. (Ó sì máa padà sínú àìgbàgbọ́.) Tí àrànṣe kan láti ọ̀dọ̀ Olúwa rẹ bá sì dé, dájúdájú wọn yóò wí pé: “Dájúdájú àwa wà pẹ̀lú yín.” Ṣé Allāhu kọ́ l’Ó nímọ̀ jùlọ nípa ohun tí ń bẹ nínú igbá-àyà gbogbo ẹ̀dá ni?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:11","price":"Dájúdájú Allāhu máa ṣàfi hàn àwọn tó gbàgbọ́ ní òdodo. Ó sì máa ṣàfi hàn àwọn ṣọ̀be-ṣèlu mùsùlùmí.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:12","price":"Àwọn tó ṣàì gbàgbọ́ wí fún àwọn tó gbàgbọ́ ní òdodo pé: “Ẹ tẹ̀lé ojú ọ̀nà tiwa nítorí kí á lè ru àwọn ẹ̀ṣẹ̀ yín.” Wọn kò sì lè ru kiní kan nínú ẹ̀ṣẹ̀ wọn. Dájúdájú òpùrọ́ mà ni wọ́n.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:13","price":"Dájúdájú wọn yóò ru ẹrù ẹ̀ṣẹ̀ tiwọn àti àwọn ẹrù ẹ̀ṣẹ̀ kan mọ́ ẹrù ẹ̀ṣẹ̀ tiwọn. Àti pé dájúdájú A óò bi wọ́n léèrè ní Ọjọ́ Àjíǹde nípa ohun tí wọ́n ń dá ní àdápa irọ́.¹","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah an-Nahl; 16:25","lang":"yo"},{"name":"29:14","price":"Dájúdájú A rán (Ànábì) Nūh níṣẹ́ sí ìjọ rẹ̀. Ó gbé láààrin wọn fún ẹgbẹ̀rún ọdún àfi àádọ́ta ọdún. Ẹ̀kún-omi sì gbá wọn mú nígbà tí wọ́n jẹ́ alábòsí.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:15","price":"A sì la òun àti àwọn èrò inú ọkọ̀ ojú-omi. A sì ṣe wọ́n ní àmì fún gbogbo ẹ̀dá.¹","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"1. Ǹjẹ́ ẹnì kan lẹ́tọ̀ọ́ láti sọ Ànábì Nūh - kí ọlà Allāhu máa bá a - di olúwa àti olùgbàlà nítorí pé Allāhu sọ nípa rẹ̀ pé “A sì ṣe wọ́n ní àmì fún gbogbo ẹ̀dá”? Rárá. Kí ló wá rọ́lu àwọn kan tí wọ́n fi sọ Ànábì ‘Īsā ọmọ Mọryam di olúwa àti olùgbàlà nítorí pé Allāhu sọ nípa rẹ̀ pé “A sì ṣe òun àti ọmọkùnrin rẹ̀ ní àmì fún gbogbo ẹ̀dá” (sūrah al-’Anbiyā’ 21:91)? Ìṣìnà pọ́nńbélé nìyẹn.","lang":"yo"},{"name":"29:16","price":"(Rántí Ànábì) ’Ibrọ̄hīm. Nígbà tí ó sọ fún ìjọ rẹ̀ pé: “Ẹ jọ́sìn fún Allāhu. Kí ẹ sì páyà Rẹ̀. Ìyẹn lóore jùlọ fún yín tí ẹ bá mọ̀.”","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:17","price":"Ẹ kàn ń jọ́sìn fún àwọn òrìṣà lẹ́yìn Allāhu. Ẹ sì ń dá àdápa irọ́. Dájúdájú àwọn tí ẹ̀ ń jọ́sìn fún lẹ́yìn Allāhu, wọn kò ní ìkápá arísìkí kan fún yín. Ẹ wá arísìkí sí ọ̀dọ̀ Allāhu. Kí ẹ jọ́sìn fún Un. Kí ẹ sì dúpẹ́ fún Un. Ọ̀dọ̀ Rẹ̀ ni wọn yóò da yín padà sí.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:18","price":"Tí ẹ bá sì pe (òdodo) ní irọ́, àwọn ìjọ kan tó ṣíwájú yín kúkú ti pe (òdodo) ní irọ́. Kò sì sí ojúṣe kan fún Òjíṣẹ́ bí kò ṣe ìkéde (ẹ̀sìn) tó yanjú.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:19","price":"Tàbí wọn kò wòye sí bí Allāhu ti ṣe bẹ̀rẹ̀ ẹ̀dá ni? Lẹ́yìn náà, O máa dá a padà (sí ọ̀dọ̀ Rẹ̀). Dájúdájú ìyẹn rọrùn fún Allāhu.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:20","price":"Sọ pé: “Ẹ rìn kiri lórí ilẹ̀, kí ẹ wo bí Ó ṣe bẹ̀rẹ̀ ẹ̀dá (ní ìpìlẹ̀). Lẹ́yìn náà, Allāhu l’Ó máa mú ìṣẹ̀dá ìkẹ́yìn wá (fún àjíǹde). Dájúdájú Allāhu ni Alágbára lórí gbogbo n̄ǹkan.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:21","price":"Ó ń jẹ ẹni tí Ó bá fẹ́ níyà. Ó sì ń kẹ́ ẹni tí Ó bá fẹ́. Ọ̀dọ̀ Rẹ̀ sì ni wọn yóò da yín padà sí.¹","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"1. “Mọṣī’atu-llāh” Fífẹ́bẹ́ẹ̀ Allāhu: Èyí lè jẹyọ nínú àwọn awẹ́ gbólóhùn wọ̀nyí; “ ’in ṣā-Allāh” - “tí Allāhu bá fẹ́”, tàbí “mọ̄ ṣā-Allāh” - “ohun tí Allāhu bá fẹ́” tàbí “mọn ṣā-Allāh” - “ẹni tí Allāhu bá fẹ́”. Àpapọ̀ rẹ̀ ní àpólà ọ̀rọ̀-orúkọ ni “mọṣī’tu-llāh” - fífẹ́bẹ́ẹ̀ Allāhu. Lẹ́yìn náà, ọ̀kan pàtàkì lára ìròyìn Allāhu ni “mọṣī’ah” fífẹ́bẹ́ẹ̀. Bí ó tilẹ̀ jẹ́ pé ẹ̀dá gan-an fúnra rẹ̀ gbàròyìn pẹ̀lú fífẹ́bẹ́ẹ̀, ìyẹn ni pé, ẹ̀dá náà ń ṣe n̄ǹkan tí ó bá fẹ́ ṣe, fífẹ́bẹ́ẹ̀ ti Allāhu - Ọba tó ga jùlọ - l’ó wà lókè fífẹ́bẹ́ẹ̀ ti ẹ̀dá. Èyí túmọ̀ sí pé, ohun tí Allāhu bá fẹ́ l’ó máa ṣẹlẹ̀, kódà kí ẹ̀dá má fẹ̀ẹ́ bẹ́ẹ̀. Ohun tí ẹ̀dá bá sì fẹ́, tí Allāhu kò bá fẹ́, kò níí ṣẹlẹ̀. Lẹ́yìn náà, ìwọ̀nyí ni àpẹ̀ẹrẹ fún fífẹ́bẹ́ẹ̀ Allāhu - Ọba tó ga jùlọ - :\n Ìkíní: Fífẹ́bẹ́ẹ̀ Allāhu nínú kádàrá. Ìtúmọ̀ èyí ni pé, ohunkóhun tí ẹ̀dá bá rí ṣe nílé ayé nínú iṣẹ́ rere tàbí iṣẹ́ aburú, ó jẹ́ ohun tí Allāhu fẹ́ bẹ́ẹ̀ fún ẹ̀dá náà nínú kádàrá rẹ̀ nítorí pé, tibi-tire ni kádàrá ẹ̀dá. Fífẹ́bẹ́ẹ̀ yìí ni à ń pè ní “mọṣī’atu-llāhi al-kaoniyyah” “fífẹ́bẹ́ẹ̀ Allāhu tayé”. Bí àpẹ̀ẹrẹ, lágbájá fẹ́ di olówó lọ́nà ẹ̀tọ́, ó sì di olówó, Allāhu fẹ́ bẹ́ẹ̀ fún un ni nínú kádàrá rẹ̀. Ó sì máa tún gba ẹ̀san rere lọ́dọ̀ Allāhu lórí wíwá owó lọ́nà ẹ̀tọ́. Ní ìdà kejì, tàmẹ̀dùn fẹ́ di olówó lọ́nà àìtọ́, ó sì di olówó, Allāhu fẹ́ bẹ́ẹ̀ fún un ni nínú kádàrá rẹ̀. Àmọ́ ó máa gba ẹ̀san aburú lọ́dọ̀ Allāhu lórí wíwá owó lọ́nà àìtọ́. \n Ìkejì: Fífẹ́bẹ́ẹ̀ Allāhu nínú òfin. Ìtúmọ̀ èyí ni pé, ohunkóhun tí Allāhu bá pa láṣẹ fún ẹ̀dá láti ṣe àti ohunkóhun tí Allāhu bá kọ̀ fún ẹ̀dá láti ṣe nínú àwọn tírà sánmọ̀ tí Ó sọ̀kalẹ̀ fún àwọn Ànábì Rẹ̀ àti àwọn Òjíṣẹ́ Rẹ̀ - kí ìkẹ́ àti ọlà Allāhu máa bá a -, ó jẹ́ ohun tí Allāhu fẹ́ bẹ́ẹ̀ fún ẹ̀dá nínú òfin àti ìlànà Rẹ̀. Allāhu kò sì níí fẹ́ òfin àti ìlànà kan bẹ́ẹ̀ nínú Tírà Rẹ̀ tó sọ̀kalẹ̀ fún wa àfi kí ó jẹ́ rere pọ́nńbélé tàbí kí rere rẹ̀ tẹ̀wọ̀n ju aburú rẹ̀. Fífẹ́bẹ́ẹ̀ yìí ni à ń pè ní “mọṣī’atu-llāhi aṣ-ṣẹr‘iyyah” “fífẹ́bẹ́ẹ̀ Allāhu tòfin”. Bí àpẹ̀ẹrẹ, lágbájá fẹ́ di mùsùlùmí, ó sì di mùsùlùmí, Allāhu fẹ́ bẹ́ẹ̀ fún un ni nínú òfin àti ìlànà Rẹ̀ nínú Tírà Rẹ̀. Ní ìdà kejì, tàmẹ̀dùn fẹ́ di kèfèrí, ó sì di kèfèrí. Allāhu kò fẹ́ bẹ́ẹ̀ fún un nínú òfin àti ìlànà = = Rẹ̀, àmọ́ Ó fẹ́ bẹ́ẹ̀ fún un nínú kádàrá rẹ̀. Pẹ̀lú àlàyé òkè yìí, gbogbo fífẹ́bẹ́ẹ̀ Allāhu nínú òfin Rẹ̀ ni okùnfà ìyọ́nú Rẹ̀. \n Fífẹ́bẹ́ẹ̀ Allāhu, yálà fífẹ́bẹ́ẹ̀ Rẹ̀ nínú kádàrá tàbí fífẹ́bẹ́ẹ̀ Rẹ̀ nínú òfin Rẹ̀, méjèèjì l’ó dúró sórí “ ‘adl” àti “ fọdl” - déédé àti ọlá. Àlàyé èyí ni pé, tí ìyà bá jẹ́ lágbájá nílé ayé tàbí ní ọ̀run, Allāhu fẹ́ bẹ́ẹ̀ ni nínú kádàrá tí Ó kọ lé lágbájá lórí. Èyí sì jẹ́ déédé láti ọ̀dọ̀ Allāhu nítorí pé, Allāhu kì í ṣe àbòsí sí ẹ̀dá Rẹ̀. Bákan náà, tí ìkẹ́ kan bá tẹ tàmẹ̀dùn lọ́wọ́ nílé ayé tàbí ní ọ̀run, Allāhu fẹ́ bẹ́ẹ̀ ni nínú kádàrá tí Ó kọ lé tàmẹ̀dùn lórí. Èyí sì jẹ́ ọlá láti ọ̀dọ̀ Allāhu nítorí pé, Allāhu l’Ó ni gbogbo ọlá. \n Kíyè sí i, fífẹ́bẹ́ẹ̀ Allāhu - subhānahu wa ta‘ālā - lórí ẹ̀dá ní ọ̀run kò túmọ̀ sí pé Allāhu máa fi kó àwọn onígbàgbọ́ òdodo wọ inú Iná tàbí pé ó máa fi kó àwọn aláìgbàgbọ́ wọ inú Ọgbà Ìdẹ̀ra nítorí pé, fífẹ́bẹ́ẹ̀ Allāhu kò níí sọ Allāhu di olùyapa àdéhùn Rẹ̀. Ó ti ṣe àdéhùn Ọgbà Ìdẹ̀ra fún àwọn onígbàgbọ́ òdodo. Ó sì ti ṣe àdéhùn Iná fún àwọn aláìgbàgbọ́. Òdodo sì ni àdéhùn Rẹ̀. Tí Allāhu bá wá yọ ẹnì kan kúrò nínú Iná, láì jẹ́ onígbàgbọ́ òdodo, ẹnu ẹni kẹ́ni kò gbà á láti fi ẹ̀sùn kan Allāhu lórí fífẹ́bẹ́ẹ̀ Rẹ̀ lórí ẹ̀dá rẹ̀. Ṣebí nílé ayé yìí gan-an, láti inú ìdílé ẹrú, tí Allāhu bá sọ ẹrú di ọba lábẹ́ fífẹ́bẹ́ẹ̀ Rẹ̀, ta ni ó máa mú Allāhu sí i? Kò sí. Bákan náà, láti inú ìdílé ọba, tí Allāhu bá sọ ọba di ẹrú lábẹ́ fífẹ́bẹ́ẹ̀ Rẹ̀, ta ni ó máa mú Allāhu sí i? Kò sí. Nítorí náà, ọpẹ́ púpọ̀ ni kí a máa dá fún Allāhu lórí bí fífẹ́bẹ́ẹ̀ Rẹ̀ lórí wa ṣe ń ṣe wẹ́kú ohun rere tí à ń fẹ́.","lang":"yo"},{"name":"29:22","price":"Àti pé ẹ̀yin kò níí mórí bọ́ mọ́ Allāhu lọ́wọ́ lórí ilẹ̀ àti nínú sánmọ̀. Kò sì sí aláàbò àti alárànṣe kan fún yín lẹ́yìn Allāhu.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:23","price":"Àwọn tó ṣàì gbàgbọ́ nínú àwọn āyah Allāhu àti ìpàdé Rẹ̀ (lọ́run), àwọn wọ̀nyẹn ti sọ̀rètí nù nínú ìkẹ́ Mi. Àwọn wọ̀nyẹn ni ìyà ẹlẹ́ta-eléro ń bẹ fún.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:24","price":"Èsì ìjọ rẹ̀ kò jẹ́ kiní kan tayọ pé wọ́n wí pé: “Ẹ pa á tàbí kí ẹ sun ún níná.” Allāhu sì gbà á là nínú iná. Dájúdájú àwọn àmì kúkú wà nínú ìyẹn fún ìjọ tó gbàgbọ́ ní òdodo.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:25","price":"Ó sì sọ pé: “Ẹ kàn mú àwọn òrìṣà lẹ́yìn Allāhu, ní ohun tí ẹ nífẹ̀ẹ́ sí (láti jọ́sìn fún) láààrin ara yín nínú ìṣẹ̀mí ayé (yìí). Lẹ́yìn náà, ní Ọjọ́ Àjíǹde apá kan yin yóò tako apá kan. Apá kan yín yó sì ṣẹ́bi lé apá kan. Iná sì ni ibùgbé yín. Kò sì níí sí àwọn alárànṣe kan fún yín.”","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:26","price":"(Ànábì) Lūt sì gbà á gbọ́. (Ànábì ’Ibrọ̄hīm) sọ pé: “Dájúdájú èmi yóò fi ìlú yìí sílẹ̀ nítorí ti Olúwa mi.¹ Dájúdájú Òun ni Alágbára, Ọlọ́gbọ́n.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"1. Ó fi ilẹ̀ ‘Irāƙ sílẹ̀. Ó sì wá sí ilẹ̀ Ṣām. Èyí ni a mọ̀ sí hijrah.","lang":"yo"},{"name":"29:27","price":"A fi ’Ishāƙ àti Ya‘ƙūb (ọmọọmọ rẹ̀) ta á lọ́rẹ. A sì ṣe ipò jíjẹ́ Ànábì àti fífúnni ní tírà sínú àrọ́mọdọ́mọ rẹ̀. A fún un ní ẹ̀san rẹ̀ ní ayé yìí. Dájúdájú ní ọ̀run, ó tún wà nínú àwọn ẹni rere.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:28","price":"(Rántí Ànábì) Lūt. Nígbà tí ó sọ fún ìjọ rẹ̀ pé: “Dájúdájú ẹ̀yin ń ṣe ìbàjẹ́ tí kò sí ẹnì kan nínú ẹ̀dá tí ó ṣe é rí ṣíwájú yín.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:29","price":"Ṣé dájúdájú ẹ̀yin (ọkùnrin) yóò máa tọ àwọn ọkùnrin (ẹgbẹ́ yín) lọ (fún adùn ìbálòpọ̀), ẹ tún ń dánà, ẹ tún ń ṣe ohun burúkú nínú àkójọ yín? Èsì ìjọ rẹ̀ kò jẹ́ kiní kan àfi kí wọ́n wí pé¹: “Mú ìyà Allāhu wá fún wa tí o bá wà nínú àwọn olódodo.”","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"1. Ìyẹn kò túmọ̀ sí pé, ìjọ rẹ̀ kì í sọ ọ̀rọ̀ mìíràn láti fi takò ó. Àmọ́ gbogbo ọ̀rọ̀ ẹnu wọ́n máa ń dá lérí “mú ìyà wá”.","lang":"yo"},{"name":"29:30","price":"Ó sọ pé: “Olúwa mi, ṣàrànṣe fún mí lórí ìjọ òbìlẹ̀jẹ́.”","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:31","price":"Nígbà tí àwọn Òjíṣẹ́ Wa sì mú ìró ìdùnnú dé bá (Ànábì) ’Ibrọ̄hīm, wọ́n sọ pé: “Dájúdájú àwa máa pa àwọn ará ìlú yìí run. Dájúdájú àwọn ará ìlú náà jẹ́ alábòsí.”","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:32","price":"Ó sọ pé: “Dájúdájú (Ànábì) Lūt wà níbẹ̀! Wọ́n sọ pé: “Àwa nímọ̀ jùlọ nípa àwọn tó wà níbẹ̀. Dájúdájú àwa yóò la òun àti àwọn ará ilé rẹ̀ àfi ìyàwó rẹ̀ tí ó máa wà nínú àwọn tó máa ṣẹ́kù lẹ́yìn sínú ìparun.”","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:33","price":"Nígbà tí àwọn Òjíṣẹ́ Wa dé ọ̀dọ̀ (Ànábì) Lūt, ó banújẹ́ nítorí wọn. Agbára rẹ̀ kò sì ká ọ̀rọ̀ wọn mọ́. Wọ́n sì sọ fún un pé: “Má bẹ̀rù, má sì ṣe banújẹ́. Dájúdájú a máa la ìwọ àti àwọn ará ilé rẹ àfi ìyàwó rẹ tí ó máa wà nínú àwọn olùṣẹ́kù-lẹ́yìn sínú ìparun.”","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:34","price":"Dájúdájú a máa sọ ìyà kan kalẹ̀ lé àwọn ará ìlú yìí lórí láti inú sánmọ̀ nítorí pé, wọ́n jẹ́ òbìlẹ̀jẹ́.","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:35","price":"Dájúdájú A ti fi àmì kan tó fojú hàn lélẹ̀ nínú rẹ̀ fún ìjọ tó ní làákàyè.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:36","price":"A tún ránṣẹ́ sí ará ìlú Mọdyan. (A rán) arákùnrin wọn, (Ànábì) Ṣu‘aeb (níṣẹ́ sí wọn). Ó sì sọ pé: “Ẹ̀yin ìjọ mi, ẹ jọ́sìn fún Allāhu. Ẹ retí Ọjọ́ Ìkẹ́yìn, kí ẹ sì má ṣèbàjẹ́ sórí ilẹ̀.”","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:37","price":"Wọ́n pè é ní òpùrọ́. Nítorí náà, ohùn igbe líle tó mi ilẹ̀ tìtì gbá wọn mú. Wọ́n sì di ẹni tó dà lulẹ̀, tí wọ́n ti dòkú sínú ìlú wọn.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:38","price":"(A tún ránṣẹ́ sí àwọn) ará ‘Ād àti ará Thamūd. (Ìparun wọn) sì kúkú ti fojú hàn kedere si yín nínú àwọn ibùgbé wọn. Èṣù ṣe àwọn iṣẹ́ wọn ní ọ̀ṣọ́ fún wọn. Ó sì ṣẹ́rí wọn kúrò nínú ẹ̀sìn (Allāhu). Wọ́n sì jẹ́ olùríran (nípa ọ̀rọ̀ ayé).","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:39","price":"(A tún ránṣẹ́ sí àwọn) Ƙọ̄rūn, Fir‘aon àti Hāmọ̄n. Dájúdájú (Ànábì) Mūsā mú àwọn ẹ̀rí tó yanjú wá bá wọn. Wọ́n sì ṣègbéraga lórí ilẹ̀. Wọn kò sì lè mórí bọ́ nínú ìyà.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:40","price":"A sì mú ìkọ̀ọ̀kan wọn nípa ẹ̀ṣẹ̀ rẹ̀. Ó wà nínú wọn, ẹni tí A fi òkúta iná ránṣẹ́ sí. Ó wà nínú wọn ẹni tí igbe líle gbá mú. Ó wà nínú wọn ẹni tí A jẹ́ kí ilẹ̀ ríri gbé e mì. Ó sì wà nínú wọn ẹni tí A tẹ̀rì sínú omi. Allāhu kò sì níí ṣàbòsí sí wọn, ṣùgbọ́n ẹ̀mí ara wọn ni wọ́n ń ṣàbòsí sí.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:41","price":"Àpèjúwe àwọn tó mú àwọn (òrìṣà) ní alátìlẹ́yìn lẹ́yìn Allāhu, ó dà bí àpèjúwe aláǹtàakùn tí ó kọ́ ilé kan. Dájúdájú ilé tí ó yẹpẹrẹ jùlọ ni ilé aláǹtàakùn, tí wọ́n bá mọ̀.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:42","price":"Dájúdájú Allāhu mọ ohunkóhun tí wọ́n ń pè lẹ́yìn Rẹ̀. Òun sì ni Alágbára, Ọlọ́gbọ́n.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:43","price":"Àwọn àkàwé wọ̀nyí, tí À ń fún àwọn ènìyàn, kò sì sí ẹni tí ó máa ṣe làákàyè nípa rẹ̀ àfi àwọn onímọ̀.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:44","price":"Allāhu ṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀ pẹ̀lú òdodo. Dájúdájú àmì kan wà nínú ìyẹn fún àwọn onígbàgbọ́ òdodo.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"yo"},{"name":"29:45","price":"Ké ohun tí A fi ránṣẹ́ sí ọ nínú Tírà. Kí o sì kírun. Dájúdájú ìrun kíkí ń kọ ìwà ìbàjẹ́ àti aburú. Àti pé ìrántí Allāhu tóbi jùlọ. Allāhu sì mọ ohun tí ẹ̀ ń ṣe.¹","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"1. Gbólóhùn yìí “ولذكر الله أكبر” (wala thikru-llāh ’akbar) jẹ́ gbólóhùn tí àwọn onímọ̀ fún ní ìtúmọ̀ bíi márùn-ún. \n Ìtúmọ̀ kìíní: Ẹ̀san tí Allāhu máa fún yín lórí ìjọ́sìn tóbi ju bí ẹ ṣe jọ́sìn fún Un. \n Ìtúmọ̀ kejì: Mímú àwọn gbólóhùn ìrántí Allāhu wá, àwọn gbólóhùn bíi subhān-Allāh, al-hamdulillāh, Allāhu ’akbar, kíké al-Ƙur’ān àti bẹ́ẹ̀ bẹ́ẹ̀ lọ, ó tóbi ní ẹ̀san ju dídúró nìkan, dídáwọ́ tẹ orúnkún nìkan, fíforí kanlẹ̀ nìkan, kíkó ẹnuró nìkan (ìyẹn, ààwẹ̀ gbígbà), lílọ sí ojú ogun ẹ̀sìn nìkan àti bẹ́ẹ̀ bẹ́ẹ̀ lọ, ìyẹn nígbà tí ṣíṣe àwọn n̄ǹkan wọ̀nyí kò bá kó ṣíṣe ọ̀kan-ò-jọ̀kan àwọn gbólóhùn ìrántí Allāhu t’ó tọ sunnah sínú. Ìyẹn ni pé, ohun tí ó lóòrìn jùlọ nínú ìjọ́sìn ẹlẹ́kajẹ̀ka ní àwọn gbólóhùn ìrántí Allāhu, tí ẹ̀dá rí mú wá nínú ẹka ìjọ́sìn náà. \n Ìtúmọ̀ kẹta: Ó kó ìtúmọ̀ kìíní àti ìkejì sínú papọ̀. Ìyẹn ni pé, bí ẹ̀san ìjọ́sìn ṣe tóbi ju ìjọ́sìn lọ, bẹ́ẹ̀ náà ni pé ohun tí ó lóòrìn jùlọ nínú ìjọ́sìn ni àwọn gbólóhùn ìrántí Allāhu, èyí tí a rí mú wá nínú ìjọ́sìn náà. \n Ìtúmọ̀ kẹrin: Ẹ̀san tí Allāhu máa fún ẹrúsìn lórí ìrun kíkí tóbi ju ìrun tí ó kí lọ. Ìyàtọ̀ díẹ̀ ni ó wà nínú ìtúmọ̀ kìíní àti ìkẹrin yìí. Ìkíní ń sọ nípa ẹ̀san ìjọ́sìn ní àpapọ̀, ṣùgbọ́n ìtúmọ̀ kẹ́rin ń sọ nípa ẹ̀san ìrun kíkí nìkan. \n Ìtúmọ̀ karùn-ún: Ẹ̀san ìrun kíkí àti ẹ̀san mímú gbólóhùn ìrántí Allāhu wá lórí ìrun, ó tóbi jú bí ìrun kíkí ṣe ń kọ ìwà ìbàjẹ́ àti aburú fún ẹ̀dá. Ìyẹn ni pé, bí ìrun kíkí ṣe ní ẹ̀san, bẹ́ẹ̀ náà ló tún jẹ́ ohun t’ó ń mú olùkírun jìnnà sí ìwà aburú, ṣùgbọ́n abala ẹ̀san kò ṣe é fojú rénà fún ẹni tí kò yé hùwà aburú. Bí ẹ̀san ìrun kíkí rẹ̀ yó ṣe mọ l’ó máa mọ, kódà kí aburú rẹ̀ kó gbogbo ẹ̀san ìjọ́sìn rẹ̀ tán = = nílẹ̀, olùkírun t’ó ń hùwà ìbàjẹ́ kò lè di èrò inú Iná gbére, tí ọ̀rọ̀ rẹ̀ bá padà já sí Iná. Ó sì máa padà wọ inú Ọgbà Ìdẹ̀ra gbére. Ìyẹn rí bẹ́ẹ̀ níwọ̀n ìgbà tí mímú Allāhu ní ọ̀kan ṣoṣo tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo kò bá ti ròpọ̀ mọ́ sísọ ẹ̀dá kan di akẹgbẹ́ fún Un, èyí tí a mọ̀ sí ẹbọ ńlá “aṣ-ṣirku al-’akbar”, tàbí ṣíṣe àìgbàgbọ́ nínú Allāhu “al-kufru al-mukriju minal-millah” àti ṣíṣe ìṣọ̀bẹ-ṣèlu nínú àdìsọ́kàn “an-nifāƙ al-’i‘tiƙọ̄di”. \n Wàyí, nínú àwọn ìtúmọ̀ márààrùn-ún òkè wọ̀nyí, ìtúmọ́ kìíní l’ó gbòòrò jùlọ. Òhun sì ni ìtúmọ̀ tí tafsīr Tọbariy fara mọ́ jùlọ. \n Kíyè sí i, kò sí ọ̀kan nínú àwọn ìtúmọ̀ márààrùn-ún òkè wọ̀nyí t’ó ní kí mùsùlùmí fi gbólóhùn ìrántí Allāhu rọ́pò ìrun kíkí, ààwẹ̀ gbígbà àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Ẹnikẹ́ni tí ó bá pa ìrun kíkí àti ààwẹ̀ gbígbà tì nípasẹ̀ fífún gbólóhùn yìí ní ìtúmọ̀ òdì, ó ti kó ìparun bá ẹ̀mí ara rẹ̀ ní ìbámu sí sūrah al-Muddaththir; 74: 42-43. Kí Allāhu là wá nínú èyí.","lang":"yo"},{"name":"29:46","price":"Ẹ má ṣe bá àwọn onítírà ṣàríyàn jiyàn àfi ní ọ̀nà tó dára jùlọ (èyí ni lílo al-Ƙur’ān àti hadīth. Ẹ má sì ṣe jà wọ́n lógun) àfi àwọn tó bá ṣàbòsí nínú wọn.¹ Kí ẹ sì sọ pé: “A gbàgbọ́ nínú ohun tí Wọ́n sọ̀kalẹ̀ fún àwa àti ohun tí Wọ́n sọ̀kalẹ̀ fún ẹ̀yin. Ọlọ́hun wa àti Ọlọ́hun yín, (Allāhu) Ọ̀kan ṣoṣo ni. Àwa sì ni mùsùlùmí (olùjuwọ́-jusẹ̀-sílẹ̀) fún Un.”","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"1. Bí ó tilẹ̀ jẹ́ pé alábòsí wulẹ̀ ni gbogbo àwọn onítírà, àbòsí mìíràn ni Allāhu ń tọ́ka sí lára wọn nínú āyah yìí. Òhun sì ni bí àwọn onítírà ṣe ń gbógun ti àwa mùsùlùmí àti bí wọ́n ṣe ń kọ̀ láti san ìsákọ́lẹ̀ fún ìjọba ’Islām lábẹ́ ìjọba ’Islām.","lang":"yo"},{"name":"29:47","price":"Báyẹn ni A ṣe sọ Tírà kalẹ̀ fún ọ. Nítorí náà, àwọn tí A fún ní Tírà, wọ́n gbà á gbọ́.¹ Ó sì wà nínú àwọn wọ̀nyí (ìyẹn, àwọn ará Mọkkah), ẹni tó gbà á gbọ́. Kò sì sí ẹni tó ń tako àwọn āyah Wa àfi àwọn aláìgbàgbọ́.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"1. Àwọn wọ̀nyí ni àwọn tí Allāhu sọ nípa wọn nínú sūrah al-Ƙọsọs; 28:52 - 55. Àpẹ̀ẹrẹ wọn ni ‘Abdullāh bun Salām àti Ọba Najāṣi tí orúkọ rẹ̀ ń jẹ́ ’Ashamah - kí Allāhu yọ́nú sí àwọn méjèèjì -.","lang":"yo"},{"name":"29:48","price":"Ìwọ kò ké tírà kan rí ṣíwájú al-Ƙur’ān, ìwọ kò sì fi ọwọ́ ọ̀tún rẹ kọ n̄ǹkan rí. Bí bẹ́ẹ̀ kọ́ nígbà náà, kí àwọn òpùrọ́ ṣeyèméjì (sí al-Ƙur’ān).","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:49","price":"Rárá (kò rí bí wọ́n ṣe rò ó. al-Ƙur’ān), òhun ni àwọn āyah tó yanjú nínú igbá-àyà àwọn tí A fún ní ìmọ̀-ẹ̀sìn. Kò sì sí ẹni tó ń tako àwọn āyah Wa àfi àwọn alábòsí.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:50","price":"Wọ́n sì wí pé: “Nítorí kí ni Wọn kò ṣe sọ àwọn àmì (ìyanu) kan kalẹ̀ fún un láti ọ̀dọ̀ Olúwa rẹ̀?” Sọ pé: “Allāhu nìkan ni àwọn àmì (ìyanu) wà lọ́dọ̀ Rẹ̀. Àti pé olùkìlọ̀ pọ́nńbélé ni èmi.”","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:51","price":"Ṣé kò tó fún wọn (ní àmì ìyanu) pé A sọ tírà (al-Ƙur’ān) kalẹ̀ fún ọ, tí wọ́n ń ké e fún wọn? Dájúdájú ìkẹ́ àti ìrántí wà nínú ìyẹn fún ìjọ tó gbàgbọ́.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:52","price":"Sọ pé: “Allāhu tó ní Ẹlẹ́rìí láààrin èmi àti ẹ̀yin. Ó mọ ohunkóhun tó wà nínú àwọn sánmọ̀ àti ilẹ̀. Àwọn tó gba irọ́ (òrìṣà) gbọ́, tí wọ́n sì ṣàì gbàgbọ́ nínú Allāhu; àwọn wọ̀nyẹn, àwọn ni ẹni òfò.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:53","price":"Wọ́n sì ń kán ọ lójú nípa ìyà! Tí kò bá jẹ́ pé ó ti ní gbèdéke àkókò kan ni, ìyà náà ìbá kúkú dé bá wọn. (Ìyà) ìbá dé bá wọn ní òjijì sẹ́, tí wọn kò sì níí fura.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:54","price":"Wọ́n ń kán ọ lójú nípa ìyà! Dájúdájú iná Jahanamọ kúkú máa yí àwọn aláìgbàgbọ́ po.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:55","price":"(Rántí) ọjọ́ tí ìyà yóò bò wọ́n mọ́lẹ̀ láti òkè wọn àti ìsàlẹ̀ ẹsẹ̀ wọn, (Allāhu) sì máa sọ pé: “Ẹ tọ́ (ìyà) ohun tí ẹ̀ ń ṣe níṣẹ́ wò.”","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:56","price":"Ẹ̀yin ẹrúsìn Mi, tí ẹ gbàgbọ́ ní òdodo, dájúdájú ilẹ̀ Mi gbòòrò. Nítorí náà, Èmi nìkan ni kí ẹ jọ́sìn fún.","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:57","price":"Gbogbo ẹ̀mí l’ó máa tọ́ ikú wò. Lẹ́yìn náà, ọ̀dọ̀ Wa ni wọn yóò da yín padà sí.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:58","price":"Àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe àwọn iṣẹ́ rere, dájúdájú A máa fi wọn sínú àwọn ilé pẹ̀tẹ́ẹ̀sì gígá kan nínú Ọgbà Ìdẹ̀ra, tí odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Olùṣegbére ni wọ́n nínú rẹ̀. Ẹ̀san àwọn olùṣe-rere sì dára.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:59","price":"(Àwọn ni) àwọn tó ṣe sùúrù. Olúwa wọn sì ni wọ́n ń gbáralé.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:60","price":"Mélòó mélòó nínú àwọn ẹranko tí kò lè dá bùkátà ìjẹ-ìmu rẹ̀ gbé, tí Allāhu sì ń ṣe ìjẹ-ìmu fún àwọn àti ẹ̀yin. Òun sì ni Olùgbọ́, Onímọ̀.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:61","price":"Tí o bá bi wọ́n léèrè pé: “Ta ni Ó dá àwọn sánmọ̀ àti ilẹ̀, tí Ó sì rọ òòrùn àti òṣùpá?”, dájúdájú wọ́n á wí pé: “Allāhu ni.” Nítorí náà, báwo ni wọ́n ṣe ń ṣẹ́rí wọn kúrò níbi òdodo?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:62","price":"Allāhu l’Ó ń tẹ́ ọrọ̀ sílẹ̀ fún ẹni tí Ó bá fẹ́ nínú àwọn ẹrúsìn Rẹ̀. Ó sì ń díwọ̀n rẹ̀ fún ẹlòmíìràn. Dájúdájú Allāhu ni Onímọ̀ nípa gbogbo n̄ǹkan.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:63","price":"Tí o bá bi wọ́n léèrè pé: “Ta ni Ó sọ omi kalẹ̀ láti sánmọ̀, tí Ó fi ta ilẹ̀ jí lẹ́yìn tí ó ti kú?”, dájúdájú wọ́n á wí pé: “Allāhu ni.” Sọ pé: “Gbogbo ẹyìn ń jẹ́ ti Allāhu, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ wọn ni kò ṣe làákàyè.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:64","price":"Kí ni ìṣẹ̀mí ayé yìí bí kò ṣe ìranù àti eré ṣíṣe. Àti pé dájúdájú Ilé Ìkẹ́yìn sì ni ìṣẹ̀mí gbére tí wọ́n bá mọ̀.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:65","price":"Nígbà tí wọ́n bá gun ọkọ̀ ojú-omi, wọ́n máa pe Allāhu lẹ́ni tí yóò máa fi àfọ̀mọ́-ọkàn (àníyàn mímọ́) ṣe ẹ̀sìn fún Un.¹ Àmọ́ nígbà tí Ó bá gbà wọ́n là sí orí ilẹ̀, nígbà náà ni wọn yóò máa ṣẹbọ","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"1. Ẹ wo sūrah Yūnus; 10:22 àti ìtọsẹ̀-ọ̀rọ̀ rẹ̀.","lang":"yo"},{"name":"29:66","price":"nítorí kí wọ́n lè ṣàì moore sí n̄ǹkan tí A fún wọn àti nítorí kí wọ́n lè jayékáyé. Nítorí náà, láìpẹ́ wọ́n máa mọ̀.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:67","price":"Ṣé wọn kò rí i pé dájúdájú Àwa ṣe Haram (Mọkkah) ni àyè ìfàyàbalẹ̀, tí wọ́n sì ń jí àwọn ènìyàn gbé lọ ní àyíká wọn? Ṣé irọ́ (òrìṣà) ni wọn yóò gbàgbọ́, tí wọn yó sì ṣàì moore sí ìdẹ̀ra Allāhu?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:68","price":"Ta ló ṣàbòsí ju ẹni tó dá àdápa irọ́ mọ́ Allāhu, tàbí tó pe òdodo ní irọ́ nígbà tí ó dé bá a? Ṣé inú iná Jahanamọ kọ́ ni ibùgbé fún àwọn aláìgbàgbọ́ ni?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"29:69","price":"Àwọn tó gbìyànjú nípa Wa, dájúdájú A máa fi wọ́n mọ àwọn ọ̀nà Wa. Àti pé dájúdájú Allāhu wà pẹ̀lú àwọn olúṣe-rere.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"yo"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}