{"data":[{"name":"3:1","price":"’Alif lām mīm. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"1. Nítorí kí a lè mọ ìdí pàtàkì tí Allāhu ṣe fi sūrah yìí sọrí mọ̀lẹ́bí ‘Imrọ̄n, òbí Mọryam, ìyá Ànábì ‘Isā - kí ọlà Allāhu máa bá a -, ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Mọryam. \n Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"3:2","price":"Allāhu, kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun, Alààyè, Alámòjúútó-ẹ̀dá.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:3","price":"Ó sọ Tírà (al-Ƙur’ān) kalẹ̀ fún ọ pẹ̀lú òdodo, ó ń fi ohun tó jẹ́ òdodo rinlẹ̀ nípa èyí tó wà ṣíwájú rẹ̀. Ó sì sọ at-Taorāh àti al-’Injīl kalẹ̀.","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:4","price":"Tẹ́lẹ̀tẹ́lẹ̀ wọ́n jẹ́ ìmọ̀nà fún àwọn ènìyàn.¹ Ó tún sọ ọ̀rọ̀-ìpínyà (ọ̀rọ̀ tó ń ṣèpínyà láààrin òdodo àti irọ́) kalẹ̀.² Dájúdájú àwọn tó ṣàì gbàgbọ́ nínú àwọn āyah Allāhu, ìyà tó le ń bẹ fún wọn. Allāhu sì ni Alágbára, Olùgbẹ̀san.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"1. Gbólóhùn yìí níí ṣepọ̀ pẹ̀lú ìjọ àti àsìkò. Ìyẹn ni pé, ìjọ ’Isrọ’īl nìkan ni tírà Taorāh àti ’Injīl jẹ́ ìmọ̀nà fún tẹ́lẹ̀tẹ́lẹ̀. Ìjọ Ànábì Mūsā - kí ọlà Allāhu máa bá a - l’ó ni Taorāh. Ìjọ Ànábì ‘Īsā - kí ọlà Allāhu máa bá a - l’ó sì ni ’Injīl. Àmọ́ lẹ́yìn tí Allāhu - subhānahu wa ta‘āla - sọ tírà ìmọ̀nà mìíràn (al-Ƙur’ān / al-furƙọ̄n) kalẹ̀ fún Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -, ẹni tí Allāhu ṣe gbogbo ayé ní ìjọ rẹ̀, tí ó sì jẹ́ Ànábì ìkẹ́yìn, kò lẹ́tọ̀ọ́ fún ẹnikẹ́ni mọ́ láti tẹ̀lé Taorāh àti ’Injīl kan kan mọ́ àyàfi al-Ƙur’ān, gẹ́gẹ́ bí kò ṣe lẹ́tọ̀ọ́ láti tẹ̀lé Ànábì Mūsā àti Ànábì ‘Īsā lásìkò yìí àfi Ànábì ìgbà yìí, Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Kò wulẹ̀ sí ojúlówọ́ Taorāh àti ’Injīl ní àsìkò yìí mọ́ ní ìbámu sí sūrah al-Baƙọrah; 2:75, 79 àti sūrah al-Mọ̄’idah; 5:13 . \n Nínú Sọhīh Muslim, láti ọ̀dọ̀ ’Abū Huraerah, láti ọ̀dọ̀ Òjíṣẹ́ Allāhu - kí ìkẹ́ àti ọlà Allāhu máa bá a -, dájúdájú ó sọ pé: “Èmí fi Ẹni tí ẹ̀mí mi wà ní ọwọ́ Rẹ̀ búra; ẹnì kan nínú ìjọ yìí, yẹ̀húdí àti nasọ̄rọ̄, kò níí gbọ́ nípa mi, lẹ́yìn náà kí ó kú láì gba ohun tí wọ́n fi rán mi níṣẹ́ gbọ́, àfi kí ó wà nínú èrò Iná.” \n Bákàn náà, nínú tírà musnad ’Ahmọd àti musọnnaf ‘Abdur-Razāƙ, láti ọ̀dọ̀ ‘Abdullāh bun Thābit - kí Allāhu yọ́nú sí i -, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ pé: “Tí ó bá jẹ́ pé Ànábì Mūsā - kí ọlà Allāhu máa bá a - di ẹni tí ó máa wà láààrin yín, lẹ́yìn náà tí ẹ bá tẹ̀lé e, tí ẹ sì pa mí tì, ẹ̀yin ìbá ṣìnà.”\n 2. Fún àlàyé lórí al-Furƙọ̄n, ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:53.","lang":"yo"},{"name":"3:5","price":"Dájúdájú Allāhu, kò sí kiní kan tó pamọ́ fún Un nínú ilẹ̀ àti nínú sánmọ̀.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:6","price":"Òun ni Ẹni tí Ó ń yàwòrán yín sínú àpòlùkẹ́ bí Ó ṣe fẹ́. Kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun, Alágbára Ọlọ́gbọ́n.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:7","price":"Òun ni Ẹni tí Ó sọ Tírà kalẹ̀ fún ọ; àwọn āyah aláìnípọ́n-na wà nínú rẹ̀ - àwọn sì ni ìpìlẹ̀ Tírà¹ -, onípọ́n-na sì ni ìyókù.² Ní ti àwọn tí ìgbúnrí kúrò níbi òdodo wà nínú ọkàn wọn, wọn yóò máa tẹ̀lé èyí tó ní pọ́n-na nínú rẹ̀ láti fi wá wàhálà àti láti fí wá ìtúmọ̀ (òdì) fún un. Kò sì sí ẹni tó nímọ̀ pàápàá ìtúmọ̀ rẹ̀ àfi Allāhu. Àwọn àgbà nínú ìmọ̀ ẹ̀sìn, wọ́n ń sọ pé: “A gbà á gbọ́. Láti ọ̀dọ̀ Olúwa wa ni gbogbo rẹ̀ (ti sọ̀kalẹ̀).” Kò sí ẹni tó ń lo ìrántí àyàfi àwọn onílàákàyè.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"1. Ìyẹn ni pé, a óò máa fi àwọn āyah aláìnípọ́n-na yanjú àwọn āyah onípọ́n-na.\n 2. Pọ́n-na ni kí ìsọ tàbí ọ̀rọ̀ ṣe é túmọ̀ sí ọ̀pọ̀ ọ̀nà, yálà ìtúmọ̀ tí wọ́n gbà lérò tàbí ìtúmọ̀ tí wọn kò gbà lérò. Nítorí náà, àwọn āyah onípọ́n-na yóò máa kọlura wọn tààrà nínú ìtúmọ̀ wọn tó bẹ́ẹ̀ gẹ́ tí yóò fi máa yọrí sí ìtakora lójú aláìnímọ̀. Ìyẹn ni pé, àwọn āyah onípọ́n-na máa dà bí ẹni pé ìtakora kan wà láààrin ìtúmọ̀ āyah kan àti ìtúmọ̀ āyah mìíràn ṣùgbọ́n ìtakora náà jọ bẹ́ẹ̀ ni lójú aláìnímọ̀ kíkún nípa ọ̀nà ìdàpọ̀ àwọn āyah “tọrīƙọtul-jam‘“, ìtakora náà kò sì rí bẹ́ẹ̀ ní ti pàápàá ní ọ̀dọ̀ àwọn onímọ̀ ẹ̀sìn ’Islām. \n Síwájú sí i, rírí àwọn āyah tí ìtúmọ̀ wọn ní “ìtakora tófẹ́jọbẹ́ẹ̀” (at-ta‘ārud aṭḥ-ṭḥọ̄hiriy) nínú al-Ƙur’ān, òhun náà l’ó sì mú kí á rí irúfẹ́ wọn nínú àwọn hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - tó fẹsẹ̀ rinlẹ̀. Dandan sì ni fún wa láti gbàgbọ́ nínú wọn pátápátá ní àpapọ̀. \n Kíyè sí i, irúfẹ́ àwọn āyah onípọ́n-na wọ̀nyí ni àwọn kan máa ń tọ́ka sí nígbà tí wọ́n bá ṣàì mọ̀kan sí ọ̀nà ìdàpọ̀ àwọn āyah tàbí nígbà tí wọ́n bá fẹ́ dá wàhálà sílẹ̀ láti máa rí n̄ǹkan jẹ ní ìjẹkújẹ tàbí láti lè fi tako òdodo ọ̀rọ̀ al-Ƙur’ān àti hadīth Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - . Àmọ́ mọ̀ dájúdájú pé, kò sí āyah tàbí hadith kan tí ó ní pọ́n-na, tí ìtakora wọn wá wọ ipò “ìtakora tóríbẹ́ẹ̀” (at-ta‘ārud al-haƙīƙiy). Èyí wà ní ìbámu sí sūrah an-Nisā’; 4:82.","lang":"yo"},{"name":"3:8","price":"Olúwa wa, má ṣe yí wa lọ́kàn padà lẹ́yìn tí O ti tọ́ wa sọ́nà. Ta wá lọ́rẹ ìkẹ́ láti ọ̀dọ̀ Rẹ, dájúdájú Ìwọ gan-an ni Ọlọ́rẹ.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:9","price":"Olúwa wa, dájúdájú Ìwọ l’O máa kó àwọn ènìyàn jọ ní ọjọ́ kan, tí kò sí iyèméjì nínú rẹ̀. Dájúdájú Allāhu kì í yẹ àdéhùn.","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:10","price":"Dájúdájú àwọn tó ṣàì gbàgbọ́, àwọn dúkìá wọn àti àwọn ọmọ wọn kò níí rọ̀ wọ́n lọ́rọ̀ kiní kan lọ́dọ̀ Allāhu. Àwọn wọ̀nyẹn, àwọn ni n̄ǹkan ìkoná.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:11","price":"(Ìṣesí wọn) dà bí ìṣesí àwọn ènìyàn Fir‘aon àti àwọn tó ṣíwájú wọn, tí wọ́n pe àwọn āyah Wa ní irọ́. Nítorí náà, Allāhu mú wọn nítorí ẹ̀ṣẹ̀ wọn. Allāhu sì le níbi ìyà.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:12","price":"Sọ fún àwọn tó ṣàì gbàgbọ́ pé: “Wọ́n máa ṣẹ́gun yín. Wọ́n sì máa ko yín jọ lọ sí iná Jahanamọ. Ibùgbé náà sì burú.”","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:13","price":"Àmì kúkú wà fún yín níbi àwọn ìjọ méjì tí wọ́n pàdé (ara wọn lójú ogun). Ìjọ kan ń jagun sí ojú-ọ̀nà Allāhu (fún ààbò ẹ̀sìn). Aláìgbàgbọ́ sì ni ìjọ kejì tí ó ń rí ìjọ kìíní bí ìlọ́po méjì wọn ní rírí ojú.¹ Allāhu ń fi àrànṣe Rẹ̀ ṣe ìkúnlọ́wọ́ fún ẹni tí Ó bá fẹ́. Dájúdájú àríwòye wà nínú ìyẹn fún àwọn olùríran.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"1. Ní ojú ogun Badr ni àrànṣe Allāhu ti dé bá àwọn mùsùlùmí. Òǹkà àwọn mùsùlùmí jẹ́ ọgọ́rùn-ún mẹ́ta àti mẹ́tàlá (313), òǹkà àwọn ọ̀ṣẹbọ sì jẹ́ ọgọ́rùn-ún mẹ́sàn-án àti àádọ́ta (950). Àmọ́ àwọn ọ̀ṣẹbọ ń rí òǹkà àwọn mùsùlùmí ní rírí ojú bí ìlọ́po méjì òǹkà wọn, ìyẹn ni pé, wọ́n ń rí òǹkà àwọn mùsùlùmí bí ẹgbẹ̀rún méjì.","lang":"yo"},{"name":"3:14","price":"Wọ́n ṣe é ní ọ̀ṣọ́ fún àwọn ènìyàn; ìfẹ́ ìgbádùn ara lára àwọn obìnrin, àwọn ọmọkùnrin, àwọn owó wúrà àti fàdákà púpọ̀ jaburata àti àwọn ẹṣin tí wọ́n ṣe ní ọ̀ṣọ́, àwọn ẹran-ọ̀sìn àti (n̄ǹkan) oko. Ìyẹn ni n̄ǹkan ìgbáyé-gbádùn. Ọ̀dọ̀ Allāhu sì ni àbọ̀ rere wà.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:15","price":"Sọ pé: “Ṣé kí n̄g sọ n̄ǹkan tó dára ju ìyẹn lọ fún yín?” Àwọn Ọgbà tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀ ń bẹ fún àwọn tó bá bẹ̀rù (Allāhu) ní ọ̀dọ̀ Olúwa wọn. Olùṣegbére ni wọ́n nínú rẹ̀. Àwọn ìyàwó mímọ́ àti ìyọ́nú láti ọ̀dọ̀ Allāhu (tún ń bẹ fún wọn). Allāhu sì ni Olùríran nípa àwọn ẹrúsìn,","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:16","price":"Àwọn tó ń sọ pé: “Olúwa wa, dájúdájú àwa gbàgbọ́. Nítorí náà, forí àwọn ẹ̀ṣẹ̀ wa jìn wá. Kí O sì ṣọ́ wa níbi ìyà Iná.”","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:17","price":"(Ọgbà Ìdẹ̀ra yẹn wà fún) àwọn onísùúrù, àwọn olódodo, àwọn olùtẹ̀lé-àṣẹ Allāhu, àwọn olùnáwó-fẹ́sìn àti àwọn olùtọrọ-àforíjìn ní àsìkò sààrì.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:18","price":"Allāhu jẹ́rìí pé dájúdájú kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun. Àwọn mọlāika àti onímọ̀ ẹ̀sìn (tún jẹ́rìí bẹ́ẹ̀.), Allāhu ni Onídéédé. Kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun, Alágbára, Ọlọ́gbọ́n.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:19","price":"Dájúdájú ẹ̀sìn tó wà lọ́dọ̀ Allāhu ni ’Islām. Àwọn tí A fún ní Tírà (àwọn yẹhudi àti nasọ̄rọ̄) kò yapa-ẹnu (lórí ẹ̀sìn náà) àfi lẹ́yìn tí ìmọ̀ dé bá wọn ní ti ìlara láààrin ara wọn (sí àwọn Ànábì - kí ọlà Allāhu máa bá wọn -). Ẹni tó bá ṣàì gbàgbọ́ nínú àwọn āyah Allāhu, dájúdájú Allāhu ni Olùyára níbi ìṣírò-iṣẹ́.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:20","price":"Tí wọ́n bá sì jà ọ́ níyàn, sọ pé: “Èmi àti ẹni tí ó tẹ̀lé mi juwọ́ jusẹ̀ sílẹ̀ (mùsùlùmí ni wá) fún Allāhu.” Kí o sì sọ fún àwọn tí A fún ní Tírà àti àwọn aláìmọ̀ọ́nkọmọ̀ọ́nkà (aláìnítírà) pé: “Ṣé ẹ máa gba ’Islām?” Tí wọ́n bá gba ’Islām, wọ́n ti mọ̀nà. Tí wọ́n bá sì kẹ̀yìn (sí’Islām), ìkéde (ẹ̀sìn) nìkan ni ojúṣe tìrẹ. Allāhu sì ni Olùríran nípa àwọn ẹrúsìn.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:21","price":"Dájúdájú àwọn tó ń ṣàì gbàgbọ́ nínú àwọn āyah Allāhu, wọ́n tún ń pa àwọn Ànábì láì lẹ́tọ̀ọ́, wọ́n tún ń pa àwọn ènìyàn tí ń pàṣẹ ṣíṣe déédé àti ẹ̀tọ́, fún wọn ní ìró ìyà ẹlẹ́ta-eléro.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:22","price":"Àwọn wọ̀nyẹn ni àwọn tí iṣẹ́ wọn ti bàjẹ́ ní ilé ayé àti ní ọ̀run. Wọn kò sì níí rí àwọn olùrànlọ́wọ́.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:23","price":"Ṣé ìwọ kò wòye sí àwọn tí A fún ní ìpín kan nínú Tírà, tí À ń pè síbi Tírà Allāhu, nítorí kí ó lè ṣe ìdájọ́ láààrin wọn, lẹ́yìn náà tí ìjọ kan nínú wọn ń pẹ̀yìn dà, tí wọ́n sì ń gbúnrí?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:24","price":"Ìyẹn nítorí pé dájúdájú wọ́n wí pé: “Iná kò lè jó wa tayọ àwọn ọjọ́ tó lóǹkà.” Ohun tí wọ́n ń dá ní àdápa irọ́ sì tàn wọ́n jẹ nínú ẹ̀sìn wọn.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:25","price":"Nítorí náà, báwo ni (ó ṣe máa rí fún wọn) nígbà tí A bá kó wọn jọ ní ọjọ́ kan, tí kò sí iyèméjì nínú rẹ̀? Àti pé A máa san ẹ̀mí kọ̀ọ̀kan ní ẹ̀san ohun tí ó ṣe níṣẹ́ ní ẹ̀kún-rẹ́rẹ́. Wọn kò sì níí ṣàbòsí sí wọn.","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:26","price":"Sọ pé: “Allāhu, Olùkápá ìjọba, Ò ń fi ìjọba fún ẹni tí O bá fẹ́. Ò ń gba ìjọba lọ́wọ́ ẹni tí O bá fẹ́. Ò ń buyì kún ẹni tí O bá fẹ́. O sì ń tàbùkù ẹni tí O bá fẹ́. Ọwọ́ Rẹ ni oore wà. Dájúdájú Ìwọ ni Alágbárá lórí gbogbo n̄ǹkan.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:27","price":"Ò ń mú òru wọnú ọ̀sán.¹ Ò ń mú ọ̀sán wọnú òru.² Ò ń mú alààyè jáde lára òkú. Ò ń mú òkú jáde lára alààyè. O sì ń pèsè ìjẹ-ìmu àti ìgbádùn fún ẹni tí Ó bá fẹ́ láì níí ní ìṣírò.”³","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"1. Àsìkò ọ̀sán máa gùn, àsìkò òru sì máa kúrú.\n 2. Àsìkò ọ̀ru máa gùn, àsìkò ọ̀sán sì máa kúrú.\n 3. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:212.","lang":"yo"},{"name":"3:28","price":"Àwọn onígbàgbọ́ òdodo kò gbọ́dọ̀ sọ àwọn aláìgbàgbọ́ di ọ̀rẹ́ àyò (ọ̀rẹ́ finúhannú) lẹ́yìn àwọn onígbàgbọ́ òdodo (ẹgbẹ́ wọn). Ẹnikẹ́ni tí ó bá ń ṣe ìyẹn, kò sí kiní kan fún un mọ́ lọ́dọ̀ Allāhu.¹ Àfi tí ẹ bá ń (fi ọ̀rẹ́ orí ahọ́n) wá ìṣọ́ra lọ́dọ̀ wọn) dáadáa (lórí ìgbàgbọ́ yín).² Allāhu ń kìlọ̀ ara Rẹ̀ fún yín. Ọ̀dọ̀ Allāhu sì ni àbọ̀ ẹ̀dá.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"1. Ẹni tí ó sọ aláìgbàgbọ́ di ọ̀rẹ́ àyò tí yọwọ́ yọsẹ̀ kúrò nínú ọ̀rọ̀ Allāhu, Allāhu sì ti yọwọ́ yọsẹ̀ kúrò nínú ọ̀rọ̀ rẹ̀. \n 2. Ìyẹn fún àwọn mùsùlùmí tí ń bẹ lábẹ́ àṣẹ àti ìdàrí àwọn aláìgbàgbọ́. Àwọn wọ̀nyẹn lè mú wọn ní ọ̀rẹ́ bí ó bá jẹ́ pé mímú wọn ní ọ̀rẹ́ nìkan ni ọ̀nà tí ó lè gbà rí ẹ̀sìn rẹ̀ ṣe. Àmọ́ kò níí máa dá ọ̀rọ̀ àwọn mùsùlùmí sílẹ̀ lọ́dọ̀ wọn ní ìdásílẹ̀ ẹ̀sín àti ìtúniláṣìírí.","lang":"yo"},{"name":"3:29","price":"Sọ pé: “Tí ẹ bá fi ohun tí ń bẹ nínú ọkàn yín pamọ́ tàbí ẹ fi hàn, Allāhu mọ̀ ọ́n. Ó sì mọ ohunkóhun tó wà nínú àwọn sánmọ̀ àti ohunkóhun tó wà nínú ilẹ̀. Allāhu sì ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:30","price":"Ní ọjọ́ tí ẹ̀mí kọ̀ọ̀kan yóò rí ohun tí ó ṣe nínú iṣẹ́ rere níwájú (rẹ̀) àti ohun tí ó ṣe nínú iṣẹ́ ibi, ó máa fẹ́ kí àkókò tó jìnnà wà láààrin òun àti iṣẹ́ ibi rẹ̀. Allāhu sì ń kìlọ̀ ara Rẹ̀ fún yín. Allāhu sì ni Aláàánú àwọn olùjọ́sìn.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:31","price":"Sọ pé: “Tí ẹ̀yin bá nífẹ̀ẹ́ Allāhu, ẹ tẹ̀lé mi, Allāhu máa nífẹ̀ẹ́ yín, Ó sì máa forí ẹ̀ṣẹ̀ yín jìn yín. Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:32","price":"Sọ pé: “Ẹ tẹ̀lé (ti) Allāhu àti Òjíṣẹ́. Tí ẹ bá sì pẹ̀yìn dà, dájúdájú Allāhu kò nífẹ̀ẹ́ àwọn aláìgbàgbọ́.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:33","price":"Dájúdájú Allāhu ṣa Ādam, Nūh, ará ilé ’Ibrọ̄hīm àti ará ilé ‘Imrọ̄n lẹ́ṣà lórí àwọn ẹ̀dá (àsìkò tiwọn).","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:34","price":"Wọ́n jẹ́ àrọ́mọdọ́mọ; apá kan wọn wá láti ara apá kan. Allāhu sì ni Olùgbọ́, Onímọ̀.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:35","price":"(Ẹ rántí) nígbà tí aya ‘Imrọ̄n sọ pé: “Olúwa mi, dájúdájú èmi fi ohun tí ń bẹ nínú ikùn mi jẹ́jẹ̀ẹ́ fún Ọ (pé) mo máa yà á sọ́tọ̀ (fún ẹ̀sìn Rẹ). Nítorí náà, gbà á lọ́wọ́ mi, dájúdájú Ìwọ ni Olùgbọ́, Onímọ̀.”","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:36","price":"Nígbà tí ó bí i, ó sọ pé: “Olúwa mi, dájúdájú mo bí i ní obìnrin - Allāhu sì nímọ̀ jùlọ nípa ohun tí ó bí – ọkùnrin kò sì dà bí obìnrin. Dájúdájú èmi sọ ọ́ ní Mọryam. Àti pé dájúdájú mò ń fi Ọ́ wá ààbò fún òun àti àrọ́mọdọ́mọ rẹ̀ lọ́dọ̀ Èṣù ẹni ẹ̀kọ̀.”","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:37","price":"Olúwa rẹ̀ sì gba àdúà rẹ̀ ní gbígbà dáadáa. Ó sì mú ọmọ náà dàgbà ní ìdàgbà dáadáa. Ó sì fi Zakariyyā ṣe alágbàtọ́ rẹ̀. Ìgbàkígbà tí Zakariyyā bá wọlé tọ̀ ọ́ nínú ilé ìjọ́sìn, ó máa bá èsè (èso) lọ́dọ̀ rẹ̀. (Zakariyyā á) sọ pé: “Mọryam, báwo ni èyí ṣe jẹ́ tìrẹ?” (Mọryam á) sọ pé: “Ó wá láti ọ̀dọ̀ Allāhu. Dájúdájú Allāhu ń pèsè ìjẹ-ìmu àti ìgbádùn fún ẹni tí Ó bá fẹ́ láì níí ní ìṣírò.”¹","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:212.","lang":"yo"},{"name":"3:38","price":"Ibẹ̀yẹn ni Zakariyyā ti pe Olúwa rẹ̀. Ó sọ pé: “Olúwa mi, ta mí ní ọrẹ àrọ́mọdọ́mọ dáadáa láti ọ̀dọ̀ Rẹ. Dájúdájú Ìwọ ni Olùgbọ́-àdúà.”","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:39","price":"Nítorí náà, àwọn mọlāika pè é nígbà tí ó ń kírun lọ́wọ́ nínú ilé ìjọ́sìn, (wọ́n sọ pé): “Dájúdájú Allāhu ń fún ọ ní ìró ìdùnnú nípa (bíbí) Yahyā. Ó máa fi òdodo rinlẹ̀ nípa ọ̀rọ̀ kan láti ọ̀dọ̀ Allāhu.¹ (Ó máa jẹ́) aṣíwájú, tí kò kúndùn obìnrin.² (Ó máa jẹ́) Ànábì. Ó sì wà nínú àwọn ẹni rere.”","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"1. “Ọ̀rọ̀ kan láti ọ̀dọ̀ Allāhu”, òhun ni Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - nítorí pé, Allāhu dá òun nípasẹ̀ ọ̀rọ̀ àṣẹ Rẹ̀ “Jẹ́ bẹ́ẹ̀, ó sì máa jẹ́ bẹ́ẹ̀” gẹ́gẹ́ bí Allāhu - subhānahu wa ta‘ālā - ṣe fi rinlẹ̀ nínú sūrah yìí kan náà, āyah 59. Ẹ tún wo sūrah an-Nisā’; 4:171.\n 2. tàbí ẹni tí kò ju ẹ̀mí ara rẹ̀ sílẹ̀ fún ìfẹ́-inú àti yòdòyìndìn ayé.","lang":"yo"},{"name":"3:40","price":"(Zakariyyā) sọ pé: “Olúwa mi, báwo ni èmi yóò ṣe ní ọmọkùnrin; mo mà ti dàgbàlágbà, àgàn sì ni obìnrin mi?” (Mọlāika) sọ pé: “Báyẹn ni Allāhu ṣe ń ṣe ohun tí Ó bá fẹ́.”","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:41","price":"(Zakariyyā) sọ pé: “Olúwa mi, fún mi ní àmì kan.” (Mọlāika) sọ pé: “Àmì rẹ ni pé ìwọ kò níí lè bá ènìyàn sọ̀rọ̀ fún ọjọ́ mẹ́ta àyàfi títọ́ka (sí n̄ǹkan). Rántí Olúwa rẹ lọ́pọ̀lọ́pọ̀. Kí o sì ṣàfọ̀mọ́ (fún Un) ní àṣálẹ́ àti ní òwúrọ̀ kùtù.”","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:42","price":"(Ẹ rántí) nígbà tí àwọn mọlāika sọ pé: “Mọryam, dájúdájú Allāhu ṣà ọ́ lẹ́ṣà. Ó fọ̀ ọ́ mọ́. Ó sì ṣà ọ́ lẹ́ṣà lórí àwọn obìnrin ayé (àsìkò tìrẹ).¹","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"1. “Àsìkò tirẹ̀” yìí ṣe kókó nítorí hadīth ‘Ali ọmọ bàbá Tọ̄lib - kí Allāhu yọ́nú sí i -, láti ọ̀dọ̀ Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -, ó sọ pé, “خَيْرُ نِسَائِهَا مَرْيَمُ بِنْتُ عِمْرَانَ وَخَيْرُ نِسَائِهَا خَدِيجَةُ بِنْتُ خُوَيْلِدٍ Mọryam ọmọ ‘Imrọ̄n ni obìnrin tó lóore jùlọ nínú àwọn obìnrin àsìkò tirẹ̀. Kọdījah ọmọ Kuwaelid ni obìnrin tó lóore jùlọ nínú àwọn obìnrin àsìkò tirẹ̀. (Bukọ̄riy àti Muslim)","lang":"yo"},{"name":"3:43","price":"Mọryam, tẹ̀lé àṣẹ Olúwa rẹ. Forí kanlẹ̀ fún Un. Kí o sì dáwọ́tẹ orúnkún pẹ̀lú àwọn olùdáwọ́tẹ-orúnkún (lórí ìrun).","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:44","price":"Ìyẹn wà nínú ìró ìkọ̀kọ̀ tí À ń fi ìmísí rẹ̀ ránṣẹ́ sí ọ. Ìwọ kò kúkú sí lọ́dọ̀ wọn nígbà tí wọ́n ń ju gègé wọn (sínú odò láti mọ) ta ni nínú wọn ni ó máa gba Mọryam wò.¹ Ìwọ kò sì sí lọ́dọ̀ wọn nígbà tí wọ́n ń ṣe ìfàn̄fà (lórí rẹ̀).","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"1. Olúkùlùkù wọn kọ orúkọ rẹ̀ sára gègé rẹ̀. Wọ́n dá gègé wọn jọ, wọ́n dà wọ́n sínú odò. Odò gbé gbogbo gègé wọn lọ àfi gègé ti Zakariyā’ - kí ọlà Allāhu máa bá a -. Wọ́n sì gbé Mọryam fún Ànábì Zakariyā’ - kí ọlà Allāhu máa bá a - gẹ́gẹ́ bí alágbàwò rẹ̀. Àwòrán ƙur‘ah ṣíṣe kan nìyí. Ẹ tún wo àwòrán mìíràn nínú Sūrah as-Sọ̄ffāt; 37:140-141. Èyí ni à ń pè ní “ƙur‘ah”. Ṣíṣe ƙur‘ah máa ń wáyé nígbà tí òǹkà ènìyàn tí ó fẹ́ ṣe n̄ǹkan kan bá pọ̀ ju n̄ǹkan náà. Ƙur‘ah ṣíṣe sì jẹ́ sunnah Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Ƙur‘ah kò sì ní n̄ǹkan kan ṣepọ̀ pẹ̀lú ìmọ̀ ìkọ̀kọ̀ nípa kádàrá àwọn ènìyàn. Èyíkéyìí ọ̀nà tí àwọn ènìyàn bá lérò pé àwọn lè gbà mọ kádàrá ènìyàn ni Islām ṣe ní èèwọ̀ àti n̄ǹkan tí ó ń ba ẹ̀sìn jẹ́ mọ́ mùsùlùmí lọ́wọ́. Ẹ wo sūrah al-Mọ̄’idah; 5:3 àti 90. Ẹ tún wo àpèjúwe ƙur‘ah ṣíṣe nínú sūrah as-Sọ̄ffāt 37:139 - 142. “ƙur‘ah” yàtọ̀ sí aje mímu. Ìlànà èṣù ti wọ́n ń fi mú olè ni aje mímu. Wọn kì í fi “ƙur‘ah” mú olè rárá. Nítorí náà, “ƙur‘ah” àti aje mímu kò jọra wọn.","lang":"yo"},{"name":"3:45","price":"(Ẹ rántí) nígbà tí àwọn mọlāika ¹ sọ pé: “Mọryam, dájúdájú Allāhu ń fún ọ ní ìró ìdùnnú (nípa dídá ẹ̀dá kan pẹ̀lú) ọ̀rọ̀ kan láti ọ̀dọ̀ Rẹ̀. Orúkọ rẹ̀ ni Mọsīh ‘Īsā ọmọ Mọryam. Ẹni iyì ni ní ayé àti ní ọ̀run.² Ó sì wà lára àwọn alásùn-únmọ́ (Allāhu).","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"1. Àwọn kan lérò pé sūrah āli ‘Imrọ̄n; 3:45 tako sūrah Mọryam; 19:17 nípa pé “mọlā’ikah” jẹ́ “ọ̀pọ̀” nínú āyah àkọ́kọ́, ó sì jẹ́ ẹyọ “mọlak” nínú āyah kejì. Èsì: Èyí jẹ́ “ìtakora tófẹ́jọbẹ́ẹ̀”, kì í ṣe “ìtakora tóríbẹ́ẹ̀”. Àlàyé rẹ̀ nìyí, nínú āyah ti āli ‘Imrọ̄n, Allāhu - subhānahu wa ta‘ālā - ń sọ nípa bí àwọn mọlā’ikah ṣe wá sọ àsọtẹ́lẹ̀ nípa bíbi ‘Īsā - kí ọlà Allāhu máa bá a -. Àwọn mọlāika tó wá sọ àsọtẹ́lẹ̀ náà ju ẹyọ kan lọ. Ìdí nìyí tí “mọlā’ikah” fi jẹ́ ọ̀pọ̀ nínú āyah yẹn. Àmọ́ nínú āyah ti Mọryam, ẹyọ mọlāika kan péré ni Allāhu - subhānahu wa ta‘ālā - fi “ẹ̀mí” ‘Īsā rán níṣẹ́ sí Mọryam. Ìdí nìyí tí ó fi jẹ́ “mọlak” ẹyọ fún mọlā’ikah. Pẹ̀lú àlàyé yìí, ọ̀tọ̀ ni àsìkò àsọtẹ́lẹ̀ fún Mọryam nípa bíbí ‘Īsā - kí ọlà Allāhu máa bá a -. Ọ̀tọ̀ sì ni àsìkò tí àsọtẹ́lẹ̀ náà wá sí ìmúṣẹ. Bákan náà, ẹ wo ìtọsẹ̀-ọ̀rọ̀ fún sūrah an-Nisā’; 4:171 lórí àpólà ọ̀rọ̀-orúkọ yìí “ọ̀rọ̀ kan láti ọ̀dọ̀ Rẹ̀”.\n 2. Àwọn nasọ̄rọ̄ lérò pé, Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - nìkan ni “Ẹni iyì” ní ọ̀dọ̀ Allāhu. Ẹ wo sūrah al-’Ahzāb; 33:69.","lang":"yo"},{"name":"3:46","price":"Ó máa bá àwọn ènìyàn sọ̀rọ̀ lórí ìtẹ́ ní òpóǹló àti nígbà tó bá dàgbà.¹ Ó sì wà nínú àwọn ẹni rere.”","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"1. Láti ọ̀dọ̀ bàbá Huraerah - kí Allāhu yọ́nú sí i -, láti ọ̀dọ̀ Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -, ó sọ pé, “Kò sí ẹni tí ó sọ̀rọ̀ lórí ìtẹ́ ní òpóǹló àfi ọmọdé mẹ́ta; Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -, ọmọdé kan ní àsìkò Juraej àti ọmọdé kan mìíràn.” Bukọ̄riy, Muslim àti ’Ahmad, èyí ni ẹ̀gbàwá ’Ahmad.","lang":"yo"},{"name":"3:47","price":"(Mọryam) sọ pé: “Olúwa mi báwo ni èmi yó ṣe ní ọmọkùnrin, (nígbà tí) abara kan kò fọwọ́ kàn mí.” Ó sọ pé: Báyẹn ni Allāhu ṣe ń dá ohun tí Ó bá fẹ́. Nígbà tí Ó bá (gbèrò) láti dá ẹ̀dá kan ohun tí Ó máa sọ fún un ni pé: “Jẹ́ bẹ́ẹ̀.” Ó sì máa jẹ́ bẹ́ẹ̀.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:48","price":"(Allāhu) yóò fún un ní ìmọ̀ ìkọ̀wé, òye ìjìnlẹ̀, at-Taorāh àti al-’Injīl.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:49","price":"(Ó sì jẹ́) Òjíṣẹ́ (tí A rán níṣẹ́) sí àwọn ọmọ ’Isrọ̄’īl. (Ó sì máa sọ fún wọn pé) “Dájúdájú èmi ti mú àmì kan wá fún yín láti ọ̀dọ̀ Olúwa yín. Dájúdájú èmi yóò mọ n̄ǹkan fún yín láti inú amọ̀ bí ìrísí ẹyẹ. Èmi yóò fẹ́ atẹ́gùn sínú rẹ̀. Ó sì máa di ẹyẹ pẹ̀lú ìyọ̀ǹda Allāhu. Èmi yóò ṣe ìwòsàn fún afọ́jú àti adẹ́tẹ̀, mo sì máa sọ òkú di alààyè pẹ̀lú ìyọ̀ǹda Allāhu. Èmi yóò máa fún yín ní ìró ohun tí ẹ̀ ń jẹ àti ohun tí ẹ̀ ń fi pamọ́ sínú ilé yín. Dájúdájú àmì kan wà nínú ìyẹn fún yín, tí ẹ bá jẹ́ onígbàgbọ́ òdodo.¹","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"1. Àlàyé lórí àwọn iṣẹ́ ìyanu Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - wà nínú ìtọsȩ̣̀-ọ̀rọ̀ fún sūrah al-Mọ̄’idah; 5:110.","lang":"yo"},{"name":"3:50","price":"Mo sì ń fi ohun tó jẹ́ òdodo rinlẹ̀ nípa èyí tó ṣíwájú mi nínú at-Taorāh nítorí kí èmi lè ṣe apá kan èyí tí wọ́n ṣe ní èèwọ̀ fún yín ní ẹ̀tọ́ fún yín. Mo ti mú àmì kan wá fún yín láti ọ̀dọ̀ Olúwa yín. Nítorí náà, ẹ bẹ̀rù Allāhu, kí ẹ sì tẹ̀lé mi.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:51","price":"Dájúdájú Allāhu ni Olúwa mi àti Olúwa yín. Nítorí náà, ẹ jọ́sìn fún Un. Èyí ni ọ̀nà tààrà.”","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:52","price":"Nígbà tí (Ànábì) ‘Īsā fura sí àìgbàgbọ́ lọ́dọ̀ wọn (pé wọ́n fẹ́ pa òun), ó sọ pé: “Ta ni olùrànlọ́wọ́ mi sí ọ̀dọ̀ Allāhu?” Àwọn ọmọlẹ́yìn (rẹ̀) sọ pé: “Àwa ni olùrànlọ́wọ́ fún (ẹ̀sìn) Allāhu. A gba Allāhu gbọ́. Kí o sì jẹ́rìí pé dájúdájú mùsùlùmí ni wá.","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:53","price":"Olúwa wa, a gbàgbọ́ nínú ohun tí O sọ̀kalẹ̀. A sì tẹ̀lé Òjíṣẹ́. Nítorí náà, kọ wá mọ́ àwọn olùjẹ́rìí.”","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:54","price":"Wọ́n déte, Allāhu sì déte. Allāhu sì l’óore jùlọ nínú àwọn adéte.¹","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"1. Kíyè sí i, Allāhu - subhānahu wa ta‘ālā - kì í ṣe adéte. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ fún sūrah al-Baƙọrah; 2:15 àti ìtọsẹ̀-ọ̀rọ̀ fún sūrah as-Sọ̄ffāt; 37:125.","lang":"yo"},{"name":"3:55","price":"(Ẹ rántí) nígbà tí Allāhu sọ pé: “‘Īsā, dájúdájú Mo máa gbà ọ́ kúrò lọ́wọ́ wọn pátápátá.¹ Mo máa gbé ọ wá sókè lọ́dọ̀ Mi. Mo sì máa fọ̀ ọ́ mọ́ lọ́dọ̀ àwọn tó ṣàì gbàgbọ́.² Mo sì máa fi àwọn tó tẹ̀lé ọ borí àwọn tó ṣàì gbàgbọ́ títí di Ọjọ́ Àjíǹde. Lẹ́yìn náà, ọ̀dọ̀ Mi ni ibùpadàsí yín. Mo sì máa ṣe ìdájọ́ láààrin yín nípa ohun tí ẹ̀ ń yapa ẹnu sí.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"1. Wọ́n ṣẹ̀dá “mutawaffi” láti ara “wafāt/wafāh.” Ìtúmọ̀ mẹ́ta ni wafāt/wafāh ní nínú al-Ƙur’ān, hadīth àti èdè Lárúbáwá. Àwọn ìtúmọ̀ mẹ́tẹ̀ẹ̀ta náà nìwọ̀nyí: “maot” ikú, “naom” oorun àti “ƙọbd” gbígba n̄ǹkan tàbí gbígba ẹnì kan kúrò lọ́wọ́ ẹnì kan pátápátá. Wafāt/wafāh túmọ̀ sí “maot” ikú nínú sūrah az-Zumọr; 39:42. Wafāt/wafāh túmọ̀ sí “naom” oorun nínú sūrah al-’Ani‘ām; 6:60. Wafāt/wafāh sì túmọ̀ sí “ƙọbd” gbígba ẹnì kan kúrò lọ́wọ́ ẹnì kan pátápátá nínú sūrah āli ‘Imrọ̄n; 3:55 ati sūrah al-Mọ̄’dah; 5:117. Ìdí tí wafāt/wafāh ti ‘Īsā fi túmọ̀ sí gbígba ẹnì kan kúrò lọ́wọ́ ẹnì kan pátápátá (ìyẹn, gbígbà pátápátá tí Allāhu - subhānahu wa ta‘ālā - gba Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - kúrò lọ́wọ́ àwọn yẹhudi tí wọ́n pète pèrò láti kàn án mọ́ orí igi àgbélébùú, òhun ni pé, Allāhu - subhānahu wa ta‘ālā - ti sọ nípa ìṣẹ̀lẹ̀ náà pé, àwọn yẹhudi kò rí ‘Īsā ọmọ Mọryam pa, wọn kò sì rí i kàn mọ́ igi àgbélébùú, gẹ́gẹ́ bí ó ṣe wà nínú sūrah an-Nisā’; 4:157-159. \n Bákan náà, ọ̀pọ̀lọ́pọ̀ hadīth Òjíṣẹ́ - kí ìkẹ́ àti ọlà Allāhu máa bá a - tó ní àlàáfíà l’ó fi rinlẹ̀ pé ‘Īsā ọmọ Mọryam yóò padà sọ̀kalẹ̀ láti ojú sánmọ̀ ní òpin ayé láti wá ṣe àwọn iṣẹ́ ńlá ńlá kan. Kò sì níí sí rújúrújú kan kan nínú ìsọ̀kalẹ̀ ‘Īsā ọmọ Mọryam àti àwọn iṣẹ́ tí ó ń bọ̀ wá ṣe ní òpin ayé. Àmọ́ ìjọ Ahmadiyyah àti irú wọn mìíràn kò ní ìgbàgbọ́ nínú àwọn ọ̀rọ̀ wọ̀nyí, wọ́n sì túmọ̀ wafāt/wafāh ti ‘Īsā ọmọ Mọryam sí ikú nítorí pé, olùdásílẹ̀ ìjọ Ahmadiyyah ti sọra rẹ̀ di ‘Īsā ọmọ Mọryam. Àwọn ìjọ Ahmadiyyah sì ní ìgbàgbọ́ nínú rẹ̀ digbí. Èyí sì tún jẹ́ ọ̀kan nínú ìdí pàtàkì tí ìjọ Ahmadiyyah fi yapa ’Islām. Wọ́n sì di kèfèrí. Ẹ kà á síwájú sí i nínú ìtọsẹ̀-ọ̀rọ̀ sūrah an-Nisā’; 4:158. \n 2. Lára àṣìṣe àwọn nasọ̄rọ̄ ni bí wọ́n ṣe lérò pé àwọn gan-an ni al-Ƙur’ān ń tọ́ka sí pẹ̀lú gbólóhùn “àwọn tó tẹ̀lé ọ”, ìyẹn àwọn tó tẹ̀lé ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -. Ọ̀rọ̀ kò rí bẹ́ẹ̀ rárá. Ní àkọ́kọ́ náà, ẹlẹ́sìn ’Islām ni àwọn tó tẹ̀lé ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -. Àti ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - àti ọ̀wọ́ àwọn tó tẹ̀lé e lójú ayé rẹ̀, mùsùlùmí ni wọ́n gẹ́gẹ́ bí wọ́n ṣe pera wọn bẹ́ẹ̀ nínú sūrah yìí, āyah 52. Ó tún wà bẹ́ẹ̀ nínú sūrah al-Mọ̄’dah; 5:111. Àmọ́ nípa àwọn tó ṣàì gbàgbọ́ lórí ọ̀rọ̀ ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -, ìsọ̀rí mẹ́ta ni wọ́n. Ìsọ̀rí kìíní ni ìjọ yẹhudi. Àwọn di kèfèrí nípasẹ̀ bí wọn kò ṣe gba ‘Īsā gbọ́ ní Òjíṣẹ́ àti bí wọ́n ṣe pète pèrò láti kàn án mọ́ igi àgbélébùú àti láti pa á, bí ó tilẹ̀ jẹ́ pé Allāhu - subhānahu wa ta‘ālā - kó o yọ nínú ète wọn. Ìsọ̀rí yìí gan-an ló sì jẹyọ nínú sūrah yìí láààrin āyah 52 sí 56. \n Síwájú sí i, àwọn tó tẹ̀lé ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -, tí wọ́n pera wọn ní mùsùlùmí àti àwọn yẹhudi tó ṣàì gbàgbọ́, tí wọ́n sì fẹ́ kan ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - mọ́gi àgbélébùú; àwọn igun méjèèjì náà l’ó tún jẹyọ nínú sūrah as-Sọff; 61:14. \n Lórí àwọn ìjọ mẹ́ta tó di aláìgbàgbọ́ lórí ọ̀rọ̀ ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -, nasara ni ìjọ kejì. Wọ́n di kèfèrí nípasẹ̀ bí wọ́n ṣe sọ ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - di olúwa àti olùgbàlà lẹ́yìn Allāhu, bí ó tilẹ̀ jẹ́ pé ‘Īsā ọmọ Mọryam kì í ṣe olúwa àti olùgbàlà fún ẹnì kan kan, kò sì pera rẹ̀ bẹ́ẹ̀ rí. Àwọn nasara wọ̀nyí ni Allāhu sọ nípa wọn nínú sūrah al-Mọ̄’idah; 5:17, 72 àti 73. Ìjọ kẹta ni ìjọ Ahmadiyyah. Wọ́n di kèfèrí nípasẹ̀ bí wọ́n ṣe gbàgbọ́ pé àwọn yẹhudi rí ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - kàn mọ́gi àgbélébùú, àmọ́ kò kú sórí rẹ̀. Ìgbàgbọ́ Ahmadiyyah yìí sì tako sūrah an-Nisā’; 4:157-159.","lang":"yo"},{"name":"3:56","price":"Ní ti àwọn tó ṣàì gbàgbọ́, Èmi yóò jẹ wọ́n níyà líle ní ayé àti ní ọ̀run. Kò sì níí sí àwọn olùrànlọ́wọ́ fún wọn.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:57","price":"Ní ti àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe àwọn iṣẹ́ rere, (Allāhu) máa fún wọn ní ẹ̀san wọn ní kíkún. Allāhu kò sì fẹ́ràn àwọn alábòsí.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:58","price":"Ìyẹn ni À ń ké fún ọ nínú àwọn āyah àti ìrántí tí ó kún fún òye ìjìnlẹ̀(ìyẹn, al-Ƙur’ān).","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:59","price":"Dájúdájú irú ‘Īsā lọ́dọ̀ Allāhu dà bí irú Ādam; (Allāhu) dá a láti ara erùpẹ̀. Lẹ́yìn náà, Ó sọ pé: “Jẹ́ bẹ́ẹ̀.” Ó sì jẹ́ bẹ́ẹ̀.¹","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"1. Àwọn kan sọ pé, “Ìjọra mélòó gan-an l’ó wà láààrin ‘Īsā ọmọ Mọryam àti Adam tó fi tó sọ pé, ‘Dájúdájú irú ‘Īsā ní ọ̀dọ̀ Allāhu dà bí irú Ādam!” Èsì: Bí ó bá jẹ́ pé ìyàtọ̀ púpọ̀ wà láààrin Ànábì Ādam àti Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá àwọn méjèèjì -, Allāhu kò níí fi ìkíní wé ìkejì. Ṣebí ẹ̀dá Allāhu, ẹrú Allāhu àti Ànábì Allāhu ni àwọn méjèèjì. Àwọn méjèèjì kò sì dìjọ ní bàbá. Kódà Ànábì Ādam kò tún ní ìyá. Maryam sì ni ìyá ‘Īsa - kí ọlà Allāhu máa bá a -. Àmọ́ sísọ tí àwọn nasọ̄rọ̄ sọ Ànábì ‘Īsā - kí ọlà Allāhu máa bá a - di olúwa wọn, olùgbàlà wọn, ọmọ Ọlọ́hun àti ọlọ́hun ọmọ ní ti irọ́ àti ìparọ́mọ́ni ni wọ́n fi ń lérò pé irú Ànábì ‘Īsā kọ́ ni irú Ànábì Ādam - kí ọlà Allāhu máa bá a '.","lang":"yo"},{"name":"3:60","price":"Òdodo ni láti ọ̀dọ̀ Olúwa rẹ. Nítorí náà, má ṣe wà nínú àwọn oníyèméjì.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:61","price":"Nítorí náà, ẹnikẹ́ni tí ó bá jà ọ́ níyàn nípa rẹ̀ lẹ́yìn ohun tí ó dé bá ọ nínú ìmọ̀, kí o sọ pé: “Ẹ wá! Kí á pe àwọn ọmọkùnrin wa àti àwọn ọmọkùnrin yín àti àwọn obìnrin wa àti àwọn obìnrin yín àti àwa àti ẹ̀yin náà. Lẹ́yìn náà, kí á ṣàdúà ìparun (lórí òpùrọ́ nínú wa). Nítorí náà, a óò sọ pé, “ibi dandan (ìgbéjìnnà sí ìkẹ́) Allāhu kí ó máa jẹ́ ti àwọn òpùrọ́.”¹","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"1. Kíyè sí i! Āyah ìṣẹ́bilé yìí sọ̀kalẹ̀ nítorí irọ́ àwọn onítírà, bẹ́ẹ̀ náà ni a óò máa lo āyah yìí láti fi yanjú àwọn ọ̀ràn pàtàkì pàtàkì bí ọ̀ràn àdìsọ́kàn láààrin igun méjì nínú àwọn mùsùlùmí nígbàkígbà tí igun kan bá takú sórí irọ́ àti ìṣìnà lẹ́yìn ìfọ̀rọ̀wérọ̀. Irú ìṣẹ́bilé yìí ni olùdásílẹ̀ ìjọ Ahmadiyyah ṣe tí ó yíwọ́ fún un. Ikú kọ́lẹ́rà tí ó fi ṣẹ́bilé ara rẹ̀ náà ló pa á sínú ilé ìgbọ̀nsẹ̀!","lang":"yo"},{"name":"3:62","price":"Dájúdájú èyí, òhun ni ìtàn òdodo. Àti pé kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Allāhu. Dájúdájú Allāhu, Òun ni Alágbára, Ọlọ́gbọ́n.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:63","price":"Tí wọ́n bá sì pẹ̀yìndà (kúrò níbi òdodo), dájúdájú Allāhu ni Onímọ̀ nípa àwọn òbìlẹ̀jẹ́.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:64","price":"Sọ pé: “Ẹ̀yin onítírà, ẹ wá síbi ọ̀rọ̀ kan tó dọ́gba láààrin àwa àti ẹ̀yin, pé a ò níí jọ́sìn fún ẹnì kan àfi Allāhu. A ò sì níí fi kiní kan wá akẹgbẹ́ fún Un. Àti pé apá kan wa kò níí sọ apá kan di olúwa lẹ́yìn Allāhu.” Tí wọ́n bá sì gbúnrí, ẹ sọ pé: “Ẹ jẹ́rìí pé dájúdájú mùsùlùmí ni àwa.” ¹","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"1. “Ahlul-kitāb” túmọ̀ sí àwọn oní-tírà. Ìyẹn ni pé, àwọn ìjọ tí wọ́n fira wọn tì sí ọ̀dọ̀ àwọn Ànábì méjì kan tí Allāhu fún ní tírà. Àwọn wọ̀nyí ni ìjọ yẹhudi àti ìjọ nasọ̄rọ̄. Nítorí náà, ahlul-kitāb ni àlàjẹ́ fún ìjọ méjèèjì.","lang":"yo"},{"name":"3:65","price":"Ẹ̀yin onítírà, nítorí kí ni ẹ óò fi jiyàn nípa (Ànábì) ’Ibrọ̄hīm? A kò sì sọ at-Taorāh àti al-’Injīl kalẹ̀ bí kò ṣe lẹ́yìn rẹ̀, ṣé ẹ kò ṣe làákàyè ni?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:66","price":"Ẹ̀yin ni ìwọ̀nyí tí ẹ̀ ń jiyàn nípa ohun tí ẹ nímọ̀ nípa rẹ̀! Kí ni ó tún ń mu yín jiyàn nípa ohun tí ẹ ò nímọ̀ nípa rẹ̀?¹ Allāhu nímọ̀. Ẹ̀yin kò sì nímọ̀.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"1. Ìyẹn ni pé, ’Islām tí Ànábì Mūsā - kí ọlà Allāhu máa bá a - àti ’Islām tí Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - mú wá, ó ti dojúrú pátápátá mọ́ àwọn ọmọ ’Isrọ̄’īl lọ́wọ́, tòhun ti bí wọ́n ṣe bá àwọn Ànábì méjèèjì lògbà pọ̀. Nítorí náà, kí ni wọ́n fẹ́ wá rí sọ nípa ’Islām tí Ànábì ’Ibrọ̄hīm - kí ọlà Allāhu máa bá a - mú wá, ẹni tí wọn kò bá láyé, bí kò ṣe ìsọkúsọ irú èyí tí wọ́n ń sọ nípa àwọn Ànábì tiwọn, Ànábì Mūsā àti Ànábì ‘Īsā - kí ọlà Allāhu máa bá àwọn méjèèjì -.","lang":"yo"},{"name":"3:67","price":"(Ànábì) ’Ibrọ̄hīm kì í ṣe yẹhudi, kì í ṣe nasọ̄rọ̄, ṣùgbọ́n ó jẹ́ olùdúró-déédé, mùsùlùmí. Kò sì sí nínú àwọn ọ̀ṣẹbọ.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:68","price":"Dájúdájú àwọn ènìyàn tó súnmọ́ (Ànábì) ’Ibrọ̄hīm jùlọ (nínú ẹ̀sìn ’Islām) ni àwọn tó tẹ̀lé e àti Ànábì yìí - kí ìkẹ́ àti ọlà máa bá a - àti àwọn tó gbàgbọ́ ní òdodo (ìyẹn, àwọn mùsùlùmí). Allāhu ni Alátìlẹ́yìn fún àwọn onígbàgbọ́ òdodo.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:69","price":"Igun kan nínú àwọn onítírà fẹ́ láti ṣì yín lọ́nà. Wọn kò lè ṣi ẹnikẹ́ni lọ́nà àfi ara wọn, wọn kò sì fura.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:70","price":"Ẹ̀yin onítírà, nítorí kí ni ẹ óò fi ṣàì gbàgbọ́ nínú àwọn āyah Allāhu, ẹ sì ń jẹ́rìí (sí òdodo rẹ̀)!","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:71","price":"Ẹ̀yin onítírà, nítorí kí ni ẹ óò fi da irọ́ pọ̀ mọ́ òdodo, ẹ sì ń fi òdodo pamọ́ nígbà tí ẹ̀yin mọ (òdodo)?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:72","price":"Igun kan nínú àwọn onítírà wí pé: “Ẹ lọ gbàgbọ́ nínú ohun tí Wọ́n sọ̀kalẹ̀ fún àwọn tó gbàgbọ́ ní òdodo níbẹ̀rẹ̀ ọjọ́, kí ẹ sì takò ó níparí rẹ̀, bóyá àwọn mùsùlùmí (kan) máa ṣẹ́rí padà (sẹ́yìn nínú ẹ̀sìn ’Islām).¹","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"1. Èyí jẹ́ ète kan nínú àwọn ète tí àwọn ahlul-kitāb ń lò. Ète náà ni pé, àwọn kan nínú wọn máa kó sínú ẹ̀sìn ’Islām ní àsìkò kan. Wọn kò sì níí ’Islām í ṣe nítorí pé àìgbàgbọ́ kò yé bá wọn fínra nínú ọkàn wọn, gẹ́gẹ́ bí Allāhu - subhānahu wa ta ‘ālā - ṣe fìdí èyí rinlẹ̀ bẹ́ẹ̀ nínú sūrah al-Mọ̄’idah; 5:61. \n Àmọ́ tòhun ti bẹ́ẹ̀ náà, wọ́n kó sínú ’Islām ní àsìkò náà nítorí kí wọ́n lè padà kéde pé àwọn kò ṣe ’Islām mọ́. Irú àwọn wọ̀nyí ni wọ́n sọra wọn di “akéúgbajésù”. Ìjàǹbá kan nínú àwọn ìjàǹbá tí ahlul-kitāb ń ṣe fún àwa Mùsùlùmí ni èyí. Wọ́n sì ṣe bẹ́ẹ̀ láti fi ṣẹ́rí àwọn tí ìgbàgbọ́ òdodo wọn nínú Allāhu kò ì rinlẹ̀ dáadáa àti àwọn tó ṣẹ̀ṣẹ̀ fẹ́ gba ẹ̀sìn ’Islām. Kí irú àwọn wọ̀nyí lè máa wí pé: “Tí kò bá jẹ́ pé irọ́ wà nínú ’Islām ni, lágbájá àti tàmẹ̀dùn kò níí di akéúgbajésù.” Kò sì sí lágbájá àti tàmẹ̀dùn kan tó sọra wọn di akéúgbajésù bí kò ṣe àwọn oníjàǹbá. Àti pé, èdè ni kéú, ìmọ̀ ẹ̀sìn ni al-Ƙur’ān àti hadīth. Àwọn oníjàǹbá wọ̀nyí kì í ṣe onímọ̀ ẹ̀sìn. Ìdí nìyí tí ẹ̀yin kò fi lè rí akéúgbajésù kan tí ó lè ko mùsùlùmí onímọ̀ ẹ̀sìn lójú, kí ó sì lékè. Láéláé, kò lè ṣẹlẹ̀. Nítorí náà, ẹ má ṣe gbẹ̀tàn. ’Islām nìkan ṣoṣo ni òdodo. Ìṣìnà pọ́nńbélé ni gbogbo ẹ̀sìn yòókù pátápátá.","lang":"yo"},{"name":"3:73","price":"(Wọ́n tún wí pé:) “Ẹ má gbàgbọ́ àyàfi ẹni tí ó bá tẹ̀lé ẹ̀sìn yín.” Sọ pé: “Dájúdájú ìmọ̀nà (’Islām) ni ìmọ̀nà ti Allāhu.” (Wọ́n tún wí pé:) “(Ẹ má gbàgbọ́) pé wọ́n fún ẹnì kan ní irú ohun tí wọ́n fún yín tàbí pé wọn yóò takò yín (tí wọn yó sì jàre yín) lọ́dọ̀ Olúwa yín.” Sọ pé: “Dájúdájú oore àjùlọ wà ní ọwọ́ Allāhu. Ó ń fún ẹni tí Ó bá fẹ́. Allāhu ni Olùgbààyè, Onímọ̀.”","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:74","price":"(Allāhu) ń fi ìkẹ́ Rẹ̀¹ ṣa ẹni tí Ó bá fẹ́ lẹ́ṣà. Allāhu ni Olóore ńlá.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"1. “Rahmọh” ní àyè yìí dúró fún ipò Ànábí àti Òjíṣẹ́ tí Allāhu fi ṣa Ànábì wa - kí ìkẹ́ àti ọlà Allāhu má abá a - lẹ́ṣà, àmọ́ ti ìlara kò jẹ́ kí àwon onítírà gbádùn.","lang":"yo"},{"name":"3:75","price":"Ó ń bẹ nínú àwọn onítírà, ẹni tí ó jẹ́ pé tí o bá fi ọkàn tán an pẹ̀lú ọ̀pọ̀lọ́pọ̀ owó, ó máa dá a padà fún ọ. Ó sì ń bẹ nínú wọn, ẹni tí ó jẹ́ pé tí o bá fi ọkàn tán an pẹ̀lú owó dinar kan (owó kékeré), kò níí dá a padà fún ọ àyàfi tí o bá dógò tì í lọ́rùn. Ìyẹn nítorí pé wọ́n wí pé: “Wọn kò lè fí ọ̀nà kan kan bá wa wí nítorí àwọn aláìmọ̀ọ́nkọmọ̀ọ́nkà.” Ńṣe ni wọ́n ń pa irọ́ mọ́ Allāhu, wọ́n sì mọ̀.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:76","price":"Rárá (A máa bá wọn wí). Ẹnikẹ́ni tí ó bá mú àdéhùn rẹ̀ ṣẹ, tí ó sì bẹ̀rù (Allāhu), dájúdájú Allāhu nífẹ̀ẹ́ àwọn olùbẹ̀rù (Rẹ̀).","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:77","price":"Dájúdájú àwọn tó ń ta májẹ̀mu Allāhu àti ìbúra wọn ní owó kékeré, àwọn wọ̀nyẹn, kò níí sí ìpín oore kan fún wọn ní Ọjọ́ Ìkẹ́yìn. Allāhu kò níí bá wọn sọ̀rọ̀, kò sì níí ṣíjú wò wọ́n ní Ọjọ́ Àjíǹde.¹ Kò sì níí fọ̀ wọ́n mọ́ (nínú ẹ̀ṣẹ̀) Ìyà ẹlẹ́ta-eléro sì ń bẹ fún wọn.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"1. Āyah yìí kò tako sūrah as-Sọ̄fāt; 37:24-25. Àmọ́ ìtúmọ́ “Allāhu kò níí bá wọn sọ̀rọ̀” ni pé, Allāhu kò níí bá wọn sọ̀rọ̀ ìdùnnú ní ọjọ́ Àjíǹde, bí kò ṣe ọ̀rọ̀ ìbànújẹ́. Ìtúmọ̀ “kò sì níí ṣíjú wò wọ́n ní Ọjọ́ Àjíǹde” ni pé, “Allāhu kò níí fi ojú àánú wò wọ́n bí kò ṣe ojú ìyà tí ó máa jẹ wọ́n.","lang":"yo"},{"name":"3:78","price":"Dájúdájú ìjọ kan ń bẹ nínú wọn tó ń fi ahọ́n wọn yí tírà (Allāhu) padà, nítorí kí ẹ lè lérò pé lára tírà ló wà, kò sì sí lára tírà. Wọ́n sì ń wí pé: “Ó wá láti ọ̀dọ̀ Allāhu.” Kò sì wá láti ọ̀dọ̀ Allāhu. Wọ́n ń parọ́ mọ́ Allāhu, wọ́n sì mọ̀.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:79","price":"Kò lẹ́tọ̀ọ́ fún abara kan nígbà tí Allāhu bá fún un ní tírà, òye ìjìnlẹ̀ àti ipò Ànábì, lẹ́yìn náà kí ó máa sọ fún àwọn ènìyàn pé, “ẹ jẹ́ ẹrúsìn fún mi lẹ́yìn Allāhu.” Ṣùgbọ́n (ó máa sọ pé) “ẹ jẹ́ olùjọ́sìn fún Olúwa (kí ẹ sì máa fi ẹ̀kọ́ Rẹ̀ kọ́ àwọn ènìyàn) nítorí pé ẹ jẹ́ ẹni tí ń kọ́ àwọn ènìyàn ní tírà àti nítorí pé ẹ jẹ́ ẹni tí ń kọ́ ẹ̀kọ́ (nípa ẹ̀sìn).”","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:80","price":"(Ànábì kan) kò sì níí pa yín ní àṣẹ pé kí ẹ sọ àwọn mọlāika àti àwọn Ànábì di olúwa. Ṣé ó máa pa yín ní àṣẹ ṣíṣe àìgbàgbọ́ lẹ́yìn tí ẹ ti jẹ́ mùsùlùmí ni?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:81","price":"(Ẹ rántí) nígbà tí Allāhu gba àdéhùn lọ́wọ́ àwọn Ànábì¹ pé: “Bí ó tilẹ̀ wù kí ó rí nígbà tí Mo bá fún yín ní tírà àti òye ìjìnlẹ́, lẹ́yìn náà Òjíṣẹ́ kan (ìyẹn, Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - yóò dé ba yín; ó máa fi èyí tó jẹ́ òdodo rinlẹ̀ nípa èyí tó wà pẹ̀lú yín, ẹ gbọ́dọ̀ gbà á gbọ́, ẹ sì gbọ́dọ̀ ràn án lọ́wọ́.” (Allāhu) sọ pé: “Ǹjẹ́ ẹ gbà? Ṣé ẹ sì máa lo àdéhùn Mi yìí?” Wọ́n sọ pé: “A gbà.” (Allāhu) sọ pé: “Nítorí náà, ẹ jẹ́rìí sí (àdéhùn náà). Èmi ń bẹ pẹ̀lú yín nínú àwọn Olùjẹ́rìí.”","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"1. Àdéhùn yìí wà fún Ànábì kọ̀ọ̀kan àti ìjọ rẹ̀, pé kí wọ́n máa lo iṣẹ́ tí Ànábì wọn bá jẹ́ fún wọn títí Ànábì ìkẹ́yìn, Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - yóò fi dé. Èyí ti fi hàn pé, kódà bí Ànábì- kí ìkẹ́ àti ọlà Allāhu máa bá a - bá bá ẹnikẹ́ni láyé nínú àwọn Ànábì tó ṣíwájú rẹ̀, ó gbọ́dọ̀ tẹ̀lé Ànábì wa ni- kí ìkẹ́ àti ọlà Allāhu máa bá a -.","lang":"yo"},{"name":"3:82","price":"Nítorí náà, ẹni tí ó bá kẹ̀yìn sí (Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -) lẹ́yìn (àdéhùn) yẹn, àwọn wọ̀nyẹn ni òbìlẹ̀jẹ́.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:83","price":"Ṣé ẹ̀sìn mìíràn yàtọ̀ sí ẹ̀sìn Allāhu ni wọ́n ń wá ni? Nígbà tí ó jẹ́ pé tiRẹ̀ ni gbogbo ẹni tí ń bẹ nínú àwọn sánmọ̀ àti ilẹ̀ juwọ́ jusẹ̀ sílẹ̀ fún, wọ́n fẹ́ wọ́n kọ̀. Ọ̀dọ̀ Rẹ̀ sì ni Wọ́n máa dá wọn padà sí.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:84","price":"Sọ pé: “A gbàgbọ́ nínú Allāhu àti ohun tí wọ́n sọ̀kalẹ̀ fún wa àti ohun tí wọ́n sọ̀kalẹ̀ fún (Ànábì) ’Ibrọ̄hīm, ’Ismọ̄‘īl, ’Ishāƙ, Ya‘ƙūb, àti àwọn àrọ́mọdọ́mọ (rẹ̀. A gbàgbọ́ nínú) ohun tí wọ́n fún (Ànábì) Mūsā àti ‘Īsā àti àwọn Ànábì láti ọ̀dọ̀ Olúwa wọn; A kò ya ẹnì kan kan sọ́tọ̀ nínú wọn. Àwa sì ni mùsùlùmí (olùjuwọ́-jusẹ̀-sílẹ̀) fún Un.”","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:85","price":"Ẹnikẹ́ni tí ó bá wá ẹ̀sìn kan ṣe yàtọ̀ sí ’Islām, A ò níí gbà á lọ́wọ́ rẹ̀. Ní Ọjọ́ Ìkẹ́yìn, ó sì máa wà nínú àwọn ẹni òfò.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:86","price":"Báwo ni Allāhu yó ṣe fi ọ̀nà mọ ìjọ kan tó ṣàì gbàgbọ́ lẹ́yìn ìgbàgbọ́ wọn? Wọ́n sì jẹ́rìí pé dájúdájú Òjíṣẹ́ náà, òdodo ni. Àwọn ẹ̀rí tó yanjú sì ti dé bá wọn. Allāhu kì í fi ọ̀nà mọ ìjọ alábòsí.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:87","price":"Àwọn wọ̀nyẹn, ẹ̀san wọn ni pé, dájúdájú ègún Allāhu àti (ègún) àwọn mọlāika àti (ègún) gbogbo àwọn ènìyàn ń bẹ lórí wọn.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:88","price":"Olùṣegbére ni wọ́n nínú ègún. Nítorí náà, A ò níí ṣe ìyà náà ní fífúyẹ́ fún wọn, A ò sì níí fún wọn ní ìsinmi (nínú Iná).","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:89","price":"Àyàfi àwọn tó ronú pìwàdà lẹ́yìn ìyẹn, tí wọ́n sì ṣe àtúnṣe, nítorí pé dájúdájú Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:90","price":"Dájúdájú àwọn tó ṣàì gbàgbọ́ lẹ́yìn ìgbàgbọ́ wọn, lẹ́yìn náà, wọ́n lékún ní àìgbàgbọ́, A ò níí gba ìronúpìwàdà wọn. Àwọn wọ̀nyẹn, àwọn ni olùṣìnà.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:91","price":"Dájúdájú àwọn tó ṣàì gbàgbọ́, tí wọ́n sì kú nígbà tí wọ́n jẹ́ aláìgbàgbọ́, A ò níí gba ẹ̀kún ilẹ̀ wúrà lọ́wọ́ ẹnikẹ́ni nínú wọn, ìbáà fi ṣèràpadà (fún ẹ̀mí ara rẹ̀ níbi Iná). Àwọn wọ̀nyẹn ni ìyà ẹlẹ́ta-eléro ń bẹ fún. Kò sì níí sí àwọn olùrànlọ́wọ́ fún wọn.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:92","price":"Ọwọ́ yín kò lè ba oore náà (ìyẹn Ọgbà Ìdẹ̀ra) àyàfi tí ẹ bá ń ná nínú ohun tí ẹ nífẹ̀ẹ́ sí. Àti pé ohunkóhun tí ẹ bá ń ná, dájúdájú Allāhu ni Onímọ̀ nípa rẹ̀.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"yo"},{"name":"3:93","price":"Gbogbo oúnjẹ ló jẹ́ ẹ̀tọ́ fún àwọn ọmọ ’Isrọ̄’īl àyàfi èyí tí ’Isrọ̄’īl bá ṣe ní èèwọ̀ fún ẹ̀mí ara rẹ̀ ṣíwájú kí A tó sọ at-Taorāh kalẹ̀. Sọ pé: “Nítorí náà, ẹ mú at-Taorāh wá, kí ẹ sì kà á síta tí ẹ̀yin bá jẹ́ olódodo.”","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:94","price":"Nítorí náà, ẹnikẹ́ni tí ó bá dá àdápa irọ́ mọ́ Allāhu lẹ́yìn ìyẹn, àwọn wọ̀nyẹn, àwọn ni alábòsí.","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:95","price":"Sọ pé: “Allāhu sọ òdodo. Nítorí náà, ẹ tẹ̀lé ẹ̀sìn (Ànábì) ’Ibrọ̄hīm, olùdúró-déédé-nínú-’Islām. Kò sì sí nínú àwọn ọ̀ṣẹbọ.”","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:96","price":"Dájúdájú ilé àkọ́kọ́ tí A fi lélẹ̀ fún àwọn ènìyàn ni èyí tí ó wà ní Bakkah.¹ (Ó jẹ́ ilé) ìbùkún àti ìmọ̀nà fún gbogbo ẹ̀dá.","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"1. Bakkah jẹ́ orúkọ mìíràn fún Mọkkah. Ìtúmọ̀ Bakkah ni ìdìfúnǹfún. Ìdìfúnǹfún yìí kò sì lè má ṣẹlẹ̀ nígbà tí wọ́n bá ń ṣe tawāf lọ́wọ́ nínú Haram Mọkkah.","lang":"yo"},{"name":"3:97","price":"Àwọn àmì tó yanjú wà nínú rẹ̀; ibùdúró (Ànábì) ’Ibrọ̄hīm. Ẹnikẹ́ni tí ó bá wọ inú rẹ̀ ti di ẹni ìfàyàbalẹ̀. Allāhu ṣe àbẹ̀wò sí Ilé náà ní dandan fún àwọn ènìyàn, tó lágbára ọ̀nà tí ó máa gbà débẹ̀. Ẹnikẹ́ni tí ó bá sì ṣàì gbàgbọ́, dájúdájú Allāhu ni Ọlọ́rọ̀ tí kò bùkátà sí gbogbo ẹ̀dá.","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:98","price":"Sọ pé: “Ẹ̀yin onítírà, nítorí kí ni ẹ óò fi ṣàì gbàgbọ́ nínú àwọn āyah Allāhu? Allāhu sì ni Arínú-róde ohun tí ẹ̀ ń ṣe níṣẹ́.”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:99","price":"Sọ pé: “Ẹ̀yin onítírà, nítorí kí ni ẹ fi ń ṣẹ́rí ẹni tó gbàgbọ́ lódodo kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu, tí ẹ̀ ń fẹ́ kí ó wọ́,¹ ẹ sì jẹ́rìí (sí òdodo ’Islām)? Allāhu kì í ṣe Onígbàgbé nípa ohun tí ẹ̀ ń ṣe níṣẹ́.”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"1. Ìyẹn ni pé, àwọn onítírà ń fẹ́ kí ojú ọ̀nà ẹ̀sìn dàrú mọ́ àwọn mùsùlùmí alákọ̀ọ́bẹ̀rẹ̀ lọ́wọ́.","lang":"yo"},{"name":"3:100","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, tí ẹ bá tẹ̀lé apá kan nínú àwọn tí A fún ní tírà, wọ́n máa da yín padà lẹ́yìn ìgbàgbọ́ òdodo yín sí ipò aláìgbàgbọ́.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:101","price":"Báwo ni ẹ̀yin ṣe lè ṣàì gbàgbọ́, ẹ̀yin mà ni wọ́n ń ké àwọn āyah Allāhu fún, Òjíṣẹ́ Rẹ̀ sì wà láààrin yín! Ẹnikẹ́ni tí ó bá dúró ṣinṣin ti Allāhu, A ti tọ́ ọ sí ọ̀nà tààrà.¹","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"1. Kíyè sí i, gbólóhùn yìí, “Òjíṣẹ́ Rẹ̀ sì wà láààrin yín!” Ìyẹn ṣíwájú kí ó tó kú - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Àmọ́ lẹ́yìn ikú rẹ̀ - kí ìkẹ́ àti ọlà Allāhu máa bá a -, kò sí láààrin wa mọ́. Irú āyah yìí wà nínú sūrah at-Taobah; 9:94 àti 105 àti sūrah an-Nisā’; 4:64. \n Àwọn onibidia nìkan ni wọ́n tún gbà pé títí dí àsìkò yìí ni Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ń bẹ láààrin wa, tí ó ń rí iṣẹ́ ọwọ́ wa. Bí àpẹ̀ẹrẹ, ìjọ Ahmadiyyah gbà pé Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a- padà wá sáyé, ó sì ń bá mirza Ghulam Ahmad, olùdásílẹ̀ ìjọ Ahmadiyyah ṣe ìpàdé ojú ayé. Bákan náà, ìjọ Tijāniyyah náà gbà pé Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a- padà wá sáyé láti fún ṣeeu Ahmada Tijāni lọ́wọ́ wírìdí. Kódà wọ́n gbà pé lójoojúmọ́ àti níbi gbogbo ni Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a- àti àwọn àrólé rẹ̀ mẹ́rẹ̀ẹ̀rin - kí Allāhu yọ́nú sí wọn - máa wá jókòó sórí aṣọ funfun, èyí tí wọ́n máa ń tẹ́ sáààrin lásìkò tí wọ́n bá ń ka Jaoharatul-kamāl lọ́wọ́. Irọ́ ńlá ni gbogbo àdìsọ́kàn burúkú wọ̀nyí. Àwọn āyah tí à ń tọsẹ̀ rẹ̀ lọ́wọ́ kò sì jẹmọ́ “lẹ́yìn ikú Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a-” bí kò ṣe “ṣíwájú ikú rẹ̀ - kí ìkẹ́ àti ọlà Allāhu máa bá a-”. Kí á lè mọ̀ bẹ́ẹ̀ pẹ̀lú àmọ̀dájú, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a- sọ pé: “Kíyè sí i, dájúdájú wọn máa mú àwọn ọkùnrin kan wá nínú ìjọ mi (ìyẹn l’ọ́jọ́ Ìdájọ́), wọ́n sì máa mú wọn lọ sí apá òṣì, n̄g ó sì sọ pé; “Olúwa mi, àwọn ènìyàn mi (nìyí).” Wọ́n sì máa sọ pé: “Dájúdájú ìwọ kò mọ ohun tí wọ́n dáálẹ̀ lẹ́yìn (ikú) rẹ.” (Bukọ̄riy àti Muslim)","lang":"yo"},{"name":"3:102","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ bẹ̀rù Allāhu bí ó ṣe tọ́ láti bẹ̀rù Rẹ̀. Ẹ̀yin kò sì gbọdọ̀ kú àyàfi kí ẹ wà ní ipò mùsùlùmí.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:103","price":"Ẹ dìmọ́ okùn Allāhu (al-Ƙur’ān) ní àpapọ̀, ẹ má ṣe pín sí ìjọ ọ̀tọ̀ọ̀tọ̀. Kí ẹ sì rántí ìkẹ́ Allāhu tí ń bẹ lórí yín (pé) nígbà tí ẹ jẹ́ ọ̀tá (ara yín nígbà àìmọ̀kan), Ó pa ọkàn yín pọ̀ mọ́ra wọn (pẹ̀lú ’Islām), ẹ sì di ọmọ ìyá pẹ̀lú ìkẹ́ Rẹ̀; àti (nígbà tí) ẹ wà létí ọ̀gbun Iná, Ó gbà yín là kúrò nínú rẹ̀. Báyẹn ni Allāhu ṣe ń ṣe àlàyé àwọn āyah Rẹ̀ fún yín nítorí kí ẹ lè mọ̀nà (’Islām).","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:104","price":"Kí ó máa bẹ nínú yín, ìjọ kan tí yóò máa pèpè síbi ohun tó lóore, wọn yóò máa pàṣẹ ohun rere, wọn yó sì máa kọ ohun burúkú. Àwọn wọ̀nyẹn, àwọn sì ni olùjèrè.","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:105","price":"Ẹ má ṣe dà bí àwọn tó sọra wọn di ìjọ ọ̀tọ̀ọ̀tọ̀, tí wọ́n sì yapa ẹnu (sí ’Islām) lẹ́yìn tí àwọn àlàyé tó yanjú ti dé bá wọn. Àwọn wọ̀nyẹn sì ni ìyà ńlá ń bẹ fún.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:106","price":"Ní ọjọ́ tí àwọn ojú kan yóò funfun (fún ìmọ́lẹ̀). Àwọn ojú kan yó sì dúdú. Ní ti àwọn tí ojú wọn dúdú, (A ó bi wọ́n pé:) \"Ṣé ẹ ṣàì gbàgbọ́ lẹ́yìn ìgbàgbọ́ yín ni?\" Nítorí náà, ẹ tọ́ ìyà wò nítorí pé ẹ ṣàì gbàgbọ́.","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:107","price":"Ní ti àwọn tí ojú wọn funfun (fún ìmọ́lẹ̀), nínú ìkẹ́ Allāhu ni wọn yóò wà. Olùṣegbére ni wọ́n nínú rẹ̀.","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:108","price":"Ìwọ̀nyí ni àwọn āyah Allāhu, tí À ń ké e fún ọ pẹ̀lú òdodo. Allāhu kò sì gbèrò àbòsí kan sí gbogbo ẹ̀dá.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:109","price":"Ti Allāhu ni ohunkóhun tó wà nínú àwọn sánmọ̀ àti ohunkóhun tó wà nínú ilẹ̀. Ọ̀dọ̀ Allāhu sì ni wọ́n máa ṣẹ́rí àwọn ọ̀rọ̀ ẹ̀dá padà sí.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:110","price":"Ẹ jẹ́ ìjọ tó lóore jùlọ, tí A gbé dìde fún àwọn ènìyàn; ẹ̀ ń pàṣẹ ohun rere, ẹ̀ ń kọ ohun burúkú, ẹ sì gbàgbọ́ nínú Allāhu. Tí ó bá jẹ́ pé àwọn ahlul-kitāb gbàgbọ́ lódodo ni, ìbá lóore jùlọ fún wọn. Onígbàgbọ́ òdodo wà nínú wọn,¹ ọ̀pọ̀lọ́pọ̀ wọn sì ni òbìlẹ̀jẹ́.","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"1. Àwọn wọ̀nyẹn ni àwọn tí ìpèpè Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - dé bá, tí wọ́n sì gbàgbọ́ nínú rẹ̀, wọ́n sì gba ’Islām. Èyí wà ní ìbámu sí sūrah al-Mọ̄’idah; 5:82-86 àti sūrah āli-‘Imrọ̄n; 3:113 àti 115.","lang":"yo"},{"name":"3:111","price":"Wọn kò níí kó ìnira ba yín àyàfi ìpalára díẹ̀. Tí wọ́n bá sì ba yín jà, wọ́n á sá fún yín. Lẹ́yìn náà, A ò níí ràn wọ́n lọ́wọ́.","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:112","price":"Àbùkù yóò máa bá wọn níbikíbi tí ọwọ́ àwọn (mùsùlùmí) bá ti bà wọ́n àfi (tí wọ́n bá ń bẹ) pẹ̀lú àdéhùn àti ààbò láti ọ̀dọ̀ Allāhu (ìyẹn ni pé, kí wọ́n gba ’Islām) àti àdéhùn àti ààbò láti ọ̀dọ̀ àwọn ènìyàn (ìyẹn ni pé, kí wọ́n gbà láti máa san owó ìsákọ́lẹ̀ fún ìjọba ’Islām). Wọ́n ṣẹ́rí padà pẹ̀lú ìbínú láti ọ̀dọ̀ Allāhu. Wọ́n sì kó òṣì bá wọn. Ìyẹn nítorí pé, dájúdájú wọ́n ṣàì gbàgbọ́ nínú àwọn āyah Allāhu, wọ́n tún ń pa àwọn Ànábì láì lẹ́tọ̀ọ́. Ìyẹn nítorí pé, wọ́n yapa (àṣẹ Allāhu), wọ́n sì ń tayọ ẹnu ààlà.","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:113","price":"(Àwọn onítírà) kò rí bákan náà. Ìjọ kan tó dúró déédé wà nínú àwọn onítírà, tí ń ké àwọn āyah Allāhu ní àkókò òru, tí wọ́n sì ń forí kanlẹ̀ (lórí ìrun).","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:114","price":"Wọ́n gbàgbọ́ nínú Allāhu àti Ọjọ́ Ìkẹ́yìn. Wọ́n ń pàṣẹ ohun rere, wọ́n ń kọ ohun burúkú, wọ́n sì ń yara níbi àwọn iṣẹ́ olóoore. Àwọn wọ̀nyẹn wà nínú àwọn ẹni rere.¹","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ āyah 110 tó ṣíwájú.","lang":"yo"},{"name":"3:115","price":"Ohunkóhun tí wọ́n bá ń ṣe ní iṣẹ́ rere, A ò níí jẹ́ kí ẹ̀san rẹ̀ gbé. Allāhu sì ni Onímọ̀ nípa àwọn olùbẹ̀rù (Rẹ̀).","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:116","price":"Dájúdájú àwọn tó ṣàì gbàgbọ́, àwọn dúkìá wọn àti àwọn ọmọ wọn kò níí rọ̀ wọ́n lọ́rọ̀ kiní kan (níbi ìyà) lọ́dọ̀ Allāhu. Àwọn wọ̀nyẹn sì ni èrò inú Iná. Olùṣegbére ni wọ́n nínú rẹ̀.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:117","price":"Àpèjúwe ohun tí wọ́n ń ná nínú ìṣẹ̀mí ayé yìí dà bí àpèjúwe afẹ́fẹ́ tí atẹ́gùn òtútù líle wà nínú rẹ̀. Ó fẹ́ lu oko àwọn ènìyàn tó ṣe àbòsí s’órí ara wọn. Ó sì pa á run. Allāhu kò sì ṣe àbòsí sí wọn, ṣùgbọ́n ẹ̀mí ara wọn ni wọ́n ń ṣàbòsí sí.","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:118","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ má ṣe mú ọ̀rẹ́ finúhannú kan yàtọ̀ sí ara yín. Wọn kò níí géwọ́ aburú kúrú fún yín. Wọ́n sì nífẹ̀ẹ́ sí ohun tí ó máa kó ìnira ba yín. Ìkórira kúkú ti fojú hàn láti ẹnu wọn. Ohun tí ó sì pamọ́ sínú ọkàn wọn tóbi jùlọ. A ti ṣàlàyé àwọn āyah fún yín, tí ẹ̀yin bá jẹ́ onílàákàyè.¹","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"1. Ẹ wo āyah 28.","lang":"yo"},{"name":"3:119","price":"Kíyè sí i, ẹ̀yin wọ̀nyí nífẹ̀ẹ́ wọn, àwọn kò sì nífẹ̀ẹ́ yín. Ẹ̀yin gbàgbọ́ nínú gbogbo àwọn tírà pátápátá. Nígbà tí wọ́n bá sì pàdé yín, wọ́n á wí pé: “Àwa gbàgbọ́.” Nígbà tí ó bá sì ku àwọn nìkan, wọn yóò máa deyín mọ́ ìka lórí yín ní ti ìbínú. Sọ pé: “Ẹ kú pẹ̀lú ìbínú yín.” Dájúdájú Allāhu ni Onímọ̀ nípa ohun tí ń bẹ nínú àwọn igbá-àyà ẹ̀dá.","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:120","price":"Tí dáadáa kan bá kàn yín, ó máa kó ìbànújẹ́ bà wọn. Tí aburú kan bá sì ṣẹlẹ̀ si yín, wọ́n máa dunnú sí i. Tí ẹ̀yin bá ṣe sùúrù, tí ẹ sì ṣọ́ra (fún wọn), ète wọn kò níí kó ìnira kan kan ba yín. Dájúdájú Allāhu ni Alámọ̀tán nípa ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:121","price":"(Rántí) nígbà tí o jí kúrò lọ́dọ̀ àwọn ara ilé rẹ ní ìdájí kùtùkùtù, tí ò ń fi àwọn onígbàgbọ́ òdodo sí àyè ibùjagun, Allāhu ni Olùgbọ́, Onímọ̀.","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:122","price":"(Rántí) nígbà tí ìjọ méjì nínú yín rò láti ṣojo. Allāhu sì ni Aláfẹ̀yìntì àwọn méjèèjì. Allāhu sì ni kí àwọn onígbàgbọ́ òdodo gbáralé.","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:123","price":"Allāhu kúkú fún yín ní ìṣẹ́gun ní ogun Badr, nígbà tí ẹ̀yin jẹ́ aláìlágbára. Nítorí náà, ẹ bẹ̀rù Allāhu kí ẹ lè dúpẹ́ (fún Un).","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:124","price":"Rántí nígbà tí ò ń sọ fún àwọn onígbàgbọ́ òdodo pé: “Ṣé kò níí to yín tí Olúwa yín bá ṣe ìrànlọ́wọ́ fún yín pẹ̀lú ẹgbẹ̀rún mẹ́ta nínú àwọn mọlāika, tí Wọ́n máa sọ̀kalẹ̀?”","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:125","price":"Bẹ́ẹ̀ ni (ó máa tó wa.). Tí ẹ̀yin bá ṣe sùúrú, tí ẹ sì bẹ̀rù Allāhu, tí àwọn (ọ̀tá) bá dé ba yín lójijì, Olúwa yín yóò ràn yín lọ́wọ́ pẹ̀lú ẹgbẹ̀rún máàrún nínú àwọn mọlāika pẹ̀lú àmì ìdánimọ̀ lára wọn.","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:126","price":"Allāhu kò ṣe é lásán bí kò ṣe kí ó lè jẹ́ ìró ìdùnnú fún yín àtí nítorí kí ọkàn yín lè balẹ̀ pẹ̀lú rẹ̀. Kò sí àrànṣe lórí ọ̀tá (láti ibì kan kan) bí kò ṣe láti ọ̀dọ̀ Allāhu, Alágbára, Ọlọ́gbọ́n.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:127","price":"(Allāhu ṣe àrànṣe náà fún yín) nítorí kí Ó lè gé apá kan dànù nínú àwọn tó ṣàì gbàgbọ́, tàbí nítorí kí Ó lè dójú tì wọ́n, tí wọ́n sì máa padà wálé lófo.","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:128","price":"Kò sí ohun tó kàn ọ́ nínú ọ̀rọ̀ náà. Yálà (Allāhu) máa gba ìronúpìwàdà wọn tàbí Ó máa jẹ wọ́n níyà; dájúdájú alábòsí ni wọ́n.¹","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"1. Ẹ̀kọ́ tí āyah yìí fẹ́ kọ́ wa ni pé, mùsùlùmí kan kò gbọdọ̀ ro kèfèrí kan pin pé kó níí gba ’Islām títí ọjọ́ ikú rẹ̀. Ó ṣeé ṣe kí kèfèrí náà parí ìrìn-àjò ìṣẹ̀mí ayé rẹ̀ sínú ’Islām, tí Allāhu bá fẹ́ foríjìn ín. Ó sì ṣeé ṣe kí ó bá àìgbàgbọ́ rẹ̀ kú, tí Allāhu bá fẹ́ jẹ ẹ́ níyà.","lang":"yo"},{"name":"3:129","price":"Ti Allāhu ni ohunkóhun tó wà nínú àwọn sánmọ̀ àti ohunkóhun tó wà nínú ilẹ̀. Ó ń foríjin ẹni tí Ó bá fẹ́, Ó sì ń jẹ ẹni tí Ó bá fẹ́ níyà. Allāhu sì ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:130","price":"Ẹ̀yin onígbàgbọ́ òdodo, ẹ má ṣe jẹ èlé, àdìpèlé lórí àdìpèlé. Kí ẹ sì bẹ̀rù Allāhu nítorí kí ẹ lè jèrè.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:131","price":"Kí ẹ sì ṣọ́ra fún Iná tí wọ́n ti pa lésè sílẹ̀ de àwọn aláìgbàgbọ́.","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:132","price":"Kí ẹ tẹ̀lé ti Allāhu àti Òjíṣẹ́ nítorí kí A lè kẹ yín.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:133","price":"Ẹ yára wá àforíjìn lọ́dọ̀ Olúwa yín àti Ọgbà Ìdẹ̀ra kan, èyí tí ìbú rẹ̀ tó àwọn sánmọ̀ àti ilẹ̀, tí wọ́n pa lésè sílẹ̀ fún àwọn olùbẹ̀rù (Allāhu).","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:134","price":"Àwọn tó ń ná dúkìá wọn nígbà ìdẹ̀ra àti nígbà ìnira, àwọn tí ń gbé ìbínú mì, àwọn alámòjúúkúrò fún àwọn ènìyàn níbi àṣìṣe; Allāhu nífẹ̀ẹ́ àwọn olùṣe-rere.","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:135","price":"Àwọn tí (ó jẹ́ pé) nígbà tí wọ́n bá ṣe ìbàjẹ́ kan tàbí tí wọ́n bá ṣàbòsí sí ẹ̀mí ara wọn, wọ́n á rántí Allāhu, wọ́n á sì tọrọ àforíjìn fún ẹ̀ṣẹ̀ wọn, - Ta sì ni Ó ń forí àwọn ẹ̀ṣẹ̀ jin (ẹ̀dá) bí kò ṣe Allāhu. Wọn kò sì takú sórí ohun tí wọ́n ṣe nígbà tí wọ́n mọ̀ (pé ẹ̀ṣẹ̀ ni). -","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:136","price":"Àwọn wọ̀nyẹn, ẹ̀san wọn lọ́dọ̀ Olúwa wọn ni àforíjìn àti àwọn Ọgbà Ìdẹ̀ra kan tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Olùṣegbére ni wọ́n nínú rẹ̀. Ẹ̀san olùṣe-iṣẹ́ rere sì dára.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:137","price":"Àwọn orípa kan kúkú ti lọ ṣíwájú yín. Nítorí náà, ẹ rin ilẹ̀ lọ, kí ẹ wòye sí bí ìgbẹ̀yìn àwọn tó pe òdodo nírọ́ ṣe rí.","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:138","price":"Èyí ni àlàyé fún àwọn ènìyàn. Ìmọ̀nà àti wáàsí sì ni fún àwọn olùbẹ̀rù (Allāhu).","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:139","price":"Ẹ má ṣe kọ́lẹ, ẹ má ṣe banújẹ́; ẹ̀yin l’ẹ máa lékè tí ẹ bá jẹ́ onígbàgbọ́ òdodo.","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:140","price":"Tí ìpalára kan bá kàn yín, irú ìpalára bẹ́ẹ̀ kúkú ti kan ìjọ (kèfèrí) náà. Àwọn ọjọ́ wọ̀nyí, À ń yí i po láààrin àwọn ènìyàn ni. Àti pé nítorí kí Allāhu lè ṣe àfihàn àwọn tó gbàgbọ́ ní òdodo àti (nítorí) kí Ó lè sọ àwọn kan nínú yín di òkú ojú-ogun (ní ojú-ọ̀nà Rẹ̀)¹. Allāhu kò sì nífẹ̀ẹ́ àwọn alábòsí.","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"1. Àádọ́rin àwọn Sọhābah - kí Allāhu yọ́nú sí wọn - ló bá ogun yìí lọ. Mẹ́rin nínú wọn jẹ́ muhājirūn. Hamzah ọmọ ‘Abdul-Muttọlib wà nínú wọn. Àwọn yòókù jẹ́ ansọ̄r - kí Allāhu yọ́nú sí gbogbo wọn -.","lang":"yo"},{"name":"3:141","price":"Àti pé (ó tún rí bẹ́ẹ̀) nítorí kí Allāhu lè ṣàfọ̀mọ́ àwọn tó gbàgbọ́ ní òdodo àti nítorí kí Ó lè run àwọn aláìgbàgbọ́.","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:142","price":"Tàbí ẹ lérò pé ẹ máa wọ inú Ọgbà Ìdẹ̀ra nígbà tí Allāhu kò tí ì ṣàfi hàn àwọn tó máa jagun (ẹ̀sìn) nínú yín, tí kò sì tí ì ṣàfi hàn àwọn onísùúrù.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:143","price":"Dájúdájú ẹ ti ń wá ikú (ogun ẹ̀sìn) ṣíwájú kí ẹ tó pàdé rẹ̀. Ẹ kúkú ti rí i (báyìí), ẹ sì ń wòran.","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:144","price":"Kí ni (Ànábì) Muhammad bí kò ṣe Òjíṣẹ́, tí àwọn Òjíṣẹ́ kan ti lọ ṣíwájú rẹ̀.¹ Ṣé tí ó bá kú tàbí tí wọ́n bá pa á, ẹ máa pẹ̀yìndà (sẹ́sìn)? Ẹnikẹ́ni tí ó bá pẹ̀yìndà (sẹ́sìn) kò lè kó ìnira kan kan bá Allāhu. Allāhu yó sì san àwọn olùdúpẹ́ ní ẹ̀san rere.","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"1. Āyah yìí jẹ́ ọ̀kan pàtàkì nínú àwọn ẹ̀rí àtamọ́-àtọmọ̀ lọ́dọ̀ àwọn tó gbàgbọ́ pé Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ti kú. Wọ́n ní ikú rẹ̀ ti jẹyọ nínú “Kí ni (Ànábì) Muhammad bí kò ṣe Òjíṣẹ́, tí àwọn Òjíṣẹ́ kan ti lọ ṣíwájú rẹ̀” \n Èsì: Āyah yìí jẹ́ àpẹ̀ẹrẹ àwọn āyah tí àwọn onímọ̀ ẹ̀sìn ń pè ní nassun ‘āmmun maksūs “ọ̀rọ̀ gbogbogbò tó ní àyàfi”. Ìyẹn ni pé, wọ́n mú un wá bí ẹni pé gbogbo àwọn Ànábì àti Òjíṣẹ́ ló ti kú, àmọ́ tí ó jẹ́ pé, Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - jẹ́ àyàfi nítorí pé, àwọn ọ̀rọ̀ (nusūs) mìíràn wá nínú hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - tí ó fi rinlẹ̀ pé, kò ì kú, ó ń padà bọ̀. Kì í sì ṣe ohun titun kí ọ̀rọ̀ jẹ́ “ọ̀rọ̀ gbogbogbò tó ní àyàfi”. Àti pé, hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ló ń ṣàlàyé al-Ƙur’ān. Bí ó tilẹ̀ jẹ́ pé āyah náà ń sọ̀rọ̀ nípa ikú àwọn Ànábì àti àwọn Òjíṣẹ́ Allāhu - kí ọlà Allāhu máa bá wọn - tó ṣíwájú Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -, kò pọn dandan kí āyah náà yà lọ síbi ọ̀rọ̀ nípa àì tí ì kú Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -. \n Ẹ kíyè sí i, bí ọ̀rọ̀ bá wá ní àwòrán gbogbogbò nínú al-Ƙur’ān, kò túmọ̀ sí pé kò lè ní àyàfi nínú nínú āyah mìíràn tàbí nínú hadīth Ànábì tó fẹsẹ̀ rinlẹ̀. Bí àpẹ̀ẹrẹ, nínú sūrah an-Nisā’; 4:117, Allāhu ń sọ̀rọ̀ nípa àwọn n̄ǹkan tí àwọn ènìyàn ń jọ́sìn fún lẹ́yìn Rẹ̀ pé, “Wọn kò pe kiní kan lẹ́yìn Allāhu bí kò ṣe àwọn abo òrìṣà.” Nínú ohun tí àwọn kan sì sọ di òrìṣà ni Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -. Ṣé abo sì ni òun náà ni tàbí akọ? Ìsọkúsọ l’ó sì máa jẹ́ láti pe Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ní abo. Bẹ́ẹ̀ sì ni pé, Allāhu kò ṣe “àyàfi” nínú āyah “abo òrìṣà”, àmọ́ ó yé wa nínú àwọn āyah mìíràn pé Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - kì í ṣe abo. Akọ ni. \n Àpẹ̀ẹrẹ mìíràn fún mímú “àyàfi” fún āyah al-Ƙur’ān wá nínú hadīth, òhun ni pé al-Ƙur’ān sọ pé kí á gé ọwọ́ olè lọ́kùnrin àti ọwọ́ olè lóbìnrin. Ọwọ́ sì lè dúrò fún gbogbo ọwọ́, bẹ̀rẹ̀ láti èjìká títí dé àtẹlẹwọ́. Hadīth ló yọ èjìká ọwọ́ títí dé ọrùn ọwọ́ sílẹ̀ níbi gígé. \n Nítorí náà, kò sí ohun tó sọ ọ́ di dandan nínú āyah òkè yìí láti sọ pé “Kí ni (Ànábì) Muhammad bí kò ṣe Òjíṣẹ́, tí àwọn Òjíṣẹ́ kan ti lọ ṣíwájú rẹ̀ (àyàfi ‘Īsā ọmọ Mọryam).” Níwọ̀n ìgbà tí hadīth ti wà ní ipò àlàyé fún al-Ƙur’ān. Méjèèjì sì ni ìmísí láti ọ̀dọ̀ Allāhu, àmọ́ ipò ìmísí al-Ƙur’ān ju ipò ìmísí hadīth tó dára tó fẹsẹ̀ rinlẹ̀.","lang":"yo"},{"name":"3:145","price":"Ẹ̀mí kan kò lè kú àfi pẹ̀lú ìyọ̀ǹda Allāhu. (Ikú jẹ́) àkọsílẹ̀ onígbèdéke. Ẹnikẹ́ni tí ó bá ń fẹ́ ẹ̀san (ní) ayé, A máa fún un nínú rẹ̀¹ (ní ayé). Ẹnikẹ́ni tí ó bá sì ń fẹ́ ẹ̀san (ní) ọ̀run, A máa fún un nínú rẹ̀ (ní ọ̀run). A ó sì san àwọn olùdúpẹ́ ní ẹ̀san rere.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"1. “nínú rẹ̀” nínú oore ayé, kò túmọ̀ sí pé ó máa gba díẹ̀ láyé, ó máa gba ìyókù ní ọ̀run. Kò sì túmọ̀ sí pé, gbogbo ayé máa jẹ́ tirẹ̀ gẹ́gẹ́ bí ó ṣe fẹ́ oore ayé. Àmọ́ ohunkóhun tí ó bá gbà ní ẹ̀san nílé ayé, òhun nìkan ni ẹ̀san ẹni tí ó bá fi ẹ̀sìn rẹ̀ wá oore ayé. Èyí wà ní ìbámu sí sūrah al-Baƙọrah; 2:200.","lang":"yo"},{"name":"3:146","price":"Mélòó mélòó nínú àwọn Ànábì tí wọ́n ti jagun ẹ̀sìn pẹ̀lú ọ̀pọ̀lọ́pọ̀ ẹgbẹẹgbẹ̀rún (ọmọ-ẹ̀yìn wọn). Wọn kò ní ìrẹ̀wẹ̀sì ọkàn nípa ohun tí ó ṣẹlẹ̀ sí wọn ní ojú-ọ̀nà Allāhu. Wọn kò kọ́lẹ, wọn kò sì jura wọn sílẹ̀ fún ọ̀tá ẹ̀sìn. Allāhu sì nífẹ̀ẹ́ àwọn onísùúrù.","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:147","price":"Kò sì sí ohun kan tí wọ́n sọ tayọ pé wọ́n sọ pé: “Olúwa wa forí àwọn ẹ̀ṣẹ̀ wa àti àṣejù wa nínú ọ̀rọ̀ (àwọn àṣìṣe) wa jìn wá, mú ẹsẹ̀ wa dúró ṣinṣin, kí O sì ṣe àrànṣe fún wa lórí ìjọ aláìgbàgbọ́.”","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:148","price":"Nítorí náà, Allāhu fún wọn ní ẹ̀san ayé àti dáadáa ẹ̀san ọ̀run. Allāhu sì nífẹ̀ẹ́ àwọn olùṣe-rere.","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:149","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, tí ẹ bá tẹ̀lé àwọn tó ṣàì gbàgbọ́, wọ́n máa yi yín lẹ́sẹ̀ padà kúrò nínú ẹ̀sìn. Nígbà náà, ẹ máa padà di ẹni òfò (sínú àìgbàgbọ́).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:150","price":"Allāhu sì ni Alárànṣe yín.¹ Ó sì lóore jùlọ nínú àwọn alárànṣe.²","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"1. Ohun tí “bal” (bí kò ṣe pé) ìbẹ̀rẹ̀ āyah yìí kó sínú ni pé, “ẹ má tẹ̀lé àwọn aláìgbàgbọ́ lẹ́yìn ìgbàgbọ́ òdodo yín nítorí pé, wọn kò lè ṣe àrànṣe fún yín bí kò ṣe Allāhu, Òun ni Alárànṣe yín”.\n 2. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah as-Sọffāt; 37:125.","lang":"yo"},{"name":"3:151","price":"A máa fi ẹ̀rù jẹ̀jẹ̀ sínú ọkàn àwọn tó ṣàì gbàgbọ́ nítorí pé wọ́n bá Allāhu wá akẹgbẹ́, èyí tí kò sọ ẹ̀rí kan kalẹ̀ fún. Iná ni ibùgbé wọn; ilé àwọn alábòsí sì burú.","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:152","price":"Dájúdájú Allāhu ti mú àdéhùn Rẹ̀ ṣẹ fún yín nígbà tí ẹ̀ ń pa wọ́n pẹ̀lú ìyọ̀ǹda Rẹ̀, títí di ìgbà tí ẹ fi ṣojo, tí ẹ sì ń jiyàn sí ọ̀rọ̀. Ẹ sì yapa àṣẹ (Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -) lẹ́yìn tí Allāhu fi ohun tí ẹ nífẹ̀ẹ́ sí hàn yín. - Ó wà nínú yín ẹni tí ń fẹ́ ayé, ó sì ń bẹ nínú yín ẹni tí ń fẹ́ ọ̀run. - Lẹ́yìn náà, (Allāhu) yí ojú yín kúrò ní ọ̀dọ̀ wọn nítorí kí Ó lè dan yín wò. Ó sì ti ṣàmójú kúrò fún yín; Allāhu ni Olóore àjùlọ lórí àwọn onígbàgbọ́ òdodo.","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:153","price":"(Ẹ rántí) nígbà tí ẹ̀ ń gùnkè sá lọ, tí ẹ̀yin kò sì bojú wo ẹnì kan kan mọ́ lẹ́yìn, Òjíṣẹ́ sì ń pè yín láti ẹ̀yìn yín. Nítorí náà, (Allāhu) fi ìbànújẹ́(pípa tí àwọn ọ̀ṣẹbọ pa àwọn kan láààrin yín) san yín ní ẹ̀san ìbànújẹ́ (tí ẹ fi kan Ànábì nípasẹ̀ àìtẹ̀lé àṣẹ rẹ̀ lójú ogun ’Uhd. (Ó rí bẹ́ẹ̀) nítorí kí ẹ má baà banújẹ́ lórí ohun tí ó bọ́ fún yín àti ohun tí ó ṣẹlẹ̀ si yín. Allāhu ni Alámọ̀tán nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:154","price":"Lẹ́yìn náà, Ó sọ ìfàyàbalẹ̀ kalẹ̀ fún yín lẹ́yìn ìbànújẹ́; òògbé ta igun kan lọ nínú yín. Igun kan tí ẹ̀mí ara wọn sì ti kó èrò bá, tí wọ́n sì ń ní èròkérò sí Allāhu lọ́nà àìtọ́, èròkérò ìgbà àìmọ̀kan, wọ́n sì ń wí pé: “Ǹjẹ́ a ní àṣẹ kan (tí a lè mú wá) lórí ọ̀rọ̀ náà bí!” Sọ pé: “Dájúdájú gbogbo àṣẹ ń jẹ́ ti Allāhu pátápátá.” Wọ́n ń fi pamọ́ sínú ọkàn wọn ohun tí wọn kò lè ṣàfi hàn rẹ̀ fún ọ. Wọ́n ń wí pé: “Tí ó bá jẹ́ pé a ní àṣẹ kan lórí ọ̀rọ̀ náà ni, wọn ìbá tí pa wá síbí.” Sọ pé: “Tí ó bá jẹ́ pé ẹ wà nínú ilé yín, àwọn tí A ti kọ àkọọ́lè pípa sí ibùjàgun wọn mọ ìbá kúkú jáde lọ síbẹ̀.”¹ (Ogun yìí rí bẹ́ẹ̀) nítorí kí Allāhu lè gbìdánwò ohun tí ń bẹ nínú igbá-àyà yín àti nítorí kí Ó lè ṣàfọ̀mọ́ ohun tí ń bẹ nínú ọkàn yín. Allāhu sì ni Onímọ̀ nípa ohun tí ń bẹ nínú igbá-àyà ẹ̀dá.","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"1. Ìyẹn ni pé, bí ikú kò ṣe ní ibùyẹ̀, bẹ́ẹ̀ náà ni ọjọ́ ikú, àyè ikú (ibùkú) àti ọ̀nà ikú kò lè yí padà.","lang":"yo"},{"name":"3:155","price":"Dájúdájú àwọn tó pẹ̀yìndà nínú yín ní ọjọ́ tí ìjọ méjì pàdé, dájúdájú Èṣù l’ó yẹ̀ wọ́n lẹ́sẹ̀ nítorí apá kan ohun tí wọ́n ṣe níṣẹ́. Allāhu sì kúkú ti ṣàmójú kúrò fún wọn. Dájúdájú Allāhu ni Aláforíjìn, Aláfaradà.","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:156","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ má ṣe dà bí àwọn tó ṣàì gbàgbọ́, tí wọ́n sọ fún àwọn ọmọ ìyá wọn, nígbà tí wọ́n ń rìn kiri ní orí ilẹ̀¹ tàbí (nígbà) tí wọ́n ń jagun, pé: “Tí ó bá jẹ́ pé wọ́n ń bẹ ní ọ̀dọ̀ wa ni, wọn ìbá tí kú, àti pé wọn ìbá tí pa wọ́n.” (Wọ́n wí bẹ́ẹ̀) nítorí kí Allāhu lè fi ìyẹn ṣe àbámọ̀ sínú ọkàn wọn. Allāhu l’Ó ń sọ ẹ̀dá di alààyè. Ó sì ń sọ ẹ̀dá di òkú. Allāhu sì ni Olùríran nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"1. Wọ́n ń rìn kiri ní orí ilẹ̀ láti wá ìjẹ-ìmu wọn ní ọ̀nà ẹ̀tọ́.","lang":"yo"},{"name":"3:157","price":"Dájúdájú tí wọ́n bá pa yín sí ojú-ọ̀nà Allāhu tàbí ẹ kú (sínú ilé), dájúdájú àforíjìn àti àánú láti ọ̀dọ̀ Allāhu lóore ju ohun tí ẹ̀ ń kójọ (nílé ayé).","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:158","price":"Dájúdájú tí ẹ bá kú (sínú ilé) tàbí wọ́n pa yín (s’ójú ogun ẹ̀sìn), dájúdájú ọ̀dọ̀ Allāhu ni wọn máa ko yín jọ sí.","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:159","price":"Pẹ̀lú ìkẹ́ kan láti ọ̀dọ̀ Allāhu l’ó kúkú fi rọ̀ fún wọn; tí ó bá jẹ́ pé o jẹ́ ẹni burúkú, ọlọ́kàn líle, wọn ìbá ti túká kúrò lọ́dọ̀ rẹ. Ṣàmójú kúrò fún wọn, bá wọn tọrọ àforíjìn, kí o sì bá wọn jíròrò lórí ọ̀rọ̀. Tí o bá sì pinnu (ọ̀rọ̀ kan), kí o gbáralé Allāhu. Dájúdájú Allāhu nífẹ̀ẹ́ àwọn olùgbáralé E.","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:160","price":"Tí Allāhu bá ṣe àrànṣe fún yín, kò sí ẹni tí ó máa borí yín. Tí Ó bá sì yẹpẹrẹ yín, ta sì ni ẹni tí ó máa ṣe àrànṣe fún yín lẹ́yìn Rẹ̀? Allāhu ni kí àwọn onígbàgbọ́ òdodo gbáralé.","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:161","price":"Kò lẹ́tọ̀ọ́ fún Ànábì kan láti jí mú nínú ọrọ̀ ogun ṣíwájú kí wọ́n tó pín in. Ẹnikẹ́ní tí ó bá jí ọrọ̀ ogun mú ṣíwájú kí wọ́n tó pín in, ó máa dá ohun tí ó jí mú nínú ọrọ̀ ogun náà padà ní Ọjọ́ Àjíǹde. Lẹ́yìn náà, A óò san ẹ̀mí kọ̀ọ̀kan ní ẹ̀san ohun tí ó ṣe níṣẹ́ ní ẹ̀kúnrẹ́rẹ́. A ò sì níí ṣe àbòsí sí wọn.","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:162","price":"Ṣé ẹni tí ó (ṣiṣẹ́) tọ ìyọ́nú Allāhu dà bí ẹni tí ó padà wálé pẹ̀lú ìbínú láti ọ̀dọ̀ Allāhu, ibùgbé rẹ̀ sì ni iná Jahanamọ? Ìkángun náà sì burú.","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:163","price":"(Èkínní kejì èrò inú Ọgbà Ìdẹ̀ra àti èrò inú Iná ni) wọ́n ní ipò (ọ̀tọ̀ọ̀tọ̀) ní ọ̀dọ̀ Allāhu. Allāhu sì ni Olùríran nípa ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:164","price":"Allāhu kúkú ti ṣe oore fún àwọn onígbàgbọ́ òdodo nígbà tí Ó fi lè gbé Òjíṣẹ́ kan dìde sí wọn láààrin ara wọn. (Òjíṣẹ́ náà) ń ké àwọn āyah Rẹ̀ fún wọn. Ó ń fọ̀ wọ́n mọ́ (nínú ẹ̀ṣẹ̀). Ó sì ń kọ́ wọn ní Tírà (al-Ƙur’ān) àti òye ìjìnlẹ̀ (sunnah), bí ó tilẹ̀ jẹ́ pé tẹ́lẹ̀tẹ́lẹ̀ wọ́n wà nínú ìṣìnà pọ́nńbélé.","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:165","price":"Ṣé gbogbo ìgbà tí àdánwò kan bá kàn yín, tí ẹ sì ti fi méjì irú rẹ̀ (kan àwọn kèfèrí), ni ẹ̀yin yóò máa sọ pé: “Ọ̀nà wo ni èyí gbà ṣẹlẹ̀ sí wa?” Sọ pé: “Ó wá láti ọ̀dọ̀ ara yín.” Dájúdájú Allāhu ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:166","price":"Ohun tí ó ṣẹlẹ̀ si yín ní ọjọ́ tí ikọ̀ ogun méjèèjì pàdé, (ó ṣẹlẹ̀) pẹ̀lú ìyọ̀ǹda Allāhu. Àti pé nítorí kí Ó lè ṣàfi hàn àwọn onígbàgbọ́ òdodo ni.","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:167","price":"(Ó tún rí bẹ́ẹ̀) nítorí kí Ó lè ṣàfi hàn àwọn tó ṣọ̀bẹ-ṣèlu (nínú àwọn mùsùlùmí). (Àwọn onígbàgbọ́ òdodo) sì sọ fún wọn pé: “Ẹ máa bọ̀, kí á lọ jagun sí ojú-ọ̀nà Allāhu tàbí ẹ wá dáàbò bo ẹ̀mí ara yín.” Wọ́n wí pé: “Àwa ìbá mọ ogun-ún jà àwa ìbá tẹ̀le yín.” Wọ́n súnmọ́ àìgbàgbọ́ ju ìgbàgbọ́ ní ọjọ́ yẹn. Wọ́n ń fi ẹnu wọn sọ ohun tí kò sí nínú ọkàn wọn. Allāhu sì nímọ̀ jùlọ nípa ohun tí wọ́n ń fi pamọ́.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:168","price":"Àwọn tó sọ nípa àwọn ọmọ ìyá wọn (tó kú s’ójú ogun ẹ̀sìn) pé – tí àwọn sì jòkóò kalẹ̀ sílé (ní tiwọn)-, \"Tí ó bá jẹ́ pé wọ́n tẹ̀lé tiwa ni, wọn ìbá tí pa wọ́n.\" Sọ pé: “Ẹ yẹkú dànù fún ẹ̀mí yín tí ẹ bá jẹ́ olódodo.”","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:169","price":"Ẹ má ṣe lérò pé òkú (ìyà) ni àwọn tí wọ́n pa sí ojú-ọ̀nà Allāhu, bí kò ṣe pé alààyè (ẹni ìkẹ́) ni wọ́n. Wọ́n sì ń pèsè ìjẹ-ìmu fún wọn lọ́dọ̀ Olúwa wọn.¹","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:154.","lang":"yo"},{"name":"3:170","price":"Wọ́n ń dunnú sí ohun tí Allāhu fún wọn nínú oore-àjùlọ Rẹ̀. Wọ́n sì ń yọ̀ fún àwọn tí kò tí ì pàdé wọn nínú àwọn tí wọ́n fi sílẹ̀ pé: “Kò sí ìpáyà fún wọn. Wọn kò sì níí banújẹ́.”","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:171","price":"Wọ́n ń bá wọn yọ̀ fún ìkẹ́ àti oore-àjùlọ (tí ń dúró dè wọ́n) lọ́dọ̀ Allāhu. Àti pé dájúdájú Allāhu kò níí fi ẹ̀san àwọn onígbàgbọ́ òdodo ráre.","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:172","price":"(Àwọn ni) àwọn tó jẹ́pè Allāhu àti Òjíṣẹ́ lẹ́yìn ìgbà tí wọ́n ti f’ara gbọgbẹ́. Ẹ̀san ńlá wà fún àwọn tó ṣe rere, tí wọ́n sì bẹ̀rù (Allāhu) nínú wọn.","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:173","price":"(Àwọn ni) àwọn tí àwọn ènìyàn wí fún pé: “Wọ́n mà ti kóra jọ dè yín, nítorí náà ẹ bẹ̀rù wọn.” (Èyí) lékún ìgbàgbọ́ òdodo wọn. Wọ́n sì sọ pé: “Allāhu tó fún wa. Ó sì dára ni Alámòójútó.”","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:174","price":"Nítorí náà, wọ́n padà délé pẹ̀lú ìkẹ́ àti oore-àjùlọ láti ọ̀dọ̀ Allāhu. Aburú kan kò sì kàn wọ́n. Àti pé wọ́n (ṣiṣẹ́) tọ ìyọ́nú Allāhu. Allāhu sì ni Olóore ńlá.","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:175","price":"Dájúdájú ìyẹn ni Èṣù, tí ó ń fi àwọn ọ̀rẹ́ rẹ̀ dẹ́rù bà yín. Nítorí náà, ẹ má ṣe bẹ̀rù wọn. Kí ẹ sì bẹ̀rù Mi tí ẹ bá jẹ́ onígbàgbọ́ òdodo.","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:176","price":"Má ṣe jẹ́ kí àwọn tí ń sáré kó sínú àìgbàgbọ́ kó ìbànújẹ́ bá ọ. Dájúdájú wọn kò lè kó ìnira kan kan bá Allāhu. Allāhu kò fẹ́ kí ìpín kan nínú oore wà fún wọn ní ọ̀run (ni); ìyà ńlá sì ń bẹ fún wọn.","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:177","price":"Dájúdájú àwọn tó fi ìgbàgbọ́ òdodo ra àìgbàgbọ́,¹ wọn kò lè kó ìnira kan kan bá Allāhu. Ìyà ẹlẹ́ta-eléro sì wà fún wọn.","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"1. Ìyẹn ni pé, wọ́n mú àìgbàgbọ́, wọ́n ju ìgbàgbọ́ òdodo sílẹ̀.","lang":"yo"},{"name":"3:178","price":"Kí àwọn tó ṣàì gbàgbọ́ má ṣe lérò pé bí A ṣe ń lọ́ra fún wọn jẹ́ oore fún wọn. A kàn ń lọ́ra fún wọn nítorí kí wọ́n lè lékún nínú ẹ̀ṣẹ̀ ni. Ìyà tí í yẹpẹrẹ ẹ̀dá sì wà fún wọn.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:179","price":"Allāhu kò níí gbé àwọn onígbàgbọ́ òdodo jù sílẹ̀ lórí ohun tí ẹ wà lórí rẹ̀ (níbi àìmọ onígbàgbọ́ òdodo lọ́tọ̀ yàtọ̀ sí ṣọ̀bẹ-ṣèlu) títí Ó máa fi ya ẹni burúkú sọ́tọ̀ kúrò lára ẹni dáadáa. Allāhu kò sì níí fi ìmọ̀ ìkọ̀kọ̀ mọ̀ yín, ṣùgbọ́n Allāhu yóò ṣẹ̀ṣà ẹni tí Ó bá fẹ́ nínú àwọn Òjíṣẹ́ Rẹ̀. Nítorí náà, ẹ gbàgbọ́ nínú Allāhu àti àwọn Òjíṣẹ́ Rẹ̀. Tí ẹ bá gbàgbọ́ ní òdodo, tí ẹ sì bẹ̀rù (Allāhu), ẹ̀san ńlá yó sì wà fún yín.","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"1. Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - ni òpin àwọn Ànábì Ọlọ́hun. Kò sì sí Òjíṣẹ́ Allāhu mọ́ lẹ́yìn òpin àwọn Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá wọn -. Bí ẹnì kan bá tún pe ara rẹ̀ ní “òjíṣẹ́ Ọlọ́hun” ní àsìkò yìí, òpùrọ́ asọ̀ọ̀kùn sẹ́sìn ni. Ẹ tún wo sūrah al-Jinn; 72:26-28.","lang":"yo"},{"name":"3:180","price":"Kí àwọn tó ń ṣahun pẹ̀lú ohun tí Allāhu fún wọn nínú oore-àjùlọ Rẹ̀ má ṣe lérò pé oore ni fún wọn, bí kò ṣe pé aburú ni fún wọn. A ó fí ohun tí wọ́n fi ṣahun kọ́ wọn lọ́rùn ní Ọjọ́ Àjíǹde. Ti Allāhu sì ni ogún àwọn sánmọ̀ àti ilẹ̀. Allāhu sì ni Alámọ̀tán nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:181","price":"Allāhu kúkú ti gbọ́ ọ̀rọ̀ àwọn tó wí pé: “Dájúdájú aláìní ni Allāhu, àwa sì ni ọlọ́rọ̀.” A máa ṣàkọsílẹ̀ ohun tí wọ́n wí àti pípa tí wọ́n pa àwọn Ànábì láì lẹ́tọ̀ọ́. A sì máa sọ pé: “Ẹ tọ́ ìyà Iná jónijóni wò.”","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:182","price":"Ìyẹn (rí bẹ́ẹ̀) nítorí ohun tí ọwọ́ yín tì síwájú. Àti pé dájúdájú Allāhu kò níí ṣe àbòsí fún àwọn ẹrú (Rẹ̀).","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:183","price":"Àwọn tó wí pé: “Dájúdájú Allāhu ṣàdéhùn fún wa pé a ò gbọdọ̀ gba Òjíṣẹ́ kan gbọ́ títí ó máa fí mú ẹran sàráà kan wá fún wa tí iná (àtọ̀runwá) yóò fi lánu.” Sọ pé: “Dájúdájú àwọn Òjíṣẹ́ kan ti wá ba yín ṣíwájú mi pẹ̀lú àwọn ẹ̀rí to yanjú àti èyí tí ẹ wí (yìí), nítorí kí ni ẹ fi pa wọ́n tí ẹ bá jẹ́ olódodo?”","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:184","price":"Tí wọ́n bá pè ọ́ ní òpùrọ́, wọ́n kúkú ti pe àwọn Òjíṣẹ́ tó ṣíwájú rẹ ní òpùrọ́. Wọ́n wá pẹ̀lú àwọn ẹ̀rí tó yanjú, ìpín-ìpín Tírà àti Tírà tó ń tànmọ́lẹ̀ sí ọ̀rọ̀ ẹ̀sìn.¹","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"1. Àpẹ̀ẹrẹ fún ìpín-ìpín Tírà ni suhf ’Ibrọ̄hīm àti suhf Mūsā. Àpẹ̀ẹrẹ fún Tírà tó ń tànmọ́lẹ̀ sí ọ̀rọ̀ ẹ̀sìn ni az-Zabūr, at-Taorāh, al-’Injīl àti al-Ƙur’ān Alápọ̀n-ọ́nlé.","lang":"yo"},{"name":"3:185","price":"Ẹ̀mí kọ̀ọ̀kan ló máa tọ́ ikú wò. A ó sì san yín ní ẹ̀san yín ní ẹ̀kúnrẹ́rẹ́ ní Ọjọ́ Àjíǹde. Nítorí náà, ẹnikẹ́ni tí A bá mú jìnnà tefé sí Iná, tí A sì mú wọ inú Ọgbà Ìdẹ̀ra, ó kúkú ti jèrè. Kí sì ni ìgbésí ayé bí kò ṣe ìgbádùn ẹ̀tàn.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:186","price":"Dájúdájú A ó máa dan yín wò nínú dúkìá yín àti ẹ̀mí yín. Dájúdájú ẹ̀yin yóò máa gbọ́ ọ̀pọ̀lọ́pọ̀ ọ̀rọ̀ ìpalára láti ọ̀dọ̀ àwọn tí A fún ní tírà ṣíwájú yín àti àwọn ọ̀ṣẹbọ. Tí ẹ̀yin bá ṣe sùúrù, tí ẹ sì bẹ̀rù (Allāhu), dájúdájú ìyẹn wà nínú àwọn ìpinnu ọ̀rọ̀ tó pọn dandan.","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:187","price":"(Ẹ rántí) nígbà tí Allāhu gba àdéhùn àwọn tí A fún ní tírà pé ẹ gbọ́dọ̀ ṣe àlàyé rẹ̀ fún àwọn ènìyàn, ẹ ò sì gbọdọ̀ fi pamọ́. Wọ́n sì jù ú sẹ́yìn lẹ́yìn wọn. Wọ́n sì tà á ní owó kékeré. Nítorí náà, ohun tí wọ́n ń tà mà sì burú (níyà).","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:188","price":"Ẹ má ṣe lérò pé àwọn tó ń dunnú sí ohun tí wọ́n ṣe (ní àìdáa máa là nínú ìyà). Wọ́n sì nífẹ̀ẹ́ sí kí àwọn (ènìyàn) máa yìn wọ́n fún ohun tí wọn kò ṣe (níṣẹ́ rere). Nítorí náà, ẹ má ṣe rò wọ́n ro ìgbàlà níbi Ìyà. Ìyà ẹlẹ́ta eléro sì wà fún wọn.","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:189","price":"Ti Allāhu ni ìjọba àwọn sánmọ̀ àti ilẹ̀. Allāhu sì ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:190","price":"Dájúdájú àwọn àmì wà nínú ìṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀, ìtẹ̀léǹtẹ̀lé òru àti ọ̀sán; (àmì wà nínú wọn) fún àwọn onílàákàyè.¹","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:164.","lang":"yo"},{"name":"3:191","price":"Àwọn tó ń rántí Allāhu ní ìnàró, ìjókòó àti ní ìdùbúlẹ̀; tí wọ́n ń ronú sí ìṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀, (wọ́n sì ń sọ pé:) “Olúwa wa, Ìwọ kò ṣẹ̀dàá èyí pẹ̀lú irọ́. Mímọ́ ni fún Ọ. Nítorí náà, ṣọ́ wa níbi ìyà Iná.","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:192","price":"Olúwa wa, dájúdájú ẹnikẹ́ni tí O bá mú wọ inú Iná, O ti dójú tì í. Kò sì níí sí àwọn olùrànlọ́wọ́ fún àwọn alábòsí.","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:193","price":"Olúwa wa, dájúdájú àwa gbọ́ olùpèpè kan tó ń pe (ìpè) sí ibi ìgbàgbọ́ pé: “Ẹ gba Olúwa yín gbọ́.” A sì gbàgbọ́ ní òdodo. Olúwa wa, nítorí náà, forí àwọn ẹ̀ṣẹ̀ wa jìn wá, kí O sì pa àwọn àṣìṣe wa rẹ́, kí O sì pa wá pẹ̀lú àwọn ẹni rere.","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:194","price":"Olúwa wa, fún wa ní ohun tí O ṣàdéhùn rẹ̀ fún wa lórí (ahọ́n) àwọn Òjíṣẹ́ Rẹ. Má sì ṣe dójú tì wá ní Ọjọ́ Àjíǹde. Dájúdájú Ìwọ kì í yapa àdéhùn.”","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:195","price":"Olúwa wọn sì jẹ́pè wọn pé: “Dájúdájú Èmi kò níí fi iṣẹ́ oníṣẹ́ kan nínú yín ráre; ọkùnrin ni tàbí obìnrin, ara kan náà ni yín (níbi ẹ̀san). Nítorí náà, àwọn tó gbé (ìlú wọn) jù sílẹ̀, tí wọ́n lé jáde kúrò nínú ìlú wọn, tí wọ́n sì fi ìnira kàn wọ́n ní ojú-ọ̀nà Mi, wọ́n jagun ẹ̀sìn, wọ́n sì pa wọ́n, dájúdájú Èmi yóò bá wọn pa àwọn àṣìṣe wọn rẹ́, Èmi yó sì mú wọn wọ inú àwọn Ọgbà Ìdẹ̀ra tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀. (Ó jẹ́) ẹ̀san láti ọ̀dọ̀ Allāhu. Ní ọ̀dọ̀ Allāhu sì ni ẹ̀san dáadáa wà","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:196","price":"Má ṣe gba ẹ̀tàn pẹ̀lú ìgbòkè-gbodò àwọn tó ṣàì gbàgbọ́ nínú ìlú.","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:197","price":"Ìgbádùn díẹ̀ (lè wà fún wọn), lẹ́yìn náà iná Jahanamọ ni ibùgbé wọn. Ibùgbé náà sì burú.","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:198","price":"Ṣùgbọ́n àwọn tó bẹ̀rù Olúwa wọn, àwọn Ọgbà Ìdẹ̀ra tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀ ń bẹ fún wọn. Olùṣegbére ni wọ́n nínú rẹ̀. Ibùdésí kan ni láti ọ̀dọ̀ Allāhu. Ohun tí ń bẹ lọ́dọ̀ Allāhu sì lóore jùlọ fún àwọn ẹni rere.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"","lang":"yo"},{"name":"3:199","price":"Dájúdájú ó ń bẹ nínú àwọn onítírà ẹni tó gbàgbọ́ nínú Allāhu, àti ohun tí A sọ̀kalẹ̀ fún yín àti ohun tí A sọ̀kalẹ̀ fún wọn; wọ́n ń páyà Allāhu, wọn kì í ta àwọn ọ̀rọ̀ Allāhu ní owó kékeré. Àwọn wọ̀nyẹn ní ẹ̀san lọ́dọ̀ Olúwa wọn. Dájúdájú Allāhu ni Olùyára níbi ìṣírò-iṣẹ́.¹","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ āyah 110 fún àgbọ́yé āyah yìí.","lang":"yo"},{"name":"3:200","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ ṣe sùúrù, ẹ pàrọwà sùúrù, ẹ ṣọ́ bodè ìlú yín (láti lè dènà àwọn ọmọ-ogun ọ̀tá ẹ̀sìn). Kí ẹ sì bẹ̀rù Allāhu nítorí kí ẹ lè jèrè.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"","lang":"yo"}],"chapter":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"]}