{"data":[{"name":"30:1","price":"’Alif lām mīm. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"30:2","price":"Wọ́n¹ ṣẹ́gun Rōmu","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"1. Àwọn ará ilẹ̀ Fārisi (ìyẹn ̓Irān)","lang":"yo"},{"name":"30:3","price":"ní àwọn ilẹ̀ tó wà nítòsí (erékùsù Lárúbáwá).¹ Lẹ́yìn ìṣẹ́gun wọn, àwọn náà máa ṣẹ́gun wọn","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"1. Ìyẹn ní ilẹ̀ Siria, ‘Irāƙ, Jọdan àti Palẹstin.","lang":"yo"},{"name":"30:4","price":"ní ọdún díẹ̀ (sí ìgbà náà). Ti Allāhu ni àṣẹ ní ìṣáájú àti ní ìkẹ́yìn. Ní ọjọ́ yẹn, àwọn onígbàgbọ́ òdodo máa dunnú","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:5","price":"sí àrànṣe Allāhu. Ó ń ṣàrànṣe fún ẹni tí Ó bá fẹ́. Òun sì ni Alágbára, Àṣàkẹ́-ọ̀run.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:6","price":"(Èyí jẹ́) àdéhùn Allāhu. Allāhu kò sì níí yapa àdéhùn Rẹ̀, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ àwọn ènìyàn kò mọ̀.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:7","price":"Wọ́n nímọ̀ nípa gban̄gba nínú ọ̀rọ̀ ìṣẹ̀mí ayé (yìí). Afọ́nú-fọ́ra sì ni wọ́n nípa Ọjọ́ Ìkẹ́yìn.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:8","price":"Ṣé wọn kò ronú nípa ọ̀rọ̀ ara wọn ni? Allāhu kò ṣẹ̀dá àwọn sánmọ̀, ilẹ̀ àti n̄ǹkan tó wà láààrin àwọn méjèèjì bí kò ṣe pẹ̀lú òdodo àti fún gbèdéke àkókò kan. Dájúdájú ọ̀pọ̀lọ́pọ̀ nínú àwọn ènìyàn mà ni aláìgbàgbọ́ nínú ìpàdé Olúwa wọn.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:9","price":"Ṣé wọn kò rìn kiri lórí ilẹ̀ kí wọ́n wo bí ìkángun àwọn tó ṣíwájú wọn ṣe rí? Wọ́n ní agbára jù wọ́n lọ. Wọ́n fi ilẹ̀ dáko. Wọ́n sì lo ilẹ̀ fún ohun tí ó pọ̀ ju bí (àwọn ará Mọkkah) ṣe lò ó. Àwọn Òjíṣẹ́ wọn sì mú àwọn ẹ̀rí tó yanjú wá bá wọn. Nítorí náà, Allāhu kò ṣàbòsí sí wọn, ṣùgbọ́n ẹ̀mí ara wọn ni wọ́n ń ṣàbòsí sí.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:10","price":"Lẹ́yìn náà, aburú jẹ́ àtubọ̀tán àwọn tó ṣaburú nítorí pé, wọ́n pe àwọn āyah Allāhu ní irọ́. Wọ́n sì ń fi ṣe yẹ̀yẹ́.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:11","price":"Allāhu ń pilẹ̀ ẹ̀dá dídá. Lẹ́yìn náà, O máa dá a padà (sípò alààyè). Lẹ́yìn náà, ọ̀dọ̀ Rẹ̀ ni wọn yóò da yín padà sí.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:12","price":"Ní ọjọ́ tí Àkókò náà máa ṣẹlẹ̀, àwọn ẹlẹ́ṣẹ̀ yó sọ̀rètí nù.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:13","price":"Àti pé kò níí sí àwọn olùṣìpẹ̀ fún wọn nínú àwọn òrìṣà wọn. Wọ́n sì máa jẹ́ alátakò òrìṣà wọn.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:14","price":"Ní ọjọ́ tí Àkókò náà máa ṣẹlẹ̀, ní ọjọ́ yẹn ni wọn yóò pínyà sí ọ̀tọ̀ọ̀tọ̀.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:15","price":"Ní ti àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe iṣẹ́ rere, wọn yóò wà ní àbàtà Ọgbà Ìdẹ̀ra,¹ tí wọn yó sì máa dùn wọ́n nínú.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"1. “Raodọh” ni àyè tí ó kún fún omi àti koríko, àyè tó lọ́ràá lára jùlọ nínú ọgbà oko.","lang":"yo"},{"name":"30:16","price":"Ní ti àwọn tó ṣàì gbàgbọ́, tí wọ́n sì pé àwọn āyah Wa àti ìpàdé Ọjọ́ Ìkẹ́yìn ní irọ́, àwọn wọ̀nyẹn ni (àwọn mọlāika) máa kó wá sínú Iná.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:17","price":"Nítorí náà, ẹ ṣe àfọ̀mọ́ fún Allāhu nígbà tí ẹ bá wà ní ìrọ̀lẹ́ àti nígbà tí ẹ bá wà ní òwúrọ̀.","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:18","price":"TiRẹ̀ sì ni ọpẹ́ nínú àwọn sánmọ̀ àti lórí ilẹ̀ ní àṣálẹ́ àti nígbà tí ẹ bá wà ní ọ̀sán.","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:19","price":"(Allāhu) ń yọ alààyè jáde láti ara òkú. Ó ń yọ òkú jáde láti ara alààyè. Ó ń ta ilẹ̀ jí lẹ́yìn tí ilẹ̀ ti kú. Báyẹn ni A óò ṣe mu ẹ̀yin náà jáde.","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:20","price":"Ó wà nínú àwọn àmì Rẹ̀ pé, Ó ṣẹ̀dá yín láti ara erùpẹ̀. Lẹ́yìn náà, nígbà náà ẹ̀yin di abara tí ẹ̀ ń fọ́nká (lórí ilẹ̀ ayé).","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:21","price":"Ó wà nínú àwọn àmì Rẹ̀ pé, Ó ṣẹ̀dá àwọn aya fún yín láti ara yín nítorí kí ẹ lè rí ìfàyàbalẹ̀ lọ́dọ̀ wọn. Ó sì fi ìfẹ́ àti ìkẹ́ sí ààrin yín. Dájúdájú àwọn àmì wà nínú ìyẹn fún ìjọ tó láròjinlẹ̀.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:22","price":"Ó wà nínú àwọn àmì Rẹ̀, dídá àwọn sánmọ̀ àti ilẹ̀ àti ọ̀kan-ò-jọ̀kan àwọn èdè yín àti àwọn àwọ̀ ara yín. Dájúdájú àwọn àmì wà nínú ìyẹn fún àwọn onímọ̀.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:23","price":"Nínú àwọn àmì Rẹ̀ ni oorun yín ní alẹ́ àti ní ọ̀sán àti wíwá tí ẹ̀ ń wá nínú oore Rẹ̀ (fún ìjẹ-ìmu). Dájúdájú àwọn àmì wà nínú ìyẹn fún ìjọ tó ń gbọ́rọ̀.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:24","price":"Nínú àwọn àmì Rẹ̀ tún ni fífi mọ̀nàmọ́ná hàn yín ní ti ẹ̀rù àti ìrètí. Ó sì ń sọ omi kalẹ̀ láti sánmọ̀. Ó ń fi ta ilẹ̀ jí lẹ́yìn tí ilẹ̀ ti kú. Dájúdájú àwọn àmì wà nínú ìyẹn fún ìjọ tó ń ṣe làákàyè.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:25","price":"Àti pé nínú àwọn àmì Rẹ̀ ni pé sánmọ̀ àti ilẹ̀ dúró pẹ̀lú àṣẹ Rẹ̀. Lẹ́yìn náà, nígbà tí Ó bá pè yín ní ìpè kan nígbà náà ni ẹ̀yin yóò máa jáde láti inú ilẹ̀.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:26","price":"TiRẹ̀ ni àwọn tó wà nínú àwọn sánmọ̀ àti ilẹ̀. Ẹnì kọ̀ọ̀kan ni olùtẹ̀lé-àṣẹ Rẹ̀.¹","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"1. Āyah yìí jọ sūrah ar-Ra‘d; 13:15 àti sūrah an-Nahl; 16:49 nítorí pé, wọ́n dì jọ jẹ́ oní-pọ́nna. Ní ti āyah òkè yìí, pọ́n-na inú rẹ̀ ni pé, kò sí ẹni tí kò tẹ̀lé àṣẹ Allāhu. Irú àṣẹ tí wọ́n ń tọ́ka sí nínú āyah yìí ló mú pọ́n-na lọ́wọ́. \n Àṣẹ méjì ló wà lórí ẹ̀dá. Àṣẹ àdámọ́ àti àṣẹ ìjọ́sìn. Àṣẹ àdámọ́ ló jẹmọ́ wíwá sáyé, lílọ sọ́run àti gbogbo ohun tí ọmọnìyàn kò lè ríbi yẹ̀ ẹ́ sí bí ebi, òǹgbẹ, oorun àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Ìwọ̀nyẹn ni àṣẹ Allāhu = = lára ẹnì kọ̀ọ̀kan, yálà onígbàgbọ́ òdodo tàbí aláìgbàgbọ́. Nítorí náà, gbogbo wa ni à ń tẹ̀lé àṣẹ Allāhu tó jẹmọ́ àdámọ́ nígbàkígbà tí àṣẹ náà bá dé sí wá lára. Kódà tí ìdíwọ́ kan bá fẹ́ ṣẹlẹ̀ sí ẹ̀dá láti tẹ̀lé àṣẹ náà, ìnira máa gbá a mú títí ó máa fi tẹ̀lé àṣẹ náà. \n Àmọ́ ní ti àṣẹ ìjọ́sìn, àwọn onígbàgbọ́ òdodo nìkan ló ń tẹ̀lé àṣẹ Allāhu lórí rẹ̀. Ní ti àwọn aláìgbàgbọ́, àṣẹ Èṣù àti àṣẹ ìfẹ́-inú wọn ni wọ́n ń tẹ̀lé. Irú āyah òkè yìí tún wà nínú sūrah al-Baƙọrah; 2:116. Ẹ tún wo ìtọsẹ̀-ọ̀rọ̀ sūrah ar-Ra‘d; 13:15.","lang":"yo"},{"name":"30:27","price":"Òun ni Ẹni tí Ó ń bẹ̀rẹ̀ ẹ̀dá dídá. Lẹ́yìn náà, Ó máa dá a padà (sípò alààyè fún àjíǹde). Ó sì rọrùn jùlọ fún Un (láti ṣe bẹ́ẹ̀). TiRẹ̀ ni ìròyìn tó ga jùlọ nínú àwọn sánmọ̀ àti ilẹ̀.¹ Òun sì ni Alágbára, Ọlọ́gbọ́n.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"1. Ìròyìn tó ga jùlọ tí Allāhu - tó ga jùlọ - fi ròyìn ara Rẹ̀ ni gbolóhùn “Kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Allāhu.” Àti gbólóhùn yìí :“Kò sí kiní kan tó dà bí Rẹ̀…” (at-Tọbariy)","lang":"yo"},{"name":"30:28","price":"(Allāhu) ṣàkàwé kan fún yín nípa ara yín. Ǹjẹ́ ẹ ní akẹgbẹ́ nínú àwọn ẹrú yín lórí ohun tí A fún yín ní arísìkí, tí ẹ jọ máa pín (dúkìá náà) ní dọ́gban̄dọ́gba, tí ẹ ó sì máa páyà wọn gẹ́gẹ́ bí wọ́n ṣe ń páyà ẹ̀yin náà? Báyẹn ni A ṣe ń ṣ’àlàyé àwọn āyah fún ìjọ tó ń ṣe làákàyè.¹","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"1. Èsì sí àkàwé yìí ni pé, kò sí olówó ẹrú tí ó máa sọ ẹrú rẹ̀ di ẹgbẹ́ rẹ̀ lórí dúkìá rẹ̀. Ṣebí dúkìá náà ni ẹrú jẹ́ fún olówó ẹrú. Nítorí náà, kò lè sí ẹni tí Allāhu - tó ga jùlọ - máa sọ di ẹgbẹ́ Rẹ̀ láààrin gbogbo ẹ̀dá Rẹ̀. Ẹrú Rẹ̀ sì ni gbogbo ẹ̀dá Rẹ̀.","lang":"yo"},{"name":"30:29","price":"Ńṣe ni àwọn tó ṣàbòsí tẹ̀lé ìfẹ́-inú wọn láì sí ìmọ̀ kan (fún wọn). Ta sì ni ó lè fi ọ̀nà mọ ẹni tí Allāhu bá ṣì lọ́nà? Kò sì níí sí àwọn alárànṣe fún wọn.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:30","price":"Nítorí náà, dojú rẹ kọ ẹ̀sìn náà, (kí o jẹ́) olùdúró-déédé-nínú-ẹ̀sìn Islām, ẹ̀sìn àdámọ́ Allāhu èyí tí Ó dá mọ́ àwọn ènìyàn. Kò sí ìyípadà fún ẹ̀sìn Allāhu.¹ (ìyẹn ni pé, ẹ kò gbọ́dọ̀ yí ẹ̀sìn Allāhu padà.)² Ìyẹn ni ẹ̀sìn tó fẹsẹ̀rinlẹ̀, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ àwọn ènìyàn kò mọ̀.³","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"1. “Ẹ̀dá Allāhu” nínú āyah yìí dúró fún “ẹ̀sìn Allāhu” ní ìbámu sí sàkánì tí ó ti jẹyọ.\n 2. Àwọn onítírà yapa àṣẹ yìí, wọ́n sì sọra wọn di yẹ̀húdí àti nasọ̄rọ̄. Àwọn mìíràn tún sọra wọn di ọ̀ṣẹbọ. A dúpẹ́ fún Allāhu tí Ó mú wa dúró ṣinṣin sórí ẹ̀sìn Rẹ̀ ’Islām.\n 3. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Yūnus; 10:105.","lang":"yo"},{"name":"30:31","price":"(Ẹ jẹ́) olùṣẹ́rí padà sí ọ̀dọ̀ Allāhu (nípa ìronúpìwàdà). Ẹ páyà Rẹ̀. Ẹ kí ìrun. Ẹ má ṣe wà nínú àwọn ọ̀ṣẹbọ.","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:32","price":"(Ẹ má ṣe wà) nínú àwọn tó dá ẹ̀sìn wọn sí kélekèle, tí wọ́n sì di ìjọ-ìjọ. Ìjọ kọ̀ọ̀kan sì ń yọ̀ sí ohun tí ó wà lọ́dọ̀ wọn.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:33","price":"Nígbà tí ìnira kan bá fọwọ́ ba ènìyàn, wọn yóò pe Olúwa wọn, tí wọn yóò máa ṣẹ́rí padà sọ́dọ̀ Rẹ̀. Lẹ́yìn náà, nígbà tí (Allāhu) bá fún wọn ní ìkẹ́ kan tọ́ wò láti ọ̀dọ̀ Rẹ̀, nígbà náà ni igun kan nínú wọn yóò máa ṣẹbọ sí Olúwa wọn","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:34","price":"nítorí kí wọ́n lè ṣàì moore sí ohun tí (Allāhu) fún wọn. Ẹ máa jayé lọ. Nítorí náà, láìpẹ́ ẹ máa mọ̀.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:35","price":"Tàbí A sọ ẹ̀rí kan kalẹ̀ fún wọn, tó ń sọ̀rọ̀ nípa n̄ǹkan tí wọ́n ń sọ di akẹgbẹ́ Rẹ̀?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:36","price":"Nígbà tí A bá fi ìkẹ́ kan tọ́ ènìyàn lẹ́nu wò, wọn yóò dunnú sí i. Tí aburú kan bá sì kàn wọ́n nípa ohun tí ọwọ́ wọn tì síwájú, nígbà náà ni wọn yóò sọ̀rètí nù.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:37","price":"Ṣé wọn kò wòye pé dájúdájú Allāhu l’Ó ń tẹ́ ọrọ̀ sílẹ̀ fún ẹni tí Ó bá fẹ́, (Ó sì ń) díwọ̀n rẹ̀ (fún ẹni tí Ó bá fẹ́)? Dájúdájú àwọn àmì wà nínú ìyẹn fún ìjọ tó gbàgbọ́.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:38","price":"Nítorí náà, fún ẹbí ni ẹ̀tọ́ rẹ̀. (Fún) mẹ̀kúnnù àti onírìn-àjò (tí agara dá ní n̄ǹkan). Ìyẹn lóore jùlọ fún àwọn tó ń fẹ́ Ojú rere Allāhu. Àwọn wọ̀nyẹn, àwọn sì ni olùjèrè.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:39","price":"Ohunkóhun tí ẹ bá fún (àwọn ènìyàn) ní ẹ̀yáwó, nítorí kí ó lè di èlé láti ara dúkìá àwọn ènìyàn, kò lè lékún ní ọ̀dọ̀ Allāhu. Ohunkóhun tí ẹ bá sì (fún àwọn ènìyàn) ní Zakāh, tí ẹ̀ ń fẹ́ ojú rere Allāhu, àwọn wọ̀nyẹn ni A máa fún ní àdìpèlé ẹ̀san.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:40","price":"Allāhu, Ẹni tí Ó ṣẹ̀dá yín, lẹ́yìn náà, Ó fún yín ní arísìkí, lẹ́yìn náà, Ó máa sọ yín di òkú, lẹ́yìn náà, O máa sọ yín di alààyè. Ǹjẹ́ ó wà nínú àwọn òrìṣà yín ẹni tí ó lè ṣe n̄ǹkan kan nínú ìyẹn? Mímọ́ ni fún Un. Ó ga tayọ n̄ǹkan tí wọ́n ń fi ṣẹbọ sí I.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:41","price":"Ìbàjẹ́ hàn lórí ilẹ̀ àti lójú omi nípasẹ̀ ohun tí ọwọ́ àwọn ènìyàn ṣe níṣẹ́ (aburú) nítorí kí (Allāhu) lè fi (ìyà) apá kan èyí tí wọ́n ṣe níṣẹ́ (aburú) tọ́ wọn lẹ́nu wò nítorí kí wọ́n lè ṣẹ́rí padà (níbi aburú).","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:42","price":"Sọ pé: “Ẹ rìn lórí ilẹ̀, kí ẹ wo bí àtubọ̀tán àwọn tó ṣíwájú ṣe rí! Ọ̀pọ̀lọ́pọ̀ wọn ni wọ́n jẹ́ ọ̀ṣẹbọ.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:43","price":"Nítorí náà, dojú rẹ kọ ẹ̀sìn tó fẹsẹ̀rinlẹ̀ ṣíwájú kí ọjọ́ kan tó dé, tí kò sí n̄ǹkan tí ó lè yẹ̀ ẹ́ lọ́dọ̀ Allāhu. Ní ọjọ́ yẹn ni àwọn ènìyàn yóò pínyà sí (èrò Ọgbà Ìdẹ̀ra àti èrò Iná).","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:44","price":"Ẹnikẹ́ni tí ó bá ṣàì gbàgbọ́, orí ara rẹ̀ ni (ìyà) àìgbàgbọ́ rẹ̀ wà. Ẹnikẹ́ni tí ó bá sì ṣe iṣẹ́ rere, ẹ̀mí ara wọn ni wọ́n ń tẹ́ ìtẹ́ (Ọgbà Ìdẹ̀ra) sílẹ̀ fún","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:45","price":"nítorí kí (Allāhu) lè san ẹ̀san rere nínú oore àjùlọ Rẹ̀ fún àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe iṣẹ́ rere. Dájúdájú (Allāhu) kò nífẹ̀ẹ́ àwọn aláìgbàgbọ́.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:46","price":"Nínú àwọn àmì Rẹ̀ ni pé, Ó ń rán atẹ́gùn ní ìró ìdùnnú. Àti pé nítorí kí (Allāhu) lè fún yín tọ́ wò nínú ìkẹ́ Rẹ̀; àti nítorí kí ọkọ̀ ojú-omi lè rìn lójú-omi pẹ̀lú àṣẹ Rẹ̀; àti nítorí kí ẹ lè wá nínú oore Rẹ̀; àti nítorí kí ẹ lè dúpẹ́.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:47","price":"Dájúdájú A ti rán àwọn Òjíṣẹ́ kan níṣẹ́ ṣíwájú rẹ sí àwọn ìjọ wọn. Wọ́n sì wá bá wọn pẹ̀lú àwọn ẹ̀rí tó yanjú. A sì gbẹ̀san lára àwọn tó dẹ́ṣẹ̀. Ó sì jẹ́ ẹ̀tọ́ fún wa láti ṣe àrànṣe fún àwọn onígbàgbọ́ òdodo.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:48","price":"Allāhu ni Ẹni tó ń fi àwọn atẹ́gùn ránṣẹ́. (Atẹ́gùn náà) sì máa gbé ẹ̀ṣújò dìde. (Allāhu) yó sì tẹ́ (ẹ̀ṣújò) sílẹ̀ s’ójú sánmọ̀ bí Ó bá ṣe fẹ́. Ó sì máa dá a kélekèle (sí ojú sánmọ̀). O sì máa rí òjò tí ó ma máa jáde láààrin rẹ̀. Nígbà tí Ó bá sì rọ (òjò náà) fún ẹni tí Ó bá fẹ́ nínú àwọn ẹrúsìn Rẹ̀, nígbà náà wọn yó sì máa dunnú.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:49","price":"Bí ó tilẹ̀ jẹ́ pé ṣíwájú kí Ó tó sọ̀ ọ́ kalẹ̀ fún wọn, wọ́n ti sọ̀rètí nù ṣíwájú rẹ̀.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:50","price":"Nítorí náà, wòye sí àwọn orípa ìkẹ́ Allāhu, (wo) bí (Allāhu) ṣe ń ta ilẹ̀ jí lẹ́yìn tí ilẹ̀ ti kú. Dájúdájú (Allāhu) yẹn ni Ó kúkú máa sọ àwọn òkú di alààyè. Òun sì ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:51","price":"Dájúdájú tí A bá rán atẹ́gùn kan (sí wọn), kí wọ́n sì rí (n̄ǹkan ọ̀gbìn wọn) ní pípọ́n (jíjóná), dájúdájú wọn yó sì máa ṣàì moore lọ lẹ́yìn rẹ̀.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:52","price":"Dájúdájú ìwọ kọ́ l’o máa mú àwọn òkú gbọ́rọ̀. O ò sì níí mú àwọn adití gbọ́ ìpè nígbà tí wọ́n bá kẹ̀yìn sí ọ, tí wọ́n ń lọ.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:53","price":"Ìwọ kọ́ l’o máa fi ọ̀nà mọ àwọn afọ́jú níbi ìṣìnà wọn. Kò sí ẹni tí o máa mú gbọ́ ọ̀rọ̀ àfi ẹni tí ó bá gba àwọn āyah Wa gbọ́. Àwọn sì ni (mùsùlùmí) olùjupá-jusẹ̀-sílẹ̀ fún Allāhu.¹","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"1. Àwọn nasọ̄rọ̄ ń sọ pé, níwọ̀n ìgbà tí āyah 52 àti 53 òkè yìí ti fi rinlẹ̀ pé, Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - kò lè bá òkú sọ̀rọ̀ kí ó gbọ́, kí ó sì jí dìde gẹ́gẹ́ bí Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ṣe jí òkú dìde; níwọ̀n ìgbà tí Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - kò lè la etí adití kí ó gbọ́rọ̀ àti níwọ̀n ìgbà tí Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - kò lè la ojú afọ́jú kí ó ríran gẹ́gẹ́ bí Ànábì = = ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ṣe la ojú afọ́jú, wọ́n ní nígbà náà kí l’ó fẹ́ sọ Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - di aṣíwájú bíi ti Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -. Àti pé, kò lè sí ìgbàlà lọ́dọ̀ Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - nítorí pé, kò lè jí òkú dìde, kò lè la etí adití, kò sì lè la ojú afọ́jú. Wọ́n ní nítorí náà, ọ̀dọ̀ Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - nìkan ni ìgbàlà wà nítorí pé, ó ṣe gbogbo ìwọ̀nyẹn àti òmíràn fún ará ayé!\n Èsì: Ní àkọ́kọ́ ná, iṣẹ́ ìyanu kọ́ ni òṣùwọ̀n fún ta ni ó lè jẹ́ aṣíwájú àwọn ènìyàn. Ẹnì kan kan kò sì lè rọ Ànábì tàbí Òjíṣẹ́ Ọlọ́hun kan lóyè nípasẹ̀ àìṣe iṣẹ́ ìyanu. Kò sì sí Ànábì tàbí Òjíṣẹ́ Ọlọ́hun kan t’ó dá iṣẹ́ ìyanu ṣe láti ọ̀dọ̀ ara rẹ̀ bí kò ṣe èyí tí Allāhu - subhānahu wa ta‘ālā - bá yọ̀ǹda fún un láti ṣe nítorí pé, Allāhu - subhānahu wa ta‘ālā - l’Ó ń ṣiṣẹ́ ìyanu. Kò sì sí Ànábì tàbí Òjíṣẹ́ Ọlọ́hun kan tí Allāhu kò fún ní iṣẹ́ ìyanu kan tàbí òmíràn ṣe ní ìbámu sí ìgbà ẹnì kọ̀ọ̀kan wọn. Bẹ́ẹ̀ sì ni èyíkéyìí iṣẹ́ ìyanu tí ó bá tọwọ́ Ànábì tàbí Òjíṣẹ́ kan wáyé kò sọ Ànábì tàbí Òjíṣẹ́ náà di olúwa àti olùgbàlà. Allāhu nìkan ṣoṣo ní Olúwa àti Olùgbàlà ayé àti ọ̀run. Nítorí náà, fún àlékún lórí àwọn iṣẹ́ ìyanu Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -, ẹ ka ìtọsẹ̀-ọ̀rọ̀ sūrah al-Mọ̄’idah; 5:110. \n Lẹ́yìn náà, kì í ṣe pé Allāhu - subhānahu wa ta‘ālā - kò ní agbára láti fún Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - ní irúfẹ́ àwọn iṣẹ́ ìyanu òkè wọ̀nyẹn ṣe, tí Allāhu bá fẹ́. Allāhu sì ni Alágbára lórí gbogbo n̄ǹkan. Àmọ́ àwọn nasọ̄rọ̄, gẹ́gẹ́ bí ìṣesí wọn, ńṣe ni wọ́n gbé àwọn āyah náà ka ibùgbékà òdì nítorí pé, kì í ṣe ọ̀rọ̀ iṣẹ́ ìyanu ṣíṣe ni àkòrí àwọn āyah náà bí kò ṣe pé àpẹ̀ẹrẹ àti àpèjúwe àwọn aláìgbàgbọ́ agbọ́mágbà ni kókó nínú àwọn āyah náà. Allāhu - subhānahu wa ta‘ālā - ń fi àwọn aláìgbàgbọ́ agbọ́mágbà wé òkú, adití àti afọ́jú ni. Allāhu - subhānahu wa ta‘ālā - ń fi yé Ànábì Rẹ̀ - kí ìkẹ́ àti ọlà Allāhu máa bá a - pé, lẹ́yìn tí ó bá ti ké àwọn āyah fún àwọn ènìyàn nípa òdodo ’Islām, ẹni tí ó bá tún takú sórí àìgbàgbọ́, kì í ṣe ènìyàn t’ó pé níye mọ́, onítọ̀ún ti wà nípò òkú, ẹni tí kò lè ṣe àtúnṣe kan kan mọ́ sí ọ̀rọ̀ ara rẹ̀. Aláìgbàgbọ́ agbọ́mágbà ti wà nípò adití nítorí pé, adití kì í gbọ́rọ̀. Bákan náà, aláìgbàgbọ́ agbọ́mágbà ti wà nípò afọ́jú nítorí pé, afọ́jú kì í ríran, kò sì lè dárìn láì níí máa já sí kòtò àti = \n = gelemọ. Nítorí náà, àfiwé àwọn aláìgbàgbọ́ agbọ́mágbà ní kókó àti àkòrí àwọn āyah náà, kì í ṣe ọ̀rọ̀ iṣẹ́ ìyanu. \n Lẹ́yìn náà, irúfẹ́ àwọn āyah náà ń pa ìbànújẹ́ rẹ́ nínú ọkàn Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - ni nítorí pé, bí ó ṣe ń wù ú tó àti bí ó ṣe ń jẹ̀rankàn tó ni pé, kí gbogbo àwọn ènìyàn rẹ̀ gbàgbọ́ nínú Allāhu. Àmọ́ wọn kò gbàgbọ́, Ìdí nìyí tí Allāhu ṣe ń pàrọwà fún un pé, ọwọ́ Òun ni ìyẹn wà. Kí Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - má wulẹ̀ fi ìrònú ìyẹn han ara rẹ̀ léèmọ̀.","lang":"yo"},{"name":"30:54","price":"Allāhu, Ẹni tí Ó ṣẹ̀dá yín láti (ara n̄ǹkan) lílẹ, lẹ́yìn náà, lẹ́yìn lílẹ Ó fun (yín ní) agbára, lẹ́yìn náà, lẹ́yìn agbára, Ó tún fi lílẹ àti ogbó (si yín lára). Ó ń dá ohunkóhun tí Ó bá fẹ́. Òun sì ni Onímọ̀, Alágbára.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:55","price":"Àti pé ní ọjọ́ tí Àkókò náà bá ṣẹlẹ̀ (ìyẹn, ọjọ́ Àjíǹde), àwọn ẹlẹ́ṣẹ̀ yóò máa búra pé àwọn kò gbé (ilé ayé) ju àkókò kan lọ.” Báyẹn ni wọ́n ṣe máa ń ṣẹ́rí wọn kúrò níbi òdodo.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:56","price":"Àwọn tí A fún ní ìmọ̀ àti ìgbàgbọ́ òdodo yóò sọ pé: “Dájúdájú nínú àkọsílẹ̀ ti Allāhu, ẹ ti gbé ilé ayé títí Ọjọ́ Àjíǹde (fi tó). Nítorí náà, èyí ni Ọjọ́ Àjíǹde, ṣùgbọ́n ẹ̀yin kò mọ̀.”","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:57","price":"Nítorí náà ní ọjọ́ yẹn, àwọn tó ṣàbòsí, àwáwí wọn kò níí ṣe wọ́n ní àǹfààní. Wọn kò sì níí fún wọn ní àyè láti ṣe ohun tí wọn yóò fi rí ìyọ́nú Allāhu.","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:58","price":"A kúkú ti fi oríṣiríṣi àkàwé lélẹ̀ nínú al-Ƙur’ān yìí fún àwọn ènìyàn. Dájúdájú tí o bá mú āyah kan wá fún wọn, dájúdájú àwọn tó ṣàì gbàgbọ́ yóò wí pé: “Ẹ̀yin (Òjíṣẹ́) kò jẹ́ kiní kan bí kò ṣe òpùrọ́.”","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:59","price":"Báyẹn ni Allāhu ṣe ń fi èdídí dí ọkàn àwọn tí kò nímọ̀.","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"30:60","price":"Nítorí náà, ṣe sùúrù. Dájúdájú àdéhùn Allāhu ni òdodo. Má ṣe jẹ́ kí àwọn tí kò mọ àmọ̀dájú (nípa Ọjọ́ ẹ̀san) sọ ọ́ di òpè (bí irú wọn).","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"yo"}],"chapter":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"]}