{"data":[{"name":"31:1","price":"’Alif lām mīm. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"31:2","price":"Ìwọ̀nyí ni àwọn āyah Tírà tí ó kún fún ọgbọ́n.¹","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"1. Pípe al-Ƙur’ān ní “hakīm” lè túmọ̀ sí n̄ǹkan mẹ́ta. \n Ìkíní: Bí ó bá jẹ́ pé láti ara “hikmọh” ni wọ́n ti ṣẹ̀dá “hakīm”, ó máa túmọ̀ sí “thū hikmọh” tírà tí ó kún fún ọgbọ́n. \n Ìkejì: Bí ó bá jẹ́ pé láti ara “hukm” ni wọ́n ti ṣẹ̀dá “hakīm”, ó máa túmọ̀ sí “hākim” tírà tí ó ń ṣe ìdájọ́. \n Ìkẹta: Bí ó bá jẹ́ pé láti ara “’ihkām” ni wọ́n ti ṣẹ̀dá “hakīm”, ó máa túmọ̀ sí “muhkam” tírà tí wọ́n to àwọn āyah rẹ̀ àti sūrah rẹ̀ tó gún régé láì sí ìdàrúdàpọ̀ àti ìtakora kan nínú rẹ̀.","lang":"yo"},{"name":"31:3","price":"(Ó jẹ́) ìmọ̀nà àti ìkẹ́ fún àwọn olùṣe-rere;","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:4","price":"àwọn tó ń kírun, tí wọ́n ń yọ zakāh. Àwọn sì ni wọ́n ní àmọ̀dájú nípa Ọjọ́ Ìkẹ́yìn.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:5","price":"Àwọn wọ̀nyẹn wà lórí ìmọ̀nà láti ọ̀dọ̀ Olúwa wọn. Àwọn wọ̀nyẹn gan-an ni olùjèrè.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:6","price":"Ó wà nínú àwọn ènìyàn, ẹni tó ń ra ọ̀rọ̀ eré¹ láti fi ṣi àwọn ènìyàn lọ́nà kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu pẹ̀lú àìnímọ̀ àti nítorí kí ó lè sọ ẹ̀sìn di yẹ̀yẹ́. Àwọn wọ̀nyẹn sì ni ìyà tí í yẹpẹrẹ ẹ̀dá wà fún.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"1. Ọ̀rọ̀ eré ni gbogbo ọ̀rọ̀ tó jẹ́ orin, odù irọ́, ọ̀rọ̀ ìbàjẹ́ àti ìsọkúsọ. Èyí sì lè jẹ́ odù ifá, orin àlùjó, ọ̀rọ̀ ìròrí (philosophy) àti fíìmù (tíátà). Ríra ọ̀rọ̀ eré túmọ̀ sí n̄ǹkan méjì. \n Ìkíní: Ríra ọ̀rọ̀ eré túmọ̀ sí nínáwó lórí ọ̀rọ̀ eré bíi pípe olórin, ríra àwo orin, ríra irin-iṣẹ́ fún orin, kíkún onítíátà lọ́wọ́. \n Ìkéjì: Ríra ọ̀rọ̀ eré túmọ̀ sí níní ìfẹ́ sí ọ̀rọ̀ eré. \n Lílo ọ̀rọ̀ eré láti ṣi àwọn ènìyàn lọ́nà kúrò lójú ọ̀nà Allāhu túmọ̀ sí lílo ọ̀rọ̀ eré àti gbígbọ́lá fún un nínú ìṣẹ̀mí ayé dípò lílo ọ̀rọ̀ al-Ƙur’ān àti hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - . Lára rẹ̀ ni lílo àsìkò fún ọ̀rọ̀ eré dípò kíké al-Ƙur’ān (tilāwah), gbígbọ́ wáàsí àti ṣíṣe ìrántí Allāhu (ath-thikr).","lang":"yo"},{"name":"31:7","price":"Àti pé nígbà tí wọ́n bá ń ké àwọn āyah Wa fún un, ó máa pẹ̀yìndà ní ti ìgbéraga, àfi bí ẹni pé kò gbọ́ ọ, àfi bí ẹni pé èdídí wà nínú etí rẹ̀ méjèèjì. Nítorí náà, fún un ní ìró ìyà ẹlẹ́ta-eléro.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:8","price":"Dájúdájú àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe iṣẹ́ rere, àwọn Ọgbà Ìdẹ̀ra ń bẹ fún wọn.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:9","price":"Olùṣegbére ni wọ́n nínú rẹ̀. (Ó jẹ́) àdéhùn Allāhu ní ti òdodo. Òun sì ni Alágbára, Ọlọ́gbọ́n.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:10","price":"Ó dá àwọn sánmọ̀ láì ní òpó tí ẹ lè rí. Ó sì ju àwọn àpáta tó dúró gbagidi sínú ilẹ̀ kí ó má fi lè mì mọ yín lẹ́sẹ̀. Ó fọ́n gbogbo n̄ǹkan abẹ̀mí ká sórí ilẹ̀. A tún sọ omi kalẹ̀ láti sánmọ̀, A sì fi mú gbogbo oríṣiríṣi èso dáadáa hù jáde láti inú ilẹ̀.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:11","price":"Èyí ni ẹ̀dá ti Allāhu. Nítorí náà, ẹ fi ohun tí àwọn mìíràn lẹ́yìn Rẹ̀ dá hàn mí! Rárá o! Àwọn alábòsí wà nínú ìṣìnà pọ́nńbélé ni.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:12","price":"Dájúdájú A ti fún Luƙmọ̄n ní ọgbọ́n, pé: “Dúpẹ́ fún Allāhu.” Ẹnikẹ́ni tí ó bá dúpẹ́, ó ń dúpẹ́ fún ẹ̀mí ara rẹ̀ ni. Ẹnikẹ́ni tí ó bá sì ṣàì moore, dájúdájú Allāhu ni Ọlọ́rọ̀, Ẹlẹ́yìn (tí ẹyìn tọ́ sí).","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:13","price":"(Rántí) nígbà tí Luƙmọ̄n sọ fún ọmọ rẹ̀ nígbà tí ó ń ṣe wáàsí fún un, pé: “Ọmọ mi, má ṣe ṣẹbọ sí Allāhu. Dájúdájú ẹbọ ṣíṣe ni àbòsí ńlá.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:14","price":"Àti pé A pa á ní àṣẹ fún ènìyàn nípa àwọn òbí rẹ̀ méjèèjì - ìyá rẹ̀ gbé e ká (nínú oyún) pẹ̀lú àìlera lórí àìlera, ó sì gba ọmú lẹ́nu rẹ̀ láààrin ọdún méjì - (A sọ) pé: “Dúpẹ́ fún Èmi àti àwọn òbí rẹ méjèèjì.” Ọ̀dọ̀ Mi sì ni àbọ̀ ẹ̀dá.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:15","price":"Tí àwọn méjèèjì bá sì jà ọ́ lógun pé kí ó fi ohun tí ìwọ kò ní ìmọ̀ nípa rẹ̀ ṣẹbọ sí Mi, má ṣe tẹ̀lé àwọn méjèèjì.¹ Fi dáadáa bá àwọn méjèèjì lòpọ̀ ní ilé ayé.² Kí o sì tẹ̀lé ojú ọ̀nà ẹni tí ó bá ṣẹ́rí padà sí ọ̀dọ̀ Mi (ní ti ìronúpìwàdà). Lẹ́yìn náà, ọ̀dọ̀ Mi ni ibùpadàsí yín. Nítorí náà, Mo máa fún yín ní ìró ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-‘Ankabūt; 29:8.\n 2. N̄ǹkan mẹ́ta ni dáadáa. \n Ìkíní: ohunkóhun tí āyah al-Ƙur’ān bá pè ní dáadáa, n̄ǹkan dáadáa ni. \n Ìkejì: ohunkóhun tí sunnah Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - bá pè ní dáadáa, n̄ǹkan dáadáa ni. \n Ìkẹta: ohunkóhun tí àṣà àti ìṣe ẹ̀yà ẹ̀dá kọ̀ọ̀kan bá pè ní dáadáa, n̄ǹkan dáadáa ni ní òdíwọ̀n ìgbà tí āyah kan tàbí hadīth kan kò bá ti lòdì sí irúfẹ́ n̄ǹkan náà. \n Bí àpẹ̀ẹrẹ, nínú àṣà àti ìṣe ọmọ Yorùbá ni àṣà ìdọ̀bálẹ̀ àti ìkúnlẹ̀ kí òbí ẹni àti àwọn aṣíwájú. Àmọ́ hadīth lòdì sí i. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:34 lórí ìyẹn. \n Bákan náà, nínú àṣà àti ìṣe ọmọ Yorùbá ni fífi ọtí “ìbílẹ̀” ṣàdúà. Àmọ́ āyah àti hadīth lòdì sí ọtí. =\n = Kíyè sí i, kò sí āyah tàbí hadīth tí ó lòdì sí kí ọmọ gbé òbí rẹ̀ jáde lọ sí ibì kan. Èyí náà sì wà nínú àṣà àti ìṣe ọmọ Yorùbá. Àmọ́ āyah àti hadīth lòdì sí kí ọmọ gbé òbí rẹ̀ lọ sí ojúbọ òrìṣà àti ṣọ́ọ̀ṣì tàbí ibikíbi tí n̄ǹkan tó ń ṣẹlẹ̀ níbẹ̀ lè jẹ́ okùnfa ìbínú Allāhu bíi àyè ayẹyẹ òkú tàbí maolid-nnabiyi nítorí pé, a ò gbọ́dọ̀ ṣe ìrànlọ́wọ́ fún ẹni tí ó bá fẹ́ ṣe ìbàjẹ́. Èyí wà ní ìbámu sí sūrah al-Mọ̄’idah; 5:2 (lọ́wọ́ ìparí āyah náà).","lang":"yo"},{"name":"31:16","price":"Ọmọ mi, dájúdájú tí ó bá jẹ́ pé òdiwọ̀n èso kardal kan¹ ló wà nínú àpáta, tàbí nínú àwọn sánmọ̀, tàbí nínú ilẹ̀, Allāhu yóò mú un wá. Dájúdájú Allāhu ni Aláàánú, Alámọ̀tán.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"1. Ìyẹn dúró fún òdíwọ̀n tó kéré gan-an bíi ọmọ-iná igún.","lang":"yo"},{"name":"31:17","price":"Ọmọ mi, kírun, p’àṣẹ rere, kọ aburú, kí o sì ṣe sùúrù lórí ohun tí ó bá ṣẹlẹ̀ sí ọ. Dájúdájú ìyẹn wà nínú àwọn ìpinnu ọ̀rọ̀ tó pọn dandan.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:18","price":"Má ṣe kọ párìkẹ́ rẹ sí ènìyàn. Má sì ṣe rìn lórí ilẹ̀ pẹ̀lú fáàrí. Dájúdájú Allāhu kò fẹ́ràn gbogbo onígbèéraga, onífáàrí.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:19","price":"Jẹ́ kí ìrìn ẹsẹ̀ rẹ wà ní ìwọ̀ntún-wọ̀nsì, kí o sì rẹ ohùn rẹ nílẹ̀. Dájúdájú ohùn tó burú jùlọ mà ni ohùn kẹ́tẹ́kẹ́tẹ́.”","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:20","price":"Ṣé ẹ kò wòye pé, dájúdájú Allāhu rọ ohunkóhun tó wà nínú àwọn sánmọ̀ àti ohunkóhun tó wà nínú ilẹ̀ fún yín, Ó sì pé àwọn ìkẹ́ Rẹ̀ fún yín ní gban̄gba àti ní kọ̀rọ̀? Ó sì wà nínú àwọn ènìyàn ẹni tó ń jiyàn nípa Allāhu láì ní ìmọ̀ (al-Ƙur’ān) àti ìmọ̀nà (nínú sunnah Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -) àti tírà (onímọ̀-ẹ̀sìn) tó ń tan ìmọ́lẹ̀ (sí ọ̀rọ̀ ẹ̀sìn).","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:21","price":"Nígbà tí wọ́n bá sì sọ fún wọn pé: “Ẹ tẹ̀lé ohun tí Allāhu sọ̀kalẹ̀.” Wọ́n á wí pé: “Rárá! A máa tẹ̀lé ohun tí a bá lọ́wọ́ àwọn bàbá wa ni.” (Ṣé wọn yóò tẹ̀lé àwọn bàbá wọn) t’òhun ti bí Èṣù ṣe ń pè wọ́n síbi ìyà Iná tó ń jò fòfò?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:22","price":"Ẹnikẹ́ni tí ó bá jura rẹ̀ sílẹ̀ fún Allāhu, tí ó jẹ́ olùṣe-rere, dájúdájú onítọ̀un ti dìrọ̀ mọ́ okùn tó fọkàn balẹ̀ jùlọ. Àti pé ọ̀dọ̀ Allāhu ni ìkángun àwọn ọ̀rọ̀ (ẹ̀dá) wà.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:23","price":"Ẹnikẹ́ni tí ó bá sì ṣàì gbàgbọ́, má ṣe jẹ́ kí àìgbàgbọ́ rẹ̀ kó ìbànújẹ́ bá ọ. Ọ̀dọ̀ Wa ni ibùpadàsí wọn. Nígbà náà, A máa fún wọn ní ìró ohun tí wọ́n ṣe níṣẹ́. Dájúdájú Allāhu ni Onímọ̀ nípa ohun tí ń bẹ nínú igbá-àyà ẹ̀dá.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:24","price":"A máa fún wọn ní ìgbádùn díẹ̀. Lẹ́yìn náà, A máa taari wọn sínú ìyà tó nípọn.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:25","price":"Dájúdájú tí o bá bi wọ́n léèrè pé: “Ta ni Ó dá àwọn sánmọ̀ àti ilẹ̀?”, dájúdájú wọ́n á wí pé: “Allāhu ni.” Sọ pé: “Gbogbo ẹyìn ń jẹ́ ti Allāhu, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ wọn kò mọ̀.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:26","price":"Ti Allāhu ni ohunkóhun tó wà nínú àwọn sánmọ̀ àti ilẹ̀. Dájúdájú Allāhu, Òun ni Ọlọ́rọ̀, Ẹlẹ́yìn.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:27","price":"Tí ó bá jẹ́ pé kìkìdá ohun tó ń bẹ lórí ilẹ̀ ní igi ni gègé ìkọ̀wé, kí agbami odò jẹ́ tàdáà rẹ̀, agbami odò méje (tún wà) lẹ́yìn rẹ̀ (tó máa kún un), àwọn ọ̀rọ̀ Allāhu kò níí tán (lẹ́yìn tí àwọn n̄ǹkan ìkọ̀wé wọ̀nyí bá tán nílẹ̀). Dájúdájú Allāhu ni Alágbára, Ọlọ́gbọ́n.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:28","price":"Ìṣẹ̀dá yín àti àjíǹde yín kò tayọ bí (ìṣẹ̀dá àti àjíǹde) ẹ̀mí ẹyọ kan. Dájúdájú Allāhu ni Olùgbọ́, Olùríran.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:29","price":"Ṣé o ò rí i pé dájúdájú Allāhu l’Ó ń ti òru bọ inú ọ̀sán, Ó ń ti ọ̀sán bọ inú òru, Ó sì rọ òòrùn àti òṣùpá? Ìkọ̀ọ̀kan wọn máa rìn títí di gbèdéke àkókò kan.¹ Àti pé (ṣé o ò rí i pé) dájúdájú Allāhu ni Alámọ̀tán nípa ohun tí ẹ̀ ń ṣe níṣẹ́?","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"1. Gbèdéke àkókò náà ni òpin ayé.","lang":"yo"},{"name":"31:30","price":"Ìyẹn nítorí pé, dájúdájú Allāhu, Òun ni Òdodo. Àti pé dájúdájú ohun tí wọ́n ń pè lẹ́yìn Rẹ̀ ni irọ́. Dájúdájú Allāhu, Ó ga, Ó tóbi.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:31","price":"Ṣé o ò rí i pé dájúdájú ọkọ̀ ojú-omi ń rìn ní ojú omi pẹ̀lú ìdẹ̀ra Rẹ̀, (ṣebí) nítorí kí (Allāhu) lè fi hàn yín nínú àwọn àmì Rẹ̀ ni? Dájúdájú àwọn àmì wà nínú ìyẹn fún gbogbo onísùúrù, olùdúpẹ́.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:32","price":"Nígbà tí ìgbì omi bá bò wọ́n mọ́lẹ̀ dáru bí ẹ̀ṣújò, wọ́n máa pe Allāhu lẹ́ni tí yóò máa fi àfọ̀mọ́-ọkàn (àníyàn mímọ́) ṣe ẹ̀sìn fún Un.¹ Nígbà tí Ó bá sì gbà wọ́n là sórí ilẹ̀, onídéédé sì máa wà nínú wọn. Kò sì sí ẹni tó máa tako àwọn āyah Wa àfi gbogbo ọ̀dàlẹ̀, aláìmoore.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"1. Ẹ wo sūrah Yūnus; 10:22 àti ìtọsẹ̀-ọ̀rọ̀ rẹ̀.","lang":"yo"},{"name":"31:33","price":"Ẹ̀yin ènìyàn, ẹ bẹ̀rù Olúwa yín. Kí ẹ sì páyà ọjọ́ kan tí òbí kan kò níí ṣàǹfààní fún ọmọ rẹ̀; àti pé ọmọ kan, òun náà kò níí ṣàǹfààní kiní kan fún òbí rẹ̀. Dájúdájú àdéhùn Allāhu ni òdodo. Nítorí náà, ìṣẹ̀mí ayé yìí kò gbọdọ̀ tàn yín jẹ. (Èṣù) ẹlẹ́tàn kò sì gbọdọ̀ tàn yín jẹ nípa Allāhu.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"yo"},{"name":"31:34","price":"Dájúdájú Allāhu, ọ̀dọ̀ Rẹ̀ ni ìmọ̀ Àkókò náà wà. Ó ń sọ òjò kalẹ̀. Ó mọ ohun tó wà nínú àpòlùkẹ́.¹ Ẹ̀mí kan kò sì mọ ohun tí ó máa ṣe níṣẹ́ ní ọ̀la. Ẹ̀mí kan kò sì mọ ilẹ̀ wo l’ó máa kú sí. Dájúdájú Allāhu ni Onímọ̀, Alámọ̀tán.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"1. “Ohun tó wà nínú àpòlùkẹ́”, ní abala ìrísí rẹ̀, ó lè di mímọ̀ fún ẹ̀dá nígbà tí ó bá ti di ọlẹ̀. Ìyẹn lè wáyé nípasẹ̀ yíya àwòrán ọlẹ̀ náà pẹ̀lú ẹ̀rọ ìyàwòrán-ọlẹ̀. Èyí kò sì lòdì sí àgbọ́yé āyah náà. \n Àmọ́ “Ohun tó wà nínú àpòlùkẹ́”, ní abala kádàrá rẹ̀, bí ọ̀rọ̀ tayé àti tọ̀run ọlẹ̀ ṣe máa rí, kò sí ẹni tó nímọ̀ rẹ̀ lẹ́yìn Allāhu Olùmọ̀-jùlọ. Ìyẹn ni pé, kò sí ẹni tí ó nímọ̀ nípa kádàrá àtọ̀ tó wà nínú àpòlùkẹ́ àfi Allāhu. Èyí sì ni àgbọ́yé āyah náà.","lang":"yo"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}