{"data":[{"name":"38:1","price":"Sọ̄d. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú háràfí náà.)¹ Allāhu fi al-Ƙur’ān tí ó kún fún ìrántí bura.","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"38:2","price":"Síbẹ̀síbẹ̀ àwọn tó ṣàì gbàgbọ́ wà nínú ìgbéraga àti ìyapa (òdodo).","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:3","price":"Mélòó mélòó nínú àwọn ìran tí A ti parẹ́ ṣíwájú wọn. Nígbà náà, wọ́n kígbe (fún ìrànlọ́wọ́) nígbà tí kò sí ibùsásí kan.","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:4","price":"Wọ́n ṣèèmọ̀ pé olùkìlọ̀ kan nínú wọn wá bá wọn. Àwọn aláìgbàgbọ́ sì wí pé: “Èyí ni òpìdán, òpùrọ́.”","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:5","price":"Ṣé ó máa sọ àwọn òrìṣà di Ọlọ́hun Ọ̀kan ṣoṣo tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo? Dájúdájú èyí mà ni n̄ǹkan ìyanu.","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:6","price":"Àwọn aṣíwájú nínú wọn sì lọ (káà kiri láti wí fún àwọn ọmọlẹ́yìn wọn) pé: “Ẹ máa bá (ìbọ̀rìṣà) lọ, kí ẹ sì dúró ṣinṣin ti àwọn òrìṣà yín. Dájúdájú èyí (jíjẹ́ ọ̀kan ṣoṣo Allāhu) ni n̄ǹkan tí wọ́n ń gbàlérò (láti fi pa àwọn òrìṣà yín run).","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:7","price":"Àwa kò gbọ́ èyí nínú ẹ̀sìn ìkẹ́yìn (ìyẹn, ẹ̀sìn nasọ̄rọ̄)¹. Èyí kò jẹ́ kiní kan bí kò ṣe àdápa irọ́.","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"1. Ìyẹn ni pé, ẹ̀sìn nasọ̄rọ̄ tó kẹ́yìn dé gan-an kò pe Ọlọ́hun ní Ọ̀kan ṣoṣo. Mẹ́ta lọ́kan ni ìgbàgbọ́ rẹ̀. Èyí túmọ̀ sí pé, ẹ̀sìn ’Islām nìkan l’ó mọ Ọlọ́hun ní Ọ̀kan ṣoṣo.","lang":"yo"},{"name":"38:8","price":"Ṣé Wọ́n sọ (tírà) Ìrántí kalẹ̀ fún un láààrin wa ni?” Rárá, wọ́n wà nínú iyèméjì nípa (tírà) Ìrántí Mi (tí Mo sọ̀kalẹ̀ ni). Rárá, wọn kò tí ì tọ́ ìyà Mi wò ni.","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:9","price":"Tàbí tiwọn ni àwọn ilé ọ̀rọ̀ Olúwa rẹ, Alágbára, Ọlọ́rẹ?","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:10","price":"Tàbí tiwọn ni ìjọba àwọn sánmọ̀ àti ilẹ̀ àti ohun tí ń bẹ láààrin méjèèjì? Tí ó bá rí bẹ́ẹ̀, kí wọn wá àwọn ọ̀nà láti fi gùnkè wá (bá Wa).","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:11","price":"A máa ṣẹ́gun ọmọ ogun tó wà níbẹ̀ yẹn nínú ọmọ ogun oníjọ.¹","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"1. Èyí ni àdéhùn ìṣẹ́gun fún Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -àti àwọn mùsùlùmí lórí àwọn ọ̀tá ’Islām. Irú àdéhùn yìí tún wà nínú sūrah al-Ƙọmọr; 54:45.","lang":"yo"},{"name":"38:12","price":"Àwọn ìjọ Nūh, ìjọ ‘Ād àti Fir‘aon, eléèkàn, wọ́n pe òdodo ní irọ́ ṣíwájú wọn.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:13","price":"Ìjọ Thamūd, ìjọ Lūt àti àwọn ará ’Aekah, àwọn wọ̀nyẹn (tún ni) àwọn ìjọ (tó pe òdodo ní irọ́).","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:14","price":"Kò sí ẹnì kan nínú wọn tí kò pe àwọn Òjíṣẹ́ ní òpùrọ́. Nítorí náà, ìyà Mi sì kò lé wọn lórí.","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:15","price":"Àwọn wọ̀nyí kò retí kiní kan bí kò ṣe igbe ẹyọ kan, tí kò níí ní ìdádúró.¹","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"1. Ìyẹn ni pé, igbe ẹyọ kan ló máa pa wọ́n run. Kò níí sí igbe mìíràn mọ́ lẹ́yìn rẹ̀ fun ìparun wọn. Ẹ̀ẹ̀ kan gbọ̀n-ọ́n ni ìparun wọn.","lang":"yo"},{"name":"38:16","price":"Wọ́n wí pé: “Olúwa wa, yára fi ìwé iṣẹ́ wa (àti ìpín ẹ̀san wa) lé wa lọ́wọ́ ṣíwájú Ọjọ́ ìṣírò-iṣẹ́.”","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:17","price":"Ṣe sùúrù lórí n̄ǹkan tí wọ́n ń sọ. Kí o sì ṣèrántí ìtàn ẹrúsìn Wa, (Ànábì) Dāwūd, alágbára. Dájúdájú ó jẹ́ olùronúpìwàdà.","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:18","price":"Dájúdájú Àwa tẹ àwọn àpáta lórí ba tí wọ́n ń ṣe àfọ̀mọ́ pẹ̀lú rẹ̀ (fún Allāhu) ní ìrọ̀lẹ́ àti nígbà tí òòrùn bá yọ (ní òwúrọ̀).","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:19","price":"Àti àwọn ẹyẹ náà, A kó wọn jọ fún un. Ìkọ̀ọ̀kan (wọn) ń tẹ̀lé àṣẹ rẹ̀ (láti ṣàfọ̀mọ́ fún Allāhu).","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:20","price":"Àti pé A fún ìjọba rẹ̀ ní agbára. A sì fún un ní ipò Ànábì àti ẹ̀kọ́ ọ̀rọ̀ àti ìdájọ́.","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:21","price":"Ǹjẹ́ ìró àwọn oníjà ti dé ọ̀dọ̀ rẹ; nígbà tí wọ́n pọ́n ògiri ilé ìjọ́sìn?","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:22","price":"Nígbà tí wọ́n wọlé tọ (Ànábì) Dāwūd, ẹ̀rù wọn bà á. Wọ́n sọ pé: “Má ṣe bẹ̀rù. Oníjà méjì (ni wá). Apá kan wa tayọ ẹnu-ààlà sí apá kan. Nítorí náà, fi òdodo dájọ́ láààrin wa. Má ṣàbòsí. Kí o sì tọ́ wa sí ọ̀nà tààrà.","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:23","price":"Dájúdájú èyí ni arákùnrin mi. Ó ní abo ewúrẹ́ mọ́kàndín-lọ́gọ́rùn-ún. Èmi sì ní abo ewúrẹ́ ẹyọ kan. Ó sì sọ pé: “Fà á lé mi lọ́wọ́ (Fi mí ṣe alámòójútó rẹ̀). Ó sì borí mi nínú ọ̀rọ̀.” (Ó fi ọ̀rọ̀ tirẹ̀ borí ọ̀rọ̀ tèmi.)","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:24","price":"(Ànábì Dāwūd) sọ pé: “Ó ti ṣàbòsí sí ọ nípa bíbèèrè abo ewúrẹ́ tìrẹ mọ́ àwọn abo ewúrẹ́ tirẹ̀. Dájúdájú ọ̀pọ̀lọ́pọ̀ nínú àwọn olùbáda-n̄ǹkanpọ̀, apá kan wọn máa ń tayọ ẹnu-ààlà lórí apá kan àfi àwọn tó bá gbàgbọ́ ní òdodo, tí wọ́n sì ṣe iṣẹ́ rere. Díẹ̀ sì ni wọ́n.” (Ànábì) Dāwūd sì mọ̀ dájú pé A kàn fi (ìbéèrè náà) ṣàdánwò fún òun ni. Nítorí náà, ó tọrọ àforíjìn lọ́dọ̀ Olúwa rẹ̀ (nípa àìtẹ́tí gbọ́ ọ̀rọ̀ lẹ́nu ẹni-afẹ̀sùnkàn). Ó dojú bolẹ̀ láti forí kanlẹ̀. Ó sì ronú pìwàdà (sọ́dọ̀ Allāhu).¹","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"1. Kíyè sí i, àwọn ìtàn kan tí àwọn nasọ̄rọ̄ máa ń sọ nípa Ànábì Dāwūd - kí ọlà Allāhu máa bá a - pé gbígbà tí ó gba ìyàwó ẹnì kan nínú àwọn ọmọ-ogun rẹ̀ lẹ́yìn rẹ̀, tí ó fi kún mọ́kàndínlọ́gọ́rùn-ún ìyàwó tirẹ̀ l’ó bí ìṣẹ̀lẹ̀ tó jẹyọ nínú āyah yìí. Kódà, àwọn tírà tafsīr kan mú ìtàn náà wá pẹ̀lú láì ṣọ̀fín-tótó rẹ̀.\n Àwọn olùtọpinpin ọ̀rọ̀ ẹ̀sìn kúkú ti tànmọ́lẹ̀ sí ọ̀rọ̀ náà. Wọ́n sì sọ pé, “Ìtàn àwọn ọmọ Isrọ̄’īl lásán ni gbogbo rẹ̀. Ìtàn irọ́ ni. Kódà èyí tí wọ́n ṣàfitì rẹ̀ sí ọ̀dọ̀ Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - nínú rẹ̀ kò fẹsẹ̀ rinlẹ̀, kò sì ní àlàáfíà.” Tafsīr ’Adwā’ul-bayān ti Ṣinƙītiy l’ó kúkú kó ilà kúrò lára ẹ̀kọ lórí ọ̀rọ̀ náà. \n Bí ọ̀rọ̀ ṣe rí náà sì nìyẹn nítorí pé, kò sí olùgbàyàwó-oníyàwó nínú àwọn Ànábì Ọlọ́hun - kí ọlà Allāhu máa bá wọn -. Ní òdodo ni pé, òǹkà ìyàwó wọn lè pọ̀ ní òǹkà, kì í ṣe ní ti ìgbádùn adùn-ara lásán tàbí ní ti ọ̀nà àbòsí tàbí ní ti ọ̀nà àgbèrè (zinā) bí kò ṣe pé, wọ́n fẹ́ òǹkà ìyàwó púpọ̀ lábẹ́ òfin ẹ̀tọ́ fún àgbéga ẹ̀sìn ’Islām. Kò sì yẹ kí ọ̀rọ̀ àwọn yẹhudi àti àwọn nasọ̄rọ̄ bá wa ní òjijì rárá nítorí pé, kò sí Ànábì kan tàbí Òjíṣẹ́ kan tí wọn kò tàbùkù rẹ̀. \n Síwájú sí i, òye tó wà nínú ìṣẹ̀lẹ̀ àwọn ẹlẹ́ran yìí ni pé, Allāhu - Onídàájọ́ òdodo àti déédé - fẹ́ kọ́ Ànábì Dāwūd - kí ọlà Allāhu máa bá a - ní ẹ̀kọ́ ìgbẹ́jọ́ nítorí pé, Allāhu fẹ́ fi ṣe adájọ́ láààrin àwọn ìjọ rẹ̀. Àìtẹ́tí gbọ́ ọ̀rọ̀ lẹ́nu ẹni-afẹ̀sùnkàn ni àṣíṣe tó ṣẹlẹ̀ sí Ànábì Dāwūd - kí ọlà Allāhu máa bá a - nínú ìgbẹ́jọ́ náà. Èyí náà sì ni ohun tí ó tọrọ àforíjìn Ọlọ́hun fún, kì í ṣe ọ̀rọ̀ ìyàwó gbígbà, èyí tí kò ṣẹlẹ̀ nínú āyah náà, tí kò sì ṣẹlẹ̀ sí Ànábì Dāwūd - kí ọlà Allāhu máa bá a - rí nínú ìṣẹ̀mí ayé rẹ̀.","lang":"yo"},{"name":"38:25","price":"Nítorí náà, A ṣàforíjìn ìyẹn fún un. Dájúdájú ìsúnmọ́ (Wa) àti àbọ̀ rere sì wà fún un lọ́dọ̀ Wa.","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:26","price":"(Ànábì) Dāwūd, dájúdájú Àwa ṣe ọ́ ní àrólé lórí ilẹ̀. Nítorí náà, fi òdodo dájọ́ láààrin àwọn ènìyàn. Má ṣe tẹ̀lé ìfẹ́-inú nítorí kí ó má baà ṣìnà kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu. Dájúdájú àwọn tó ń sọnù kúrò nínú ẹ̀sìn Allāhu, ìyà líle wà fún wọn nítorí pé, wọ́n gbàgbé Ọjọ́ ìṣírò-iṣẹ́.","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:27","price":"A kò fi irọ́ ṣẹ̀dá sánmọ̀, ilẹ̀ àti ohunkóhun tó wà láààrin méjèèjì. (Irọ́), ìyẹn ni èrò ọkàn àwọn tó ṣàì gbàgbọ́ (sí Wa). Nítorí náà, ègbé ni fún àwọn tó ṣàì gbàgbọ́ nínú Iná.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:28","price":"Ṣé kí Á ṣe àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe àwọn iṣẹ́ rere bí (A ó ti ṣe) àwọn òbìlẹ̀jẹ́ lórí ilẹ̀? Tàbí ṣé kí Á ṣe àwọn olùbẹ̀rù (Mi bí A ó ti ṣe) àwọn aṣebi?","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:29","price":"(Èyí ni) Tírà ìbùkún tí A sọ̀kalẹ̀ fún ọ nítorí kí wọ́n lè ronú jinlẹ̀ nípa àwọn āyah rẹ̀ àti nítorí kí àwọn onílàákàyè lè lo ìrántí.","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:30","price":"A fi (Ànábì) Sulaemọ̄n ta (Ànábì) Dāwūd lọ́rẹ. Ẹrúsìn rere ni. Dájúdájú olùṣẹ́rí sọ́dọ̀ (Allāhu) ni (nípa ìronúpìwàdà).","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:31","price":"(Rántí) nígbà tí wọ́n kó àwọn ẹṣin akáwọ́ọ̀jà-lérí asárétete wá bá a ní ìrọ̀lẹ́,","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:32","price":"ó sọ pé: “Dájúdájú èmi fẹ́ràn ìfẹ́ ohun rere (ìyẹn, àwọn ẹṣin náà) dípò ìrántí Olúwa Mi (ìyẹn, ìrun ‘Asr) títí òòrùn fi wọ̀.","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:33","price":"Ẹ dá wọn padà sọ́dọ̀ mi.” Ó sì bẹ̀rẹ̀ sí í fi idà gé wọn ní ẹsẹ̀ àti ní ọrùn.","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:34","price":"Dájúdájú A dán (Ànábì) Sulaemọ̄n wò. A ju abara kan sórí àga rẹ̀. Lẹ́yìn náà, (Ànábì Sulaemọ̄n) ṣẹ́rí padà (pẹ̀lú ìronúpìwàdà).¹","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"1. Gẹ́gẹ́ bí àwọn ọmọ ’Isrọ̄’īl ṣe parọ́ ìyàwó gbígbà mọ́ Ànábì Dā’ūd - kí ọlà Allāhu máa bá a -, bẹ́ẹ̀ náà ni wọ́n ṣe parọ́ pé èṣù àlùjànnú kan gba ìjọba lọ́wọ́ Ànábì Sulaemọ̄n - kí ọlà Allāhu máa bá a -. Wọ́n sì sọ pé, èṣù àlùjànnú náà lo ìjọba rẹ̀ fún ogójì ọjọ́ tó ṣe dọ́gba sí òǹkà ọjọ́ tí ọ̀kan nínú àwọn ìyàwó Ànábì Sulaemọ̄n fi yọ ẹbọ ṣe ní ìkọ̀kọ̀. Wọ́n ní, nígbà tí ogójì ọjọ́ pé, ni àṣírí èṣù àlùjànnú náà tó tú. Ànábì Sulaemọ̄n - kí ọlà Allāhu máa bá a - sì padà sórí àga ìjọba rẹ̀.’ \n Irọ́ burúkú ni èyí. Ìṣe àwọn ọmọ ’Isrọ̄’īl sì ni irọ́ pípa mọ́ àwọn Ànábì àti àwọn Òjíṣẹ́ Ọlọ́hun - kí ọlà Allāhu máa bá wọn -. Bí ó tilẹ̀ jẹ́ pé ìtàn burúkú yìí wà nínú ọ̀pọ̀lọ́pọ̀ tírà tafsīr nípasẹ̀ àìfura, àwọn ọlọ́fìn-íntótó àti olùtọpinpin nínú àwọn onímọ̀ ẹ̀sìn ’Islām ti padà fi rinlẹ̀ pé, irọ́ ni ìtàn náà nítorí pé, ìṣẹ̀lẹ̀ náà tako ààbò mímọ́ tó wà fún àwọn Ànábì àti àwọn Òjíṣẹ́ Ọlọ́hun - kí ọlà Allāhu máa bá wọn -.\n Síwájú sí i, èyí tí àwọn àáfà fi rinlẹ̀ lórí àgbọ́yé āyah náà ni pé, Ànábì Sulaemọ̄n - kí ọlà Allāhu máa bá a - ní ìyàwó tó tó ọgọ́rùn-ún lábẹ́ òfin ẹ̀tọ́ (ìyẹn ni pé, Allāhu l’Ó ṣe é ní ẹ̀tọ́ fún un). Ànábì Sulaemọ̄n - kí ọlà Allāhu máa bá a - sì fi Allāhu búra ní ọjọ́ kan pé, òun máa súnmọ́ ìkọ̀ọ̀kan àwọn ìyàwó rẹ̀ náà, gbogbo wọn pátápátá, ní alẹ́ ọjọ́ kan nítorí kí ìkọ̀ọ̀kan wọn lè bí ọmọkùnrin jagunjagun kọ̀ọ̀kan fún ẹ̀sìn Allāhu. Ó búra láti ṣe bẹ́ẹ̀, àmọ́ ó kùnà láti fi kún ìbúra rẹ̀ pé “tí Allāhu bá fẹ́.” Allāhu sì sọ ọ̀rọ̀ náà di àdánwò fún un nítorí pé, kò sí ìyàwó kan tí ó lóyún nípasẹ̀ oorun-ìfẹ́ alẹ́ ọjọ́ náà àfi ìyàwò kan tí ó bí ààbọ̀ ọmọ, tí wọ́n gbé jù sórí àga ọlá rẹ̀. Lẹ́sẹ̀kẹsẹ̀ tí ó rí èyí, ó ṣẹ́rí padà sọ́dọ̀ Allāhu. \n Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - sì sọ̀rọ̀ lórí ìṣẹ̀lẹ̀ yìí pé, “Tí Ànábì Sulaemọ̄n - kí ọlà Allāhu máa bá a - bá sọ pé, ‘tí Allāhu bá fẹ́’ lásìkò ìbúra rẹ̀ ni, ìbúra rẹ̀ kò níí di ẹ̀ṣẹ̀ sí i lọ́rùn. Àti pé ọwọ́ rẹ̀ ìbá ba ohun tí ó ń fẹ́ lọ́dọ̀ Allāhu Ọba Ọlọ́rẹ.” Ìṣẹ̀lẹ̀ yìí wà nínú ẹ̀gbàwá Abū Huraerah - kí Allāhu yọ́nú sí i -. Ó sì wà nínú hadīth Bukọ̄riy (àkọlé: bāb al-’Istithnā’ fi-l-’aemọ̄n) àti Muslim (àkọlé: bāb al-’Istithnā’). Nítorí náà, ààbọ̀ ọmọ tí wọ́n jù sórí àga Sulaemọn ni “jasad” tó jẹyọ nínú āyah náà, kì í ṣe àlùjànnú èṣù. Àwọn èṣù kì í gbé àwòrán àwọn Ànábì wọ̀. \n Kíyè sí i, nínú ẹ̀rí tó dájú tó ń fi rinlẹ̀ pé kò sí èṣù àlùjànnú kan tí ó lè gbé àwòrán Ànábì kan kan wọ̀ ni pé, kì í ṣe ara òrùka Ànábì Sulaemọ̄n - kí ọlà Allāhu máa bá a - ni àwọ̀ Ànábì Sulaemọ̄n wà. Báwo wá ni ó ṣe máa jẹ́ pé, nípasẹ̀ òrùka Ànábì Sulaemọ̄n ni àwọ̀ rẹ̀ fi máa kúrò lára rẹ̀ sí ara èṣù àlùjànnú nígbà tí Ànábì Sulaemọ̄n kì í ṣe òpìdán? Ànábì Sulaemọ̄n kò sì fi òrùka jọba áḿbọ̀sìbọ́sí pé nígbà tí kò bá sí òrùka rẹ̀ lọ́wọ́ rẹ̀ l’ó máa fún ẹlòmíìràn ní àyè láti di ọba! Ẹ tún wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:102. W-Allāhu ’a‘lam.","lang":"yo"},{"name":"38:35","price":"Ó sọ pé: “Olúwa mi, forí jìn mí. Kí O sì ta mí ní ọrẹ ìjọba kan èyí tí kò níí tọ́ sí ẹnì kan kan mọ́ lẹ́yìn mi. Dájúdájú Ìwọ, Ìwọ ni Ọlọ́rẹ.”","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:36","price":"Nítorí náà, A tẹ atẹ́gùn ba fún un. Ó ń fẹ́ pẹ̀lú àṣẹ rẹ̀ ní ìrọ̀rùn síbi tí ó bá fẹ́.","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:37","price":"Àti àwọn èṣù àlùjànnú; gbogbo àwọn ọ̀mọ̀lé àti àwọn awakùsà (ni A tẹ̀ ba fún un).","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:38","price":"Àti àwọn (àlùjànnú) mìíràn tí wọ́n fi ẹ̀wọ̀n dè mọ́lẹ̀ (A tẹ̀ wọ́n ba fún un).","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:39","price":"Èyí ni ọrẹ Wa. Nítorí náà, fi tọrẹ tàbí kí ó mú un dání¹ láì níí ní ìṣírò.²","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"1. Gbólóhùn yìí “Èyí ni ọrẹ Wa.” Ó túmọ̀ sí “èyí ni àwọn dúkìá ayé tí A fi ta ọ́ ní ọrẹ”. Ìtúmọ̀ yìí sì ni mo lò. Àmọ́ “Èyí ni ọrẹ Wa.” tún túmọ̀ sí “èyí ni àwọn àlùjànnú tí A fi ta ọ́ ní ọrẹ.” Pẹ̀lú ìtúmọ̀ kejì yìí. Ohun tí ó máa jẹ́ ìtúmọ̀ fún gbólóhùn ìparí āyah náà máa lọ báyìí pé, “Tu àwọn àlùjànnú tí o bá fẹ́ tú kúrò lórí ìgbèkùn sílẹ̀ tàbí kí o de èyí tí ó bá fẹ́ mọ́lẹ̀ sórí ìgbèkùn, kò sì níí sí ìbéèrè fún ọ lórí rẹ̀ ní Ọjọ́ Ìṣírò iṣẹ́. \n 2. Ìyẹn ni pé, Ànábì Sulaemọ̄n - kí ọlà Allāhu máa bá a - kò níí ṣe ìṣírò ní Ọjọ́ Ìṣírò-iṣẹ́ lórí èyí tí ó ná síta àti èyí tí ó ná fún ìgbádùn ara rẹ̀ nílé ayé.","lang":"yo"},{"name":"38:40","price":"Dájúdájú ìsúnmọ́ (Wa) àti àbọ̀ rere sì wà fún un ní ọ̀dọ̀ Wa.","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:41","price":"Ṣèrántí ẹrúsìn Wa, (Ànábì)’Ayyūb. Nígbà tí ó pe Olúwa rẹ̀ (pé): “Dájúdájú Èṣù ti kó ìnira (àìsàn) àti ìyà bá mi.”¹","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah an-Nisā’ 4;79.","lang":"yo"},{"name":"38:42","price":"(Mọlāika sọ fún un pé): “Fi ẹsẹ̀ rẹ janlẹ̀. Èyí ni omi ìwẹ̀ tútù àti omi mímu (fún ìwòsàn rẹ).”","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:43","price":"A sì ta á lọ́rẹ àwọn ará ilé rẹ̀ (padà) àti irú wọn pẹ̀lú wọn. (Ó jẹ́) ìkẹ́ láti ọ̀dọ̀ Wa àti ìrántí fún àwọn onílàákàyè.","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:44","price":"Fi ọwọ́ rẹ mú ìdì igi koríko tútù kí o fi lu (ìyàwó) rẹ. Má ṣe yapa ìbúra rẹ.¹ Dájúdájú Àwa rí (’Ayyūb) ní onísùúrù. Ẹrúsìn rere ni. Dájúdájú olùṣẹ́rí sí ọ̀dọ̀ Allāhu ni (nípa ìronúpìwàdà).","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"1. Ní àsìkò tí àìlera wà fún Ànábì ’Ayyūb - kí ọlà Allāhu máa bá a -, ìyàwó rẹ̀ ṣẹ̀ ẹ́ ní ẹ̀ṣẹ̀ kan. Ànábì ’Ayyūb sì fi Allāhu búra pé òun yóò lù ú ní ẹgba ọgọ́rùn-ún lórí àṣìṣe náà tí òun bá gbádùn. Èyí ni Allāhu - Ọba tó ga jùlọ - fi ń pa á láṣẹ pé kí ó mú ìbúra rẹ̀ ṣẹ, ṣùgbọ́n kí ó mú ìbáwí náà ní fífúyẹ́ nípa dídi igi koríko tútù ọgọ́rùn-ún jọ, kí ó sì fi lu ìyàwó rẹ̀ ní ẹ̀ẹ̀ kan péré. Ìdì igi koríko ọgọ́rùn-ún náà sì ti dúró fún lílu ìyàwó rẹ̀ nígbà ọgọ́rùn-ún. \n Èyí fi rinlẹ̀ pé, a kò gbọdọ̀ fi àpá sí ara ìyàwó wa nípasẹ̀ ìbáwí. Ẹ tún wo ìtọsẹ̀-ọ̀rọ̀ sūrah an-Nisā’; 4:34.","lang":"yo"},{"name":"38:45","price":"Ṣèrántí àwọn ẹrúsìn Wa, (Ànábì) ’Ibrọ̄hīm, ’Ishāƙ àti Ya‘ƙūb; àwọn alágbára àti olùríran (nípa ẹ̀sìn).","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:46","price":"Dájúdájú Àwa ṣà wọ́n lẹ́ṣà pẹ̀lú ẹ̀ṣà kan, (òhun ni) ìrántí Ilé náà (ilé Ìkẹ́yìn).","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:47","price":"Dájúdájú wọ́n wà nínú àwọn ẹni ẹ̀ṣà, ẹni rere jùlọ ní ọ̀dọ̀ Wa.","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:48","price":"Ṣèrántí (àwọn Ànábì) ’Ismọ̄‘īl, al-Yasa‘ àti Thul-Kifl. Ìkọ̀ọ̀kan wọn wà nínú àwọn ẹni rere jùlọ.","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:49","price":"Èyí ni ìrántí. Àti pé dájúdájú àbọ̀ rere wà fún àwọn olùbẹ̀rù (Allāhu).","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:50","price":"Àwọn Ọgbà Ìdẹ̀ra gbére (ni). Wọ́n sì máa ṣí àwọn ìlẹ̀kùn rẹ̀ sílẹ̀ fún wọn.","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:51","price":"Wọn yóò rọ̀gbọ̀kú nínú rẹ̀. Wọn yóò máa bèèrè fún àwọn èso púpọ̀ àti ohun mímu nínú rẹ̀.","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:52","price":"Àwọn obìnrin tí kì í wo ẹlòmíìràn, tí ọjọ́ orí wọn kò jura wọn lọ yó sì wà ní ọ̀dọ̀ wọn.","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:53","price":"Èyí ni ohun tí Wọ́n ń ṣe ní àdéhùn fún yín fún Ọjọ́ ìṣírò-iṣẹ́.","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:54","price":"Dájúdájú èyí ni arísìkí Wa. Kò sì níí tán.","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:55","price":"Èyí (rí bẹ́ẹ̀). Àti pé dájúdájú àbọ̀ burúkú ni ti àwọn alágbèéré (sí Allāhu).","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:56","price":"Iná Jahanamọ ni wọn yó wọ̀. Ó sì burú ní ibùgbé.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:57","price":"Èyí (rí bẹ́ẹ̀). Nítorí náà, kí wọ́n tọ́ ọ wò; omi tó gbóná parí àti àwọnúwẹ̀jẹ̀.","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:58","price":"Oríṣiríṣi (ìyà) mìíràn bí irú rẹ̀ (tún wà fún wọn).","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:59","price":"Èyí ni ìjọ kan tó máa wọ inú Iná pẹ̀lú yín. (Àwọn aṣíwájú nínú Iná sì máa wí pé:) “Kò sí máawolẹ̀-máarọra fún wọn.” Dájúdájú wọn yóò wọ inú Iná ni.","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:60","price":"(Àwọn ọmọlẹ́yìn nínú Iná) máa wí pé: “Rárá, ẹ̀yin náà kò sí máawolẹ̀-máarọra fún yín. Ẹ̀yin l’ẹ pè wá síbi èyí (tó bí Iná).” Ó sì burú ní ibùgbé.","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:61","price":"Wọ́n (tún) wí pé: “Olúwa wa, ẹni tí ó pè wá (síbi ìyà) yìí, ṣe àlékún àdìpèlé ìyà fún un nínú Iná.”","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:62","price":"Wọ́n tún wí pé: “Kí ló ṣẹlẹ̀ sí wa tí a kò rí àwọn ọkùnrin kan, àwọn tí à ń kà mọ́ àwọn ẹni burúkú.","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:63","price":"Ṣèbí a fi wọ́n ṣe yẹ̀yẹ́ tàbí àwọn ojú ti fò wọ́n ni (l’a ò fi rí wọn nínú Iná)?”","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:64","price":"Dájúdájú ìyẹn, àríyànjiyàn àwọn èrò inú Iná, òdodo mà ni.","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:65","price":"Sọ pé: “Èmi ni olùkìlọ̀. Àti pé kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Allāhu, Ọ̀kan ṣoṣo, Olùborí.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:66","price":"Olúwa àwọn sánmọ̀ àti ilẹ̀ àti ohunkóhun tó wà láààrin méjèèjì, Alágbára, Aláforíjìn.”","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:67","price":"Sọ pé: “(al-Ƙur’ān) ni ìró ńlá.","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:68","price":"Ẹ̀yin sì ń gbúnrí kúrò níbẹ̀.","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:69","price":"Èmi kò sì nímọ̀ nípa àwọn mọlāika tí ó wà ní àyè gíga nígbà tí wọ́n ń ṣàròyé.","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:70","price":"Kí ni wọ́n fi ránṣẹ́ sí mi bí kò ṣe pé èmi ni olùkìlọ̀ pọ́nńbélé.”","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:71","price":"(Rántí) nígbà tí Olúwa rẹ sọ fún àwọn mọlāika pé: “Dájúdájú Èmi yóò dá abara kan láti inú ẹrẹ̀.","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:72","price":"Nígbà tí Mo bá ṣe é tó dọ́gba jálẹ̀ tán, tí Mo sì fẹ́ nínú atẹ́gùn ẹ̀mí tí Mo dá sínú rẹ̀, nígbà náà ẹ dojú bolẹ̀ fún un, kí ẹ forí kanlẹ̀ kí i.”","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:73","price":"Gbogbo àwọn mọlāika pátápátá sì forí kanlẹ̀ kí i.","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:74","price":"Àyàfi ’Iblīs, tí ó ṣègbéraga. Ó sì wà nínú àwọn aláìgbàgbọ́.","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:75","price":"(Allāhu) sọ pé: “’Iblīs, kí l’ó kọ̀ fún ọ láti forí kanlẹ̀ kí ohun tí Mo fi ọwọ́ Mi méjèèjì dá? Ṣé o ṣègbéraga ni tàbí o wà nínú àwọn ẹni gíga?”","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:76","price":"Ó wí pé: “Èmi lóore jù ú lọ; O dá èmi láti ara iná. O sì dá òun láti ara ẹrẹ̀.”","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:77","price":"(Allāhu) sọ pé: “Jáde kúrò nínú (Ọgbà Ìdẹ̀ra) nítorí pé, dájúdájú ìwọ ni ẹni ẹ̀kọ̀.","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:78","price":"Àti pé dájúdájú ègún Mi yóò wà lórí rẹ títí di Ọjọ́ ẹ̀san.”","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:79","price":"(Èṣù) wí pé: “Olúwa mi, lọ́ mi lára títí di ọjọ́ tí Wọn yóò gbé ẹ̀dá dìde.”","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:80","price":"(Allāhu) sọ pé: “Dájúdájú ìwọ wà nínú àwọn tí wọ́n máa lọ́ lára","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:81","price":"títí di ọjọ́ àkókò tí A ti mọ̀.”","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:82","price":"(Èṣù) wí pé: “Mo fi agbára Rẹ búra, dájúdájú èmi yóò kó gbogbo wọn sínú ìṣìnà","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:83","price":"àfi àwọn ẹrúsìn Rẹ, àwọn tí O ṣà lẹ́ṣà (fún ìgbàgbọ́ òdodo) nínú wọn.”","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:84","price":"(Allāhu) sọ pé: “Òdodo (ni ìbúra Mi), òdodo sì ni Èmi ń sọ, (pé)","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:85","price":"dájúdájú Mo máa fi ìwọ àti gbogbo àwọn tó bá tẹ̀lé ọ nínú wọn kún inú iná Jahanamọ.”","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:86","price":"Sọ pé: “Èmi kò bi yín léèrè owó-ọ̀yà kan lórí rẹ̀. Èmi kò sì sí nínú àwọn onítàn-àròsọ.”","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:87","price":"Kí ni al-Ƙur’ān bí kò ṣe ìrántí fún gbogbo ẹ̀dá.","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"38:88","price":"Àti pé dájúdájú ẹ máa mọ ìró rẹ̀ (sí òdodo) láìpẹ́.","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"","lang":"yo"}],"chapter":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"]}