{"data":[{"name":"39:1","price":"Tírà náà sọ̀kalẹ̀ díẹ̀ díẹ̀¹ láti ọ̀dọ̀ Allāhu, Alágbára, Ọlọ́gbọ́n.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-’Isrọ̄’; 17:106.","lang":"yo"},{"name":"39:2","price":"Dájúdájú Àwa sọ Tírà (al-Ƙur’ān) kalẹ̀ fún ọ pẹ̀lú òdodo. Nítorí náà, jọ́sìn fún Allāhu lẹ́ni tí yóò máa fi àfọ̀mọ́-ọkàn (àníyàn mímọ́) ṣe ẹ̀sìn fún Un.¹","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"1. Fífi àfọ̀mọ́-ọkàn (àníyàn mímọ́) ṣe ẹ̀sìn fún Allāhu ni sísin Allāhu, jíjọ́sìn fún Allāhu láti fi wá ojú rere Rẹ̀ nìkan ṣoṣo, tí kò sì níí fi ọ̀nà kan kan ròpọ̀ mọ́ ẹbọ ṣíṣe (ṣirk), ṣekárími (riyā’) àti ìṣọ̀bẹṣèlu (nifāƙ). Ẹ tún wo ìtọsẹ̀-ọ̀rọ̀ sūrah Yūnus; 10:22.","lang":"yo"},{"name":"39:3","price":"Gbọ́! Ti Allāhu ni ẹ̀sìn mímọ́.¹ Àwọn tí wọ́n sì mú àwọn aláfẹ̀yìntì kan yàtọ̀ sí Allāhu, (wọ́n wí pé): “A kò jọ́sìn fún wọn bí kò ṣe pé, nítorí kí wọ́n lè mú wa súnmọ́ Allāhu pẹ́kípẹ́kí ni.” Dájúdájú Allāhu l’Ó máa dájọ́ láààrin wọn nípa ohun tí wọ́n ń yapa-ẹnu nípa rẹ̀ (ìyẹn, ẹ̀sìn ’Islām). Dájúdájú Allāhu kò níí fi ọ̀nà mọ ẹni tí ó jẹ́ òpùrọ́, aláìgbàgbọ́.","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"1. Ẹ̀sìn mímọ́ ni ẹ̀sìn ’Islām tí wọ́n fi wá ojú rere Rẹ̀ nìkan ṣoṣo, tí kò sì níí fi ọ̀nà kan kan ròpọ̀ mọ́ ẹbọ ṣíṣe (ṣirk), ṣekárími (riyā’) àti ìṣọ̀bẹṣèlu (nifāƙ). Nítorí náà, “Ti Allāhu ni ẹ̀sìn mímọ́.” ń já sí pé, bí ’Islām ọwọ́ lágbájá tàbí iṣẹ́ kan nínú àwọn iṣẹ́ ẹ̀sìn náà kò bá ti là kúrò nínú gbogbo àwọn n̄ǹkan tó máa ń́ kó àìmọ́ (ìdọ̀tí àti ẹ̀gbin) bá ẹ̀sìn rẹ̀, ìyẹn ẹbọ ṣíṣe (ṣirk), ṣekárími (riyā’) àti ìṣọ̀bẹṣèlu (nifāƙ), Allāhu kò níí gbà á nítorí pé, kò níí gba ohun tí kì í ṣe tiRẹ̀ lọ́wọ́ ẹ̀dá.","lang":"yo"},{"name":"39:4","price":"Tí ó bá jẹ́ pé Allāhu bá fẹ́ fi ẹnì kan ṣe ọmọ ni, ìbá ṣẹ̀ṣà ohun tí Ó bá fẹ́ (fi ṣọmọ) nínú n̄ǹkan tí Ó dá. Mímọ́ ni fún Un (níbi èyí). Òun ni Allāhu, Ọ̀kan ṣoṣo, Olùborí.","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:5","price":"Ó ṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀ pẹ̀lú òdodo. Ó ń ti òru bọnú ọ̀sán. Ó sì ń ti ọ̀sán bọnú òru. Ó sì rọ òòrùn àti òṣùpá; ìkọ̀ọ̀kan wọn máa rìn fún gbèdéke àkókò kan. Gbọ́! Òun ni Alágbára, Aláforíjìn.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:6","price":"Ó ṣẹ̀dá yín láti ara ẹ̀mí ẹyọ kan. Lẹ́yìn náà, Ó dá ìyàwó rẹ̀ láti ara rẹ̀. Ó sì sọ mẹ́jọ kalẹ̀ fún yín nínú ẹran-ọ̀sìn ní takọ- tabo. Ó ń ṣẹ̀dá yín sínú ìyá yín, ẹ̀dá kan lẹ́yìn ẹ̀dá kan nínú àwọn òkùnkùn mẹ́ta.¹ Ìyẹn ni Allāhu, Olúwa yín. TiRẹ̀ ni ìjọba. Kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun. Nítorí náà, báwo ni wọ́n ṣe ń ṣẹ yín lórí kúrò níbi òdodo?","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"1. Àpò (tán-ánná), ilé ọmọ àti ikùn ni àwọn okùnkùn mẹ́ta náà. Ọlẹ̀ (tàbí ọmọ) máa wà nínú àpò kan tí à ń pè ní “tán-ánná. Tán-ánná wà nínú ilé ọmọ. Ilé ọmọ sì wà nínú ikùn obìnrin. Ọmọ tí a bí tí ó ṣe pé inú àpò ni ó wà láti inú ìyá rẹ̀ ni Yorùbá ń pè ní “ọ̀kẹ́”. Àmọ́ ọ̀pọ̀lọ́pọ̀ ọmọ ló jẹ́ pé, tán-ánná tirẹ̀ máa yọ́ sínú ẹjẹ̀ ìbímọ.","lang":"yo"},{"name":"39:7","price":"Tí ẹ bá ṣàì moore, dájúdájú Allāhu rọrọ̀ láì sí ẹ̀yin (kò sì ní bùkátà si yín). Kò sì yọ́nú sí àìmoore fún àwọn ẹrúsìn Rẹ̀. Tí ẹ bá dúpẹ́, Ó máa yọ́nú sí i fún yín. Ẹlẹ́rù-ẹ̀ṣẹ̀ kan kò sì níí ru ẹrù ẹ̀ṣẹ̀ ẹlòmíìràn. Lẹ́yìn náà, ọ̀dọ̀ Olúwa yín ni ibùpadàsí yín. Ó sì máa fún yín ní ìró ohun tí ẹ̀ ń ṣe níṣẹ́. Dájúdájú Òun ni Onímọ̀ nípa ohun tí ń bẹ nínú igbá-àyà ẹ̀dá.","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:8","price":"Nígbà tí ìnira kan bá fọwọ́ ba ènìyàn, ó máa pe Olúwa rẹ̀ lẹ́ni tí ó ń ṣẹ́rí padà sí ọ̀dọ̀ Rẹ̀. Lẹ́yìn náà, nígbà tí Ó bá fún un ní ìdẹ̀ra kan láti ọ̀dọ̀ Rẹ̀, ó máa gbàgbé ohun tó ṣe ní àdúà sí (Olúwa rẹ) ṣíwájú. Ó sì máa sọ (àwọn ẹ̀dá kan) di akẹgbẹ́ fún Allāhu nítorí kí ó lè kó ìṣìnà bá (ẹlòmíìràn) ní ojú ọ̀nà ẹ̀sìn Rẹ̀ (’Islām). Sọ pé: “Fi àìgbàgbọ́ rẹ jẹ̀gbádùn ayé fún ìgbà díẹ̀. Dájúdájú ìwọ wà nínú àwọn èrò inú Iná.”","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:9","price":"Ǹjẹ́ ẹni tí ó jẹ́ olùtẹ̀lé ti Allāhu (tó jẹ́) olùforíkanlẹ̀ àti olùdìdedúró (lórí ìrun kíkí) ní àwọn àkókò alẹ́, tó ń ṣọ́ra fún ọ̀run, tó sì ń ní àgbẹ́kẹ̀lé nínú àánú Olúwa rẹ̀ (dà bí ẹlẹ́ṣẹ̀ bí?) Sọ pé: “Ǹjẹ́ àwọn tí wọ́n nímọ̀ àti àwọn tí kò nímọ̀ dọ́gba bí? Àwọn onílàákàyè nìkan l’ó ń lo ìrántí.","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:10","price":"Sọ pé: “Ẹ̀yin ẹrúsìn Mi tí ẹ gbàgbọ́ ní òdodo, ẹ bẹ̀rù Olúwa yín. Ẹ̀san rere wà fún àwọn tó ṣe rere ní ilé ayé yìí.¹ Ilẹ̀ Allāhu sì gbòòrò.² Àwọn onísùúrù ni Wọ́n sì máa fún ní ẹ̀san (rere iṣẹ́) wọn ní ẹ̀kúnrẹ́rẹ́ láì níí ní ìṣírò.”³","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"1. Ó tún túmọ̀ sí “Àwọn tó ṣe rere ní ilé ayé yìí, ẹ̀san rere wà fún wọn.” Pẹ̀lú ìtúmọ̀ àkọ́kọ́, ẹ̀san rere dúró fún “àlàáfíà àti ìlera nílé ayé yìí”. Pẹ̀lú ìtúmọ̀ kejì, ẹ̀san rere dúró fún “Ọgbà Ìdẹ̀ra ní ọ̀run”.\n 2. Ìyẹn ni pé, bí ṣíṣe ẹ̀sìn Allāhu ’Islām, kò bá rọrùn ní àdúgbò tàbí ìlú kan, ẹ kúrò níbẹ̀, kí ẹ lọ máa ṣe ẹ̀sìn yín ní àyè mìíràn tí ó rọrùn.\n 3. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:212.","lang":"yo"},{"name":"39:11","price":"Sọ pé: “Dájúdájú Wọ́n pa mí ní àṣẹ pé kí n̄g jọ́sìn fún Allāhu lẹ́ni tí yóò máa fi àfọ̀mọ́-ọkàn (àníyàn mímọ́) ṣe ẹ̀sìn fún Un.¹","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ āyah 2.","lang":"yo"},{"name":"39:12","price":"Wọ́n tún pa mí ní àṣẹ pé kí èmi jẹ́ ẹni àkọ́kọ́ (nínú) àwọn mùsùlùmí (ní àsìkò tèmi).”¹","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-’Ani‘ām; 6:14.","lang":"yo"},{"name":"39:13","price":"Sọ pé: “Dájúdájú èmi ń páyà ìyà ọjọ́ ńlá, tí mo bá fi lè yapa àṣẹ Olúwa mi.”","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:14","price":"Sọ pé: “Allāhu ni èmi yóò máa jọ́sìn fún lẹ́ni tí èmi yóò máa fi àfọ̀mọ́-ọkàn (àníyàn mímọ́) ṣe ẹ̀sìn mi fún Un","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:15","price":"Ẹ̀yin ẹ jọ́sìn fún ohun tí ẹ bá fẹ́ lẹ́yìn Rẹ̀.”¹ Sọ pé: “Dájúdájú àwọn ẹni òfò ni àwọn tó ṣe ẹ̀mí ara wọn àti ará ilé wọn ní òfò ní Ọjọ́ Àjíǹde. Gbọ́! Ìyẹn, òhun ni òfò pọ́nńbélé.”","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"1. Ìyẹn ni pé, ẹ̀yin ẹ ṣe ohun tí ó bá wù yín. Kò kúkú sí ohun tí kò ní ẹ̀san.","lang":"yo"},{"name":"39:16","price":"Àwọn àjà Iná máa wà ní òkè wọn. Àwọn àjà yó sì wà ní ìsàlẹ̀ wọn. Ìyẹn ni Allāhu fi ń dẹ́rù ba àwọn ẹrúsìn Rẹ̀ (báyìí pé:) “Ẹ̀yin ẹrúsìn Mi, ẹ bẹ̀rù Mi.”","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:17","price":"Àwọn tí wọ́n takété sí àwọn òrìṣà tí wọn kò jọ́sìn fún un,¹ wọ́n sì ṣẹ́rí padà sí (jíjọ́sìn fún) Allāhu, ìró ìdùnnú ń bẹ fún wọn. Nítorí náà, fún àwọn ẹrúsìn Mi ní ìró ìdùnnú.","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"1. A tún lè túmọ̀ rẹ̀ báyìí pé, “Àwọn tí wọ́n takété sí jíjọ́sìn fún àwọn òrìṣà”. Ìyẹn ni pé, àwọn tí kò bọ òrìṣà, àwọn tí kì í ṣe ẹlẹbọ́.","lang":"yo"},{"name":"39:18","price":"Àwọn tó ń tẹ́tí gbọ́ ọ̀rọ̀, tí wọ́n sì ń tẹ̀lé èyí tó dára jùlọ nínú rẹ̀, àwọn wọ̀nyẹn ni àwọn tí Allāhu fi mọ̀nà. Àwọn wọ̀nyẹn, àwọn ni onílàákàyè.","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:19","price":"Ṣé ẹni tí ọ̀rọ̀ ìyà Iná ti kòlé lórí (nípa àìgbàgbọ́ rẹ̀, ṣé kò níí wọná ni?) Ṣé ìwọ l’ó máa la ẹni tó wà nínú Iná (nípasẹ̀ àìgbàgbọ́ rẹ̀) ni?","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:20","price":"Ṣùgbọ́n àwọn tó bẹ̀rù Olúwa wọn, tiwọn ni àwọn ilé gíga, tí àwọn ilé gíga tún wà lókè rẹ̀, àwọn odò yó sì máa ṣàn ní ìsàlẹ̀ rẹ̀. Àdéhùn Allāhu ni (èyí). Allāhu kò sì níí yẹ àdéhùn náà.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:21","price":"Ṣé o kò wòye pé dájúdájú Allāhu l’Ó sọ omi kalẹ̀ láti sánmọ̀, Ó sì mú omi náà wọnú àwọn omi ìṣẹ́lẹ̀rú nínú ilẹ̀, lẹ́yìn náà, Ó ń fi mú irúgbìn tí àwọ̀ wọn yàtọ̀ síra wọn jáde, lẹ́yìn náà, (irúgbìn náà) yóò gbẹ, o sì máa rí i ní pípọ́n, lẹ́yìn náà, Ó máa sọ ọ́ di rírún? Dájúdájú ìrántí wà nínú ìyẹn fún àwọn onílàákàyè.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:22","price":"Ǹjẹ́ ẹni tí Allāhu gba ọkàn rẹ̀ láàyè fún ẹ̀sìn ’Islām, tí ó sì wà nínú ìmọ́lẹ̀ láti ọ̀dọ̀ Olúwa rẹ̀ (dà bí aláìgbàgbọ́ bí)? Ègbé ni fún àwọn tí ọkàn wọn le sí ìrántí Allāhu. Àwọn wọ̀nyẹn wà nínú ìṣìnà pọ́nńbélé.","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:23","price":"Allāhu l’Ó sọ ọ̀rọ̀ tó dára jùlọ kalẹ̀, (ó jẹ́) Tírà, tí (àwọn ọ̀rọ̀ inú rẹ̀) jọra wọn ní ọ̀rọ̀ àsọtúnsọ, tí awọ ara àwọn tó ń páyà Olúwa wọn yó sì máa wárìrì nítorí rẹ̀. Lẹ́yìn náà, awọ ara wọn àti ọkàn wọn yóò máa rọ̀ níbi ìrántí Allāhu. Ìyẹn ni ìmọ̀nà Allāhu. Ó sì ń fi ṣe ìmọ̀nà fún ẹni tí Ó bá fẹ́. Ẹni tí Allāhu bá ṣì lọ́nà, kò sí níí sí afinimọ̀nà kan fún un.","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:24","price":"Ǹjẹ́ ẹni tí ó máa fojú ara rẹ̀ ko aburú ìyà Iná ní Ọjọ́ Àjíǹde (dà bí ẹni tí ó máa wọ inú Ọgbà Ìdẹ̀ra wọ́ọ́rọ́wọ́)? Wọn yó sì sọ fún àwọn alábòsí pé: “Ẹ tọ́ ìyà ohun tí ẹ̀ ń ṣe níṣẹ́ wò.”","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:25","price":"Àwọn tó ṣíwájú wọn pe òdodo ní irọ́. Nítorí náà, ìyà dé bá wọn ní àyè tí wọn kò ti fura.","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:26","price":"Allāhu fún wọn ní àbùkù ìyà tọ́ wò nínú ìṣẹ̀mí ayé yìí. Ìyà ọ̀run sì tóbi jùlọ tí ó bá jẹ́ pé wọ́n mọ̀.","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:27","price":"A sì ti ṣe gbogbo àkàwé (àpèjúwe àti àpẹ̀ẹrẹ) fún àwọn ènìyàn nínú al-Ƙur’ān yìí nítorí kí wọ́n lè lo ìrántí","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:28","price":"Al-Ƙur’ān (tí A sọ̀kalẹ̀ pẹ̀lú) èdè Lárúbáwá, èyí tí ọ̀rọ̀ inú rẹ̀ kò dojú rú nítorí kí wọ́n lè bẹ̀rù (Allāhu).","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:29","price":"Allāhu fi àkàwé kan lélẹ̀; ẹrúkùnrin kan tó wà lábẹ́ àṣẹ ọ̀gá púpọ̀ tí wọ́n ń ṣe ìfàn̄fà lórí rẹ̀ (kò sì mọ ta ni ó máa dá lóhùn nínú àwọn ọ̀gá rẹ̀) àti (àkàwé) ẹrúkùnrin kan tó dá wà gédégbé lábẹ́ ọ̀gákùnrin kan. Ǹjẹ́ àwọn (ẹrú) méjèèjì dọ́gba ní àkàwé bí? Gbogbo ọpẹ́ ń jẹ́ ti Allāhu, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ wọn ni kò mọ̀.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:30","price":"Dájúdájú ìwọ máa kú. Dájúdájú àwọn náà máa kú.","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:31","price":"Lẹ́yìn náà, ní Ọjọ́ Àjíǹde dájúdájú ẹ̀yin yóò máa bá ara yín ṣe àríyànjiyàn ní ọ̀dọ̀ Olúwa yín.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"yo"},{"name":"39:32","price":"Nítorí náà, ta l’ó ṣàbòsí ju ẹni tó parọ́ mọ́ Allāhu, tó tún pe òdodo ní irọ́ nígbà tí ó dé bá a? Ṣé kì í ṣe Iná ni ibùgbé fún àwọn aláìgbàgbọ́ ni?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:33","price":"Ẹni tí ó sì mú òdodo wá (ìyẹn, Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -) àti (àwọn) ẹni tó jẹ́rìí sí òdodo náà; àwọn wọ̀nyẹn, àwọn ni olùbẹ̀rù (Allāhu).","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:34","price":"Ohunkóhun tí wọ́n bá ń fẹ́ wà fún wọn ní ọ̀dọ̀ Olúwa wọn. Ìyẹn sì ni ẹ̀san àwọn ẹni rere","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:35","price":"nítorí kí Allāhu lè bá wọn pa aburú tí wọ́n ṣe níṣẹ́ rẹ́ àti (nítorí) kí Ó lè fi èyí tó dára ju ohun tí wọ́n ń ṣe níṣẹ́ san wọ́n ní ẹ̀san wọn.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:36","price":"Ṣé Allāhu kò tó fún ẹrúsìn Rẹ̀ ni? Wọ́n sì ń fi àwọn ẹlòmíìràn lẹ́yìn Rẹ̀ dẹ́rù bà ọ́! Ẹnikẹ́ni tí Allāhu bá ṣì lọ́nà, kò lè sí afinimọ̀nà kan fún un.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:37","price":"Ẹnikẹ́ni tí Allāhu bá fi mọ̀nà (’Islām), kò lè sí aṣinilọ́nà fún un. Ṣé Allāhu kọ́ ni Alágbára, Olùgba-ẹ̀san?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:38","price":"Dájúdájú tí o bá bi wọ́n léèrè pé: “Ta ni Ó dá àwọn sánmọ̀ àti ilẹ̀?”, dájúdájú wọ́n á wí pé: “Allāhu ni.” Sọ pé: “Ẹ sọ fún mi nípa àwọn n̄ǹkan tí ẹ̀ ń pè lẹ́yìn Allāhu, tí Allāhu bá gbèrò ìnira kan rò mí, ǹjẹ́ wọ́n lè mú ìnira Rẹ̀ kúrò fún mi? Tàbí tí Ó bá gbèrò ìkẹ́ kan sí mi, ǹjẹ́ wọ́n lè dá ìkẹ́ Rẹ̀ dúró bí?” Sọ pé: “Allāhu tó fún mi. Òun sì ni àwọn olùgbáralé ń gbáralé.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:39","price":"Sọ pé: “Ẹ̀yin ènìyàn mi, ẹ ṣe tiyín ní àyè yín. Èmi náà ń ṣe tèmi. Nítorí náà, láìpẹ́ ẹ máa mọ","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:40","price":"ẹni tí ìyà tí ó máa yẹpẹrẹ rẹ̀ máa dé bá, tí ìyà gbere sì máa kò lé lórí.”","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:41","price":"Dájúdájú Àwa sọ Tírà kalẹ̀ fún ọ pẹ̀lú òdodo (kí o lè fi ṣe ìrántí) fún àwọn ènìyàn. Nítorí náà, ẹni tí ó bá mọ̀nà, ó mọ̀nà fún ẹ̀mí ara rẹ̀. Ẹni tí ó bá sì ṣìnà, ó ṣìnà fún ẹ̀mí ara rẹ̀. Ìwọ sì kọ́ ni olùṣọ́ lórí wọn.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:42","price":"Allāhu l’Ó ń gba àwọn ẹ̀mí ní àkókò ikú wọn àti (àwọn ẹ̀mí) tí kò kú sójú oorun wọn. Ó ń mú (àwọn ẹ̀mí) tí Ó ti pèbùbù ikú lé lórí mọ́lẹ̀. Ó sì ń fi àwọn yòókù sílẹ̀ títí di gbèdéke àkókò kan. Dájúdájú àwọn àmì wà nínú ìyẹn fún ìjọ tó ní àròjinlẹ̀.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:43","price":"Tàbí wọ́n mú àwọn olùṣìpẹ̀ mìíràn lẹ́yìn Allāhu ni? Sọ pé: “(Wọ́n mú wọn ní olùṣìpẹ̀) tó sì jẹ́ pé wọn kò ní agbára kan kan, wọn kò sì níí làákàyè!”","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:44","price":"Sọ pé: “Ti Allāhu ni gbogbo ìṣìpẹ̀ pátápátá. TiRẹ̀ ni ìjọba àwọn sánmọ̀ àti ilẹ̀. Lẹ́yìn náà, ọ̀dọ̀ Rẹ̀ ni wọn yóò da yín padà sí.”","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:45","price":"Nígbà tí wọ́n bá dárúkọ Allāhu nìkan ṣoṣo, ọkàn àwọn tí kò gbàgbọ́ nínú Ọjọ́ Ìkẹ́yìn máa sá kúrò (níbi mímú Allāhu ní ọ̀kan ṣoṣo). Nígbà tí wọ́n bá sì dárúkọ àwọn mìíràn (tí wọ́n ń jọ́sìn fún) lẹ́yìn Rẹ̀, nígbà náà ni wọn yóò máa dunnú.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:46","price":"Sọ pé: “Allāhu, Olúpilẹ̀dá àwọn sánmọ̀ àti ilẹ̀, Onímọ̀-ìkọ̀kọ̀ àti gban̄gba, Ìwọ l’O máa dájọ́ láààrin àwọn ẹrúsìn Rẹ nípa ohun tí wọ́n ń yapa-ẹnu lórí rẹ̀.”","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:47","price":"Tí ó bá jẹ́ pé dájúdájú gbogbo n̄ǹkan tí ó wà lórí ilẹ̀ jẹ́ ti àwọn alábòsí àti irú rẹ̀ mìíràn pẹ̀lú rẹ̀ (tún jẹ́ tiwọn ni), wọn ìbá fi ṣèràpadà (fún ẹ̀mí ara wọn) níbi aburú ìyà ní Ọjọ́ Àjíǹde. (Nígbà yẹn) ohun tí wọn kò lérò máa hàn sí wọn ní ọ̀dọ̀ Allāhu;","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:48","price":"Àwọn aburú ohun tí wọ́n ṣe níṣẹ́ máa hàn sí wọn. Àti pé ohun tí wọ́n ń fi ṣe yẹ̀yẹ́ sì máa dìyà tó máa yí wọn po.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:49","price":"Nígbà tí ìnira kan ba fọwọ́ ba ènìyàn, ó máa pè Wá. Lẹ́yìn náà, nígbà tí A bá fún un ní ìdẹ̀ra kan láti ọ̀dọ̀ Wa, ó máa wí pé: “Wọ́n fún mi pẹ̀lú ìmọ̀ ni.”¹ Kò sì rí bẹ́ẹ̀, àdánwò ni, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ wọn ni kò mọ̀.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"1. Ìyẹn ni pé, òun mọ̀ ọ́n ṣe ni tòun fi gún. Dípò kí ó moore sí Allāhu, kí ó dúpẹ́ fún Un, kí ó sì mọ̀ pé Allāhu fẹ́ bẹ́ẹ̀ fún un ni nínú kádàrá Rẹ̀ lórí rẹ̀.","lang":"yo"},{"name":"39:50","price":"Àwọn tó ṣíwájú wọn kúkú wí (irú) rẹ̀, ṣùgbọ́n ohun tí wọ́n ń ṣe níṣẹ́ kò rọ̀ wọ́n lọ́rọ̀.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:51","price":"Aburú ohun tí wọ́n ṣe níṣẹ́ sì bá wọn. Àwọn alábòsí nínú àwọn wọ̀nyí náà, aburú ohun tí wọ́n ṣe níṣẹ́ yóò bá wọn. Wọn kò sì níí mórí bọ́.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:52","price":"Ṣé wọn kò mọ̀ pé dájúdájú Allāhu l’Ó ń tẹ́ arísìkí sílẹ̀ fún ẹni tí Ó bá fẹ́. Ó sì ń díwọ̀n rẹ̀ (fún ẹlòmíìràn). Dájúdájú àwọn àmì wà nínú ìyẹn fún ìjọ onígbàgbọ́ òdodo.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:53","price":"Sọ pé: “Ẹ̀yin ẹrúsìn Mi, tí ẹ ti dẹ́ṣẹ̀ púpọ̀ sí ẹ̀mí ara yín lọ́rùn, ẹ má ṣe sọ̀rètí nù nípa ìkẹ́ Allāhu. Dájúdájú Allāhu l’Ó ń ṣàforíjìn gbogbo ẹ̀ṣẹ̀ pátápátá. Dájúdájú Allāhu, Òun ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:54","price":"Ẹ ṣẹ́rí padà (ní ti ìronúpìwàdà) sí ọ̀dọ̀ Olúwa yín. Kí ẹ sì juwọ́-jusẹ̀ sílẹ̀ fún Un ṣíwájú kí ìyà náà tó wá ba yín. (Bí bẹ́ẹ̀ kọ́) lẹ́yìn náà, A kò níí ràn yín lọ́wọ́.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:55","price":"Kí ẹ sì tẹ̀lé ohun tí ó dára jùlọ tí wọ́n sọ̀kalẹ̀ fún yín láti ọ̀dọ̀ Olúwa yín ṣíwájú kí ìyà náà tó wá ba yín ní òjijì, nígbà tí ẹ̀yin kò níí fura.”","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:56","price":"Nítorí kí ẹ̀mí kan má baà wí pé: “Mo ká àbámọ̀ lórí bí mo ṣe jáfara lórí àìtẹ̀lé àṣẹ Allāhu. Àti pé èmi wà nínú àwọn tó ń fi (ọ̀rọ̀ Rẹ̀) ṣe yẹ̀yẹ́.”","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:57","price":"Tàbí kí ó má baà wí pé: “Tí ó bá jẹ́ pé Allāhu fi ọ̀nà mọ̀ mí ni, dájúdájú èmi ìbá wà nínú àwọn olùbẹ̀rù (Rẹ̀).”","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:58","price":"Tàbí nígbà tí ó bá rí Iná kí ó má baà wí pé: “Tí ó bá jẹ́ pé ìpadàsáyé wà fún mi ni, èmi ìbá sì wà nínú àwọn olùṣe-rere.”","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:59","price":"Bẹ́ẹ̀ ni! Àwọn āyah Mi kúkú ti dé bá ọ. O pè é ní irọ́. O tún ṣègbéraga. O sì wà nínú àwọn aláìgbàgbọ́. ¹","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"1. Kíyè sí i, àwọn āyah yìí (58 àti 59) ti fi rinlẹ̀ pé kò sí ìpadàsáyé fún àwọn òkú. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Mu’minūn; 23:99 - 100.","lang":"yo"},{"name":"39:60","price":"Àti pé ní Ọjọ́ Àjíǹde, o máa rí àwọn tó parọ́ mọ́ Allāhu tí ojú wọn máa dúdú. Ṣé inú iná Jahnamọ kọ́ ni ibùgbé fún àwọn onígbèéraga ni?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:61","price":"Allāhu yóò gba àwọn tó bẹ̀rù (Rẹ̀) là sínú ilé ìgbàlà wọn (ìyẹn, Ọgbà Ìdẹ̀ra). Aburú náà kò níí fọwọ́ bà wọ́n. Wọn kò sì níí banújẹ́.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:62","price":"Allāhu ni Ẹlẹ́dàá gbogbo n̄ǹkan. Òun sì ni Olùṣọ́ lórí gbogbo n̄ǹkan.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:63","price":"TiRẹ̀ ni àwọn kọ́kọ́rọ́ ilé-ọ̀rọ̀ àwọn sánmọ̀ àti ilẹ̀. Àwọn tó ṣàì gbàgbọ́ nínú àwọn āyah Allāhu, àwọn wọ̀nyẹn, àwọn ni ẹni òfò.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:64","price":"Sọ pé: “Ṣé n̄ǹkan mìíràn yàtọ̀ sí Allāhu l’ẹ̀ ń pa mí lásẹ pé kí n̄g máa jọ́sìn fún, ẹ̀yin aláìmọ̀kan?”","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:65","price":"Dájúdájú A ti fi ìmísí ránṣẹ́ sí ìwọ àti àwọn tó ṣíwájú rẹ (pé) “Dájúdájú tí o bá ṣẹbọ, iṣẹ́ rẹ máa bàjẹ́. Dájúdájú o sì máa wà nínú àwọn ẹni òfò.”","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:66","price":"Rárá (má ṣẹbọ). Allāhu nìkan ni kí o jọ́sìn fún. Kí o sì wà nínú àwọn olùdúpẹ́ (fún Un).","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:67","price":"Wọn kò bu iyì fún Allāhu bí ó ṣe tọ́ láti bu iyì fún Un. Gbogbo ilẹ̀ pátápátá sì ni (Allāhu) máa fọwọ́ ara Rẹ̀ gbámú ní Ọjọ́ Àjíǹde. Ó sì máa fi ọwọ́ ọ̀tún Rẹ̀ ká àwọn sánmọ̀ kóróbójó. Mímọ́ ni fún Un. Ó sì ga tayọ n̄ǹkan tí wọ́n ń fi ṣẹbọ sí I.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:68","price":"Wọ́n á fọn fèrè oníwo (fún ikú). Àwọn tó wà nínú àwọn sánmọ̀ àti ilẹ̀ sì máa kú àfi ẹni tí Allāhu bá fẹ́. Lẹ́yìn náà, wọ́n máa fọn ọ́n ní ẹ̀ẹ̀ kejì, nígbà náà wọ́n máa wà ní ìdìde. Wọn yó sì máa wò sùn.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:69","price":"Àti pé ilẹ̀ náà yóò máa tàn yànrànyànràn pẹ̀lú ìmọ́lẹ̀ Olúwa rẹ̀. Wọ́n máa gbé ìwé iṣẹ́ ẹ̀dá lélẹ̀. Wọ́n sì máa mú àwọn Ànábì àti àwọn ẹlẹ́rìí wá. A máa fi òdodo ṣèdájọ́ láààrin wọn. A kò sì níí ṣàbòsí sí wọn.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:70","price":"Àti pé Wọ́n máa san ẹ̀mí kọ̀ọ̀kan ní ẹ̀san ohun tí ó ṣe níṣẹ́. Allāhu sì nímọ̀ jùlọ nípa ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:71","price":"Wọn yó sì da àwọn tó ṣàì gbàgbọ́ lọ sínú iná Jahanamọ níjọníjọ, títí di ìgbà tí wọ́n bá dé ibẹ̀, wọ́n máa ṣí àwọn ìlẹ̀kùn rẹ̀ sílẹ̀ (fún wọn). Àwọn ẹ̀ṣọ́ rẹ̀ yó sì sọ fún wọn pé: “Ǹjẹ́ àwọn Òjíṣẹ́ kan kò wá ba yín láti ààrin ara yín, tí wọ́n ń ké àwọn āyah Olúwa yín fún yín, tí wọ́n sì ń kìlọ̀ ìpàdé ọjọ́ yín òní yìí fún yín?” Wọ́n wí pé: “Bẹ́ẹ̀ ni (wọ́n wá bá wa).” Ṣùgbọ́n ọ̀rọ̀ ìyà kò lé àwọn aláìgbàgbọ́ lórí ni.","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:72","price":"A óò sọ pé: “Ẹ wọ àwọn ẹnu ọ̀nà iná Jahanamọ. Olùṣegbére (ni yín) nínú rẹ̀. Ibùgbé àwọn onígbèéraga sì burú.","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:73","price":"Àti pé A óò kó àwọn tó bẹ̀rù Olúwa wọn lọ sínú Ọgbà Ìdẹ̀ra níjọníjọ, títí di ìgbà tí wọ́n bá dé ibẹ̀, wọ́n máa ṣí àwọn ìlẹ̀kùn rẹ̀ sílẹ̀ (fún wọn). Àwọn ẹ̀ṣọ́ rẹ̀ yó sì sọ fún wọn pé: “Kí àlàáfíà máa ba yín. Ẹ̀yin dára (nítorí iṣẹ́ yín tó dára). Nítorí náà, ẹ wọ inú Ọgbà Ìdẹ̀ra, (kí ẹ di) olùṣegbére(nínú rẹ̀).”¹","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"1. Àwọn nasọ̄rọ̄ lérò pé āyah wọ̀nyí, āyah 71 títí dé āyah 73, tako sūrah Mọryam; 19:71. Èsì rẹ̀ ti wà nínú ìtọsẹ̀-ọ̀rọ̀ āyah 71 yẹn nínú sūrah Mọryam.","lang":"yo"},{"name":"39:74","price":"Wọ́n á sọ pé: “Gbogbo ẹyìn ń jẹ́ ti Allāhu, Ẹni tí Ó mú àdéhùn Rẹ̀ ṣẹ fún wa. Ó tún jogún ilẹ̀ náà fún wa, tí à ń gbé níbikíbi tí a bá fẹ́ nínú Ọgbà Ìdẹ̀ra.” Ẹ̀san àwọn olùṣe-rere mà sì dára.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:75","price":"O sì máa rí àwọn Mọlāika tí wọ́n ń rọkiriká ní àyíká Ìtẹ́-ọlá. Wọ́n ń ṣe àfọ̀mọ́ àti ìdúpẹ́ fún Olúwa wọn. A máa fi òdodo ṣèdájọ́ láààrin àwọn ẹ̀dá. Wọ́n sì máa sọ pé: “Gbogbo ẹyìn ń jẹ́ ti Allāhu, Olúwa gbogbo ẹ̀dá.”","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"yo"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}