{"data":[{"name":"42:1","price":"Hā mīm.","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:2","price":"‘Aēn sīn ƙọ̄f. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"42:3","price":"Báyẹn ni Allāhu, Alágbára, Ọlọ́gbọ́n ṣe ń fi ìmísí ránṣẹ́ sí ìwọ àti àwọn tó ṣíwájú rẹ.¹","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"\"1. È é ti ṣe tí Allāhu lẹ́yìn tí Ó sọ pé “Báyẹn ni Allāhu, Alágbára, Ọlọ́gbọ́n ṣe ń fi ìmísí ránṣẹ́ sí ìwọ àti àwọn tó ṣíwájú rẹ.” kò fi kún un pé, “àti àwọn tó ń bọ̀ lẹ́yìn rẹ”? \n Ìdí ni pé, Allāhu ti fi Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ṣe òpin àwọn arímìísígbà “kātamu-nnabiyyīn”. Ẹ wo sūrah al-’Ahzāb; 33:40.","lang":"yo"},{"name":"42:4","price":"TiRẹ̀ ni ohunkóhun tó wà nínú àwọn sánmọ̀ àti ohunkóhun tó wà nínú ilẹ̀. Ó ga, Ó tóbi.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:5","price":"Sánmọ̀ fẹ́ẹ̀ fàya láti òkè wọn (nípa títóbi Allāhu). Àwọn mọlāika sì ń ṣe àfọ̀mọ́ pẹ̀lú ẹyìn fún Olúwa wọn. Wọ́n sì ńtọrọ àforíjìn fún àwọn tó wà lórí ilẹ̀. Gbọ́, dájúdájú Allāhu, Òun ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:6","price":"Àwọn tó mú àwọn alátìlẹ́yìn kan lẹ́yìn Rẹ̀, Allāhu sì ni Aláàbò lórí wọn. Ìwọ sì kọ́ ni olùṣọ́ lórí wọn.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:7","price":"Báyẹn ni A ṣe fi al-Ƙur’ān ránṣẹ́ sí ọ ní èdè Lárúbáwá nítorí kí o lè fi ṣe ìkìlọ̀ fún ’Ummul-Ƙurọ̄ (ìyẹn, ará ìlú Mọkkah) àti ẹnikẹ́ni tí ó bá wà ní àyíká rẹ̀ (ìyẹn, ará ìlú yòókù), àti nítorí kí o lè fi ṣe ìkìlọ̀ nípa Ọjọ́ Àkójọ, tí kò sí iyèméjì nínú rẹ̀. Ìjọ kan yóò wà nínú Ọgbà Ìdẹ̀ra. Ìjọ kan yó sì wà nínú Iná tó ń jò.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:8","price":"Tí ó bá jẹ́ pé Allāhu bá fẹ́, ìbá ṣe wọ́n ní ìjọ ẹlẹ́sìn ẹyọ kan. Ṣùgbọ́n Ó ń fi ẹni tí Ó bá fẹ́ sínú ìkẹ́ Rẹ̀. Àwọn alábòsí, kò sì níí sí aláàbò àti alárànṣe kan fún wọn.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:9","price":"Ṣé wọ́n mú àwọn aláàbò kan lẹ́yìn Rẹ̀ ni? Allāhu, Òun sì ni Aláàbò. Òun l’Ó ń sọ àwọn òkú di alààyè. Òun sì ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:10","price":"Ohunkóhun tí ẹ bá yapa-ẹnu lórí rẹ̀, ìdájọ́ rẹ̀ di ọ̀dọ̀ Allāhu. Ìyẹn ni Allāhu, Olúwa mi. Òun ni mo gbáralé. Ọ̀dọ̀ Rẹ̀ sì ni mo máa ṣẹ́rí padà sí (ní ti ìronúpìwàdà). ¹","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"1. Àgbọ́yé méjì ni gbogbo tafsīr mú wá lórí gbólóhùn yìí “Ohunkóhun tí ẹ bá yapa-ẹnu lórí rẹ̀, ìdájọ́ rẹ̀ di ọ̀dọ̀ Allāhu.” Ìkíní ni pé, lẹ́yìn tí Allāhu ti mú ìdájọ́ wá pé ’Islām nìkan ṣoṣo ni ẹ̀sìn àṣelà, àmọ́ tí àwọn aláìgbàgbọ́ yapa rẹ̀, kí àwa mùsùlùmí fi wọ́n sílẹ̀ títí di Ọjọ́ àjíǹde tí Allāhu máa fi ìdájọ́ Rẹ̀ mú ìlèrí ìyà Rẹ̀ ṣẹ lórí wọn. Pẹ̀lú àgbọ́yé yìí, āyah yìí jẹ́ ọ̀kan nínú àwọn āyah tó sọ̀kalẹ̀ ṣíwájú àwọn āyah tó ń pàṣẹ ìgbógun ti àwọn aláìgbàgbọ́ tó ń gbógun ti àwa mùsùlùmí àti āyah tó ń pàṣẹ gbígba owó-orí lọ́wọ́ àwọn aláìgbàgbọ́ tí kò gbógun ti àwa mùsùlùmí. \n Ní àgbékalẹ̀ ọ̀rọ̀ mìíràn, āyah yìí ń pàrọwà sùúrù àti ìfaradà fún èyíkéyìí àwùjọ mùsùlùmí tó wà nípò ọ̀lẹ ní orílẹ̀ èdè tí àwọn kèfèrí bá ti ń lo òfin kèfèrí lé wa lórí. Sùúrù náà máa wà bẹ́ẹ̀ títí di ọjọ́ tí ọwọ́ àwa mùsùlùmí yóò ba èkù-idà, tí agbára sì máa jẹ́ ti ’Islām. \n Àgbọ́yé kejì ni pé, kí á ṣẹ́rí gbogbo àwọn ọ̀rọ̀ tí ìyapa-ẹnu bá wáyé lórí wọn sínú al-Ƙur’ān, ọ̀rọ̀ Allāhu àti ìdájọ́ Rẹ̀. Pẹ̀lú àgbọ́yé yìí, āyah yìí jẹ́ ọ̀kan nínú àwọn āyah tó ń pa wá láṣẹ láti fi al-Ƙur’an àti sunnah Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - yanjú àwọn ọ̀rọ̀ ìyapa-ẹnu, gẹ́gẹ́ bí sūrah an-Nisā’; 4:59. \n Àṣìgbọ́ l’ó jẹ́ nígbà náà láti lérò pé āyah náà ń pa wá láṣẹ láti má ṣe mú ìdájọ́ wá lórí àwọn ọ̀rọ̀ ìyapa-ẹnu tí al-Ƙur’ān ti yanjú. Èyí sì máa mú ìtúmọ̀ wíwo ìbàjẹ́ níran lọ́wọ́. Nípasẹ̀ bẹ́ẹ̀ ìbàjẹ́ oníran-ànran àti àdádáálẹ̀ ẹ̀sìn nínú ’Islam sì máa gbòde kanrí láààrin àwọn ẹ̀dá. Àṣẹ wíwo ìbàjẹ́ níran títí dọjọ́ àjíǹde kò sì ti ọ̀dọ̀ Allāhu wá nínú tírà sánmọ̀ kan kan.","lang":"yo"},{"name":"42:11","price":"(Òun ni) Olùpilẹ̀dá àwọn sánmọ̀ àti ilẹ̀. Ó ṣẹ̀dá àwọn obìnrin fún yín láti ara yín. Ó tún ṣẹ̀dá àwọn abo ẹran-ọ̀sìn láti ara àwọn akọ ẹran-ọ̀sìn. Ó ń mu yín pọ̀ sí i (nípa ìṣẹ̀dá yín ní akọ-abo). Kò sí kiní kan bí irú Rẹ̀. Òun sì ni Olùgbọ́, Olùríran.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:12","price":"TiRẹ̀ ni àwọn kọ́kọ́rọ́ ilé ọ̀rọ̀ àwọn sánmọ̀ àti ilẹ̀. Ó ń tẹ́ arísìkí sílẹ̀ fún ẹni tí Ó bá fẹ́. Ó sì ń díwọ̀n rẹ̀ (fún ẹlòmíìràn). Dájúdájú Òun ni Onímọ̀ nípa gbogbo n̄ǹkan.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:13","price":"(Allāhu) ṣe ní òfin fún yín nínú ẹ̀sìn (’Islām) ohun tí Ó pa ní àṣẹ fún (Ànábì) Nūh àti èyí tí Ó fi ránṣẹ́ sí ọ, àti ohun tí A pa láṣẹ fún (Ànábì) ’Ibrọ̄hīm, (Ànábì) Mūsā àti (Ànábì) ‘Īsā pé, kí ẹ gbé ẹ̀sìn náà dúró. Kí ẹ sì má ṣe pín sí ìjọ ọ̀tọ̀ọ̀tọ̀ nínú rẹ̀. Wàhálà l’ó jẹ́ fún àwọn ọ̀ṣẹbọ nípa n̄ǹkan tí ò ń pè wọ́n sí (níbi mímú Allāhu ní ọ̀kan ṣoṣo). Allāhu l’Ó ń ṣẹ̀ṣà ẹni tí Ó bá fẹ́ sínú ẹ̀sìn Rẹ̀ (tí ò ń pè wọ́n sí). Ó sì ń fi ọ̀nà mọ ẹni tí ó bá ń ṣẹ́rí padà sí ọ̀dọ̀ Rẹ̀ (nípasẹ̀ ìronúpìwàdà).","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:14","price":"(Àwọn ọ̀ṣẹbọ) kò sì pín sí ìjọ ọ̀tọ̀ọ̀tọ̀ àfi lẹ́yìn tí ìmọ̀ (’Islām) dé bá wọn ní ti ìlara láààrin ara wọn (sí àwọn Ànábì - kí ọlà Allāhu máa bá wọn -). Tí kò bá jẹ́ pé ọ̀rọ̀ kan tí ṣíwájú lọ́dọ̀ Olúwa rẹ (pé Òun yóò lọ́ wọn lára) títí di gbèdéke àkókò kan ni, Wọn ìbá ti dájọ́ láààrin wọn. Dájúdájú àwọn tí A jogún Tírà fún lẹ́yìn wọn sì tún wà nínú iyèméjì tó gbópọn nípa ’Islām.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:15","price":"Nítorí ìyẹn, pèpè (sínú ’Islām), kí o sì dúró ṣinṣin gẹ́gẹ́ bí Wọ́n ṣe pa ọ́ lásẹ. Má sì ṣe tẹ̀lé ìfẹ́-inú wọn. Kí o sì sọ pé: “Mo gbàgbọ́ nínú èyíkéyìí Tírà tí Allāhu sọ̀kalẹ̀. Wọ́n sì pa mí láṣẹ pé kí n̄g ṣe déédé láààrin yín. Allāhu ni Olúwa wa àti Olúwa yín. Tiwa ni àwọn iṣẹ́ wa. Tiyín sì ni àwọn iṣẹ́ yín. Kò sí ìjà láààrin àwa àti ẹ̀yin.¹ Allāhu l’Ó sì máa kó wa jọ papọ̀. Ọ̀dọ̀ Rẹ̀ sì ni àbọ̀ ẹ̀dá.”","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"1. Ìyẹn ṣíwájú àwọn āyah tó ń páṣẹ ogun ẹ̀sìn jíjà.","lang":"yo"},{"name":"42:16","price":"Àwọn tó ń bá (Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -) jà nípa (ẹ̀sìn) Allāhu lẹ́yìn ìgbà tí àwọn ènìyàn ti gbà fún un, ẹ̀rí wọn máa wó lọ́dọ̀ Olúwa wọn. Ìbínú ń bẹ lórí wọn. Ìyà líle sì wà fún wọn.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:17","price":"Allāhu ni Ẹni tí Ó sọ Tírà (al-Ƙur’ān) àti (òfin) òṣùwọ̀n (déédé) kalẹ̀ pẹ̀lú òdodo.¹ Àti pé kí l’ó máa fi mọ̀ ọ́ pé ó ṣeé ṣe kí Àkókò náà ti súnmọ́!","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"1. Ẹ wo sūrah ar-Rahmọ̄n; 55: 7 - 9.","lang":"yo"},{"name":"42:18","price":"Àwọn tí kò ní ìgbàgbọ́ òdodo nínú rẹ̀ ń wá a pẹ̀lú ìkánjú. Àwọn tó sì gbàgbọ́ ní òdodo ń páyà rẹ̀. Wọ́n sì mọ̀ pé dájúdájú òdodo ni. Kíyè sí i, dájúdájú àwọn tó ń jiyàn nípa Àkókò náà ti wà nínú ìṣìnà tó jìnnà.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:19","price":"Allāhu ni Aláàánú fún àwọn ẹrúsìn Rẹ̀. Ó ń ṣe arísìkí fún ẹni tí Ó bá fẹ́. Òun sì ni Alágbára, Olùborí.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:20","price":"Ẹnikẹ́ni tí ó bá gbèrò láti gba èso (iṣẹ́ rẹ̀ ní) ọ̀run, A máa ṣe àlékún sí èso rẹ̀ fún un. Ẹnikẹ́ni tí ó bá sì gbèrò láti gba èso (iṣẹ́ rẹ̀ ní) ayé, A máa fún un nínú rẹ̀. Kò sì níí sí ìpín kan kan fún un mọ́ ní ọ̀run.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:21","price":"Tàbí wọ́n ní àwọn òrìṣà kan tó ṣòfin (ìbọ̀rìṣà) fún wọn nínú ẹ̀sìn, èyí tí Allāhu kò yọ̀ǹda rẹ̀? Tí kò bá jẹ́ ti ọ̀rọ̀ àsọyán (pé A kò níí kánjú jẹ wọ́n ní ìyà), Àwa ìbá ti mú ìdájọ́ wá láààrin wọn. Dájúdájú àwọn alábòsí, ìyà ẹlẹ́ta-eléro sì wà fún wọn.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:22","price":"O máa rí àwọn alábòsí tí wọn yóò máa páyà nítorí ohun tí wọ́n ṣe níṣẹ́, tí ó sì máa kò lé wọn lórí. Àwọn tó sì gbàgbọ́ ní òdodo, tí wọ́n ṣe iṣẹ́ rere máa wà ní àwọn àbàtà Ọgbà Ìdẹ̀ra,¹. Ohun tí wọ́n bá ń fẹ́ máa wà fún wọn ní ọ̀dọ̀ Olúwa wọn. Ìyẹn, òhun ni oore àjùlọ tó tóbi.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"1. “Raodọh” ni àyè tí ó kún fún omi àti koríko, àyè tó lọ́ràá lára jùlọ nínú ọgbà oko.","lang":"yo"},{"name":"42:23","price":"Ìyẹn ni èyí tí Allāhu fi ń ṣe ìró ìdùnnú fún àwọn ẹrúsìn Rẹ̀, àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe àwọn iṣẹ́ rere. Sọ pé: “Èmi kò bèèrè owó-ọ̀yà lọ́wọ́ yín lórí rẹ̀ bí kò ṣe ìfẹ́ ẹbí.”¹ Ẹnikẹ́ni tí ó bá ṣe rere kan, A máa ṣe àlékún rere fún un. Dájúdájú Allāhu ni Aláforíjìn, Ọlọ́pẹ́.²","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"1. Ìyẹn ni pé, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ń sọ fún àwọn ẹbí rẹ̀ pé, ẹ má ṣe tìtorí pé mò ń pèyín sínú ẹ̀sìn ’Islām kí ẹ wá máa fi ìnira kan èmi àti àwọn ará ilé mi. Èmi kò kúkú bèèrè owó-ọ̀yà kan kan lọ́wọ́ yín. Ẹ sì mọ̀ pé ẹbí ni wá. Ẹbí sì gbọ́dọ̀ ní ìfẹ́ ẹbí rẹ̀. Nítorí náà, ẹ má ṣe fi fífi ìnira kan ará ilé mi ṣe ẹ̀san fún mi. \n 2. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:158.","lang":"yo"},{"name":"42:24","price":"Tàbí wọ́n ń wí pé: “Ó dá àdápa irọ́ mọ́ Allāhu ni?” Nítorí náà, tí Allāhu bá fẹ́, Ó máa fi èdídí dí ọkàn rẹ pa. Àti pé Allāhu yóò pa irọ́ rẹ́. Ó sì máa fi òdodo rinlẹ̀ pẹ̀lú àwọn ọ̀rọ̀ Rẹ̀. Dájúdájú Òun ni Onímọ̀ nípa ohun tó wà nínú igbá-àyà ẹ̀dá.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:25","price":"Òun ni Ẹni tó ń gba ìronúpìwàdà láti ọ̀dọ̀ àwọn ẹrúsìn Rẹ̀. Ó ń ṣe àmójúkúrò níbi àwọn àṣìṣe. Ó sì mọ ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:26","price":"Ó ń gba àdúà àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe àwọn iṣẹ́ rere. Ó sì ń ṣe àlékún fún wọn nínú ọlá Rẹ̀. Àwọn aláìgbàgbọ́, ìyà líle sì wà fún wọn.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:27","price":"Tí ó bá jẹ́ pé Allāhu tẹ́ arísìkí sílẹ̀ rẹgẹdẹ fún àwọn ẹrúsìn Rẹ̀ ni, wọn ìbá tayọ ẹnu-ààlà lórí ilẹ̀. Ṣùgbọ́n Ó ń sọ (arísìkí) tí Ó bá fẹ́ kalẹ̀ níwọ̀n-níwọ̀n. Dájúdájú Òun ni Alámọ̀tán, Olùríran nípa àwọn ẹrúsìn Rẹ̀.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:28","price":"Òun sì ni Ẹni tó ń sọ omi òjò kalẹ̀ lẹ́yìn ìgbà tí wọ́n ti sọ̀rètí nù. Ó sì ń fọ́n ìkẹ́ Rẹ̀ ká. Òun sì ni Aláàbò, Ẹlẹ́yìn.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:29","price":"Àti pé nínú àmì Rẹ̀ ni ìṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀ àti n̄ǹkan tí Ó fọ́nká sáààrin méjèèjì nínú àwọn n̄ǹkan abẹ̀mí. Òun sì ni Alágbára lórí ìkójọ wọn nígbà tí Ó bá fẹ́.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:30","price":"Ohunkóhun tí ó bá kàn yín nínú àdánwò, ohun tí ẹ fi ọwọ́ ara yín fà ni.¹ Ó sì ń ṣàmójúkúrò níbi ọ̀pọ̀lọ́pọ̀.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah an-Nisā’; 4:79.","lang":"yo"},{"name":"42:31","price":"Ẹ̀yin kò lè mórí bọ́ (mọ́ Allāhu lọ́wọ́) lórí ilẹ̀. Kò sì sí aláàbò àti alárànṣe kan fún yín lẹ́yìn Allāhu.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:32","price":"Ó tún wà nínú àwọn àmì Rẹ̀, àwọn ọkọ̀ ojú-omi tó ń rìn lójú omi (tó dà) bí àwọn òkè àpáta gíga.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:33","price":"Tí Allāhu bá fẹ́, Ó máa dá atẹ́gùn náà dúró, (àwọn ọkọ̀ ojú-omi náà) sì máa dúró pa sójú kan náà lórí omi. Dájúdájú àwọn àmì wà nínú ìyẹn fún gbogbo onísùúrù, olùdúpẹ́.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:34","price":"Tàbí kí Ó kó ìparun bá (àwọn ọkọ̀ ojú-omi náà) nítorí ohun tí àwọn èrò ọkọ̀ ojú-omi ṣe (níṣẹ́ aburú). Ó sì ń ṣàmójúkúrò níbi ọ̀pọ̀lọ́pọ̀.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:35","price":"Àwọn tó ń (fi irọ́) ja àwọn āyah Wa ní iyàn sì máa mọ̀ pé kò sí ibùsásí kan fún wọn.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:36","price":"Nítorí náà, ohunkóhun tí A bá fún yín, ìgbádùn ayé nìkan ni. Ohun tí ó wà lọ́dọ̀ Allāhu lóore jùlọ, ó sì máa ṣẹ́kù títí láéláé fún àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ń gbáralé Olúwa wọn.","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:37","price":"(Ohun tí ó wà lọ́dọ̀ Allāhu tún wà fún) àwọn tó ń jìnnà sí àwọn ẹ̀ṣẹ̀ ńlá ńlá àti àwọn ìwà ìbàjẹ́, àti (àwọn tó jẹ́ pé) nígbà tí wọ́n bá bínú, wọn yóò ṣàforíjìn.","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:38","price":"(Ohun tí ó wà lọ́dọ̀ Allāhu tún wà fún) àwọn tó jẹ́pè ti Olúwa wọn, tí wọ́n ń kírun, ọ̀rọ̀ ara wọn sì jẹ́ ìjíròrò láààrin ara wọn, wọ́n tún ń ná nínú arísìkí tí A pèsè fún wọn.","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:39","price":"(Ohun tí ó wà lọ́dọ̀ Allāhu tún wà fún) àwọn tí (ó jẹ́ pé) nígbà tí wọ́n bá ṣe àbòsí sí wọn, wọn yóò gbẹ̀san wọn padà.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:40","price":"Ẹ̀san aburú sì ni aburú bí irú rẹ̀.¹ Ẹnikẹ́ni tí ó bá sì ṣàmójúkúrò, tí ó tún ṣàtúnṣe, ẹ̀san rẹ̀ wà lọ́dọ̀ Allāhu. Dájúdájú (Allāhu) kò nífẹ̀ẹ́ àwọn alábòsí.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"1. Kíyè sí i, gbólóhùn yìí “Ẹ̀san aburú sì ni aburú bí irú rẹ̀.” kò tako sūrah Fussilat; 41:31. Ìdí ni pé, gbígba ẹ̀san lára alábòsí tàbí gbígba ààrọ̀ kò sọ pé mùsùlùmí kò ní ẹ̀mí àforíjìn, àmọ́ ó lè má nìí agbára láti ṣàmójú kúrò fún alábòsí náà. Bí àpẹ̀ẹrẹ, kí ẹnì kan ba dúkìá mùsùlùmí jẹ́, yálà ó ṣèèsì tàbí ó mọ̀ọ́mọ̀, mùsùlùmí lè gbẹ̀san ààrọ̀ níwọ̀n ìgbà tí agbára rẹ̀ kò bá gbé àtúnṣe rẹ̀ tàbí ìràpadà rẹ̀. Kò sì níí gbà ju ohun tí wọ́n bàjẹ́.","lang":"yo"},{"name":"42:41","price":"Dájúdájú ẹni tí ó bá sì gbẹ̀san lẹ́yìn tí wọ́n ṣe àbòsí sí i, àwọn wọ̀nyẹn (tí wọ́n ṣàbòsí sí), kò sí ìbáwí kan kan fún wọn.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:42","price":"Àwọn tí ìbáwí wà fún ni àwọn tó ń ṣàbòsí sí àwọn ènìyàn, tí wọ́n tún ń tayọ ẹnu-ààlà lórí ilẹ̀ láì lẹ́tọ̀ọ́. Àwọn wọ̀nyẹn ni ìyà ẹlẹ́ta-eléro wà fún.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:43","price":"Ẹnikẹ́ni tí ó bá ṣe sùúrù, tí ó tún ṣàforíjìn, dájúdájú ìyẹn wà nínú àwọn ìpinnu ọ̀rọ̀.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:44","price":"Ẹnikẹ́ni tí Allāhu bá ṣì lọ́nà, kò tún sí aláàbò kan fún un mọ́ lẹ́yìn Rẹ̀. O sì máa rí àwọn alábòsí nígbà tí wọ́n bá rí Iná, wọn yóò wí pé: “Ǹjẹ́ ọ̀nà kan kan wà tí a lè fi padà sí ilé ayé?”","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:45","price":"O sì máa rí wọn tí A máa kó wọn lọ sínú Iná; wọn yóò palọ́lọ́ láti ara ìyẹpẹrẹ, wọn yó si máa wò fín-ín-fín. Àwọn tó gbàgbọ́ ní òdodo sì máa sọ pé: “Dájúdájú àwọn ẹni òfò ni àwọn tó ṣe ẹ̀mí ara wọn àti ara ilé wọn ní òfò ní Ọjọ́ Àjíǹde.” Kíyè sí i, dájúdájú àwọn alábòsí yóò wà nínú ìyà gbére.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:46","price":"Kò sì níí sí aláàbò kan fún wọn tí ó máa ràn wọ́n lọ́wọ́ lẹ́yìn Allāhu. Àti pé ẹnikẹ́ni tí Allāhu bá ṣì lọ́nà, kò níí sí ọ̀nà kan kan fún un.","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:47","price":"Ẹ jẹ́pè Olúwa yín ṣíwájú kí ọjọ́ kan tí kò ṣe é dá padà tó dé láti ọ̀dọ̀ Allāhu. Kò sí ibùsásí kan fún yín ní ọjọ́ yẹn. Kò sì níí sí ẹni tí ó máa bá yín kọ ìyà náà.","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:48","price":"Nítorí náà, tí wọ́n bá gbúnrí, A kò rán ọ pé kí o jẹ́ olùṣọ́ fún wọn. Kò sí kiní kan tó di dandan fún ọ bí kò ṣe ìkéde (ẹ̀sìn). Àti pé dájúdájú nígbà tí A bá fún ènìyàn ní ìkẹ́ kan tọ́ wò láti ọ̀dọ̀ Wa, ó máa dunnú sí i. Tí aburú kan bá sì kàn án nípasẹ̀ ohun tí ọwọ́ wọn tì ṣíwájú (ní iṣẹ́ aburú), dájúdájú ènìyàn ni aláìmoore.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:49","price":"Ti Allāhu ni ìjọba àwọn sánmọ̀ àti ilẹ̀. Ó ń ṣẹ̀dá ohun tí Ó bá fẹ́. Ó ń ta ẹni tí Ó bá fẹ́ lọ́rẹ ọmọbìnrin. Ó sì ń ta ẹni tí Ó bá fẹ́ lọ́rẹ ọmọkùnrin.","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:50","price":"Tàbí kí Ó ṣe wọ́n ní oríṣi méjì; ọmọkùnrin àti ọmọbìnrin. Ó sì ń ṣe ẹni tí Ó bá fẹ́ ní àgàn. Dájúdájú Òun ni Onímọ̀, Alágbára.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:51","price":"Kò lẹ́tọ̀ọ́ fún abara kan pé kí Allāhu bá a sọ̀rọ̀ àfi kí (ọ̀rọ̀ náà) jẹ́ ìmísí (ìṣípayá mímọ́), tàbí kí ó jẹ́ lẹ́yìn gàgá, tàbí kí Ó rán Òjíṣẹ́ kan (tí ó jẹ́ mọlāika) sí i, ó sì máa fi ìmísí jíṣẹ́ fún (abara náà) pẹ̀lú ìyọ̀ǹda (Allāhu). Dájúdájú Ó ga. Ọlọ́gbọ́n sì ni.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"yo"},{"name":"42:52","price":"Báyẹn sì ni A ṣe fi ìmísí ránṣẹ́ sí ọ nínú àṣẹ Wa. Ìwọ kò mọ kí ni Tírà àti ìgbàgbọ́ òdodo tẹ́lẹ̀ (ṣíwájú ìmísí náà),¹ ṣùgbọ́n A ṣe ìmísí náà ní ìmọ́lẹ̀ kan tí À ń fi ṣe ìmọ̀nà fún ẹni tí A bá fẹ́ nínú àwọn ẹrúsìn Wa. Dájúdájú ìwọ ń pèpè sí ọ̀nà tààrà (’Islām).²","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"1. Āyah yìí ń fi kókó pàtàkì kan rinlẹ̀ nípa ìbẹ̀rẹ̀ ìṣẹ̀mí ayé Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - pé, ṣíwájú kí ìmísí mímọ́ tó bẹ̀rẹ̀ sí ṣọ̀kalẹ̀ fún un kò sí nínú ẹni tó nímọ̀ sí tírà sánmọ̀ kan kan, kò sì dá ìgbàgbọ́ òdodo mọ. Allāhu - tó ga jùlọ - tún fi èyí rinlẹ̀ bẹ́ẹ̀ nínú sūrah ad-Duhā; 93:7. Àmọ́ níkété tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - bẹ̀rẹ̀ sí gba ìmísí mímọ́, Allāhu fi ìmọ̀ tírà al-Ƙur’ān àti ìgbàgbọ́ òdodo mọ̀ ọ́n. Ó sì di olùpèpè sínú ìmọ̀nà. Ọ̀pọ̀lọ́pọ̀ àwọn Ànábì àti Òjíṣẹ́ Ọlọ́hun ni ìṣẹ̀mí ayé wọn rí bí Ànábì wa - kí ìkẹ́ àti ọlà Allāhu máa bá a - ti ṣe rí àfi ẹni tí bàbá rẹ̀ bá jẹ́ Ànábì àti Òjíṣẹ́ Ọlọ́hun. \n Àmọ́ ṣá, kò sí abọ̀rìṣà kan tí Allāhu sọ di Ànábì tàbí Òjíṣẹ́ Rẹ̀ rí. Ẹni tí Allāhu máa sọ di Ànábì tàbí Òjíṣẹ́ lè má tí ì mọ tírà nígbà tí Ọlọ́hun kò ì tí ì fún un, ó sì lè má tí ì dá ìgbàgbọ́ òdodo mọ̀, nígbà tí Ọlọ́hun kò tí ì ròyìn Ara Rẹ̀ fún un, àmọ́ kò níí sí nínú àwọn ọ̀ṣẹbọ tàbí àwọn òbìlẹ̀jẹ́ ènìyàn. Kódà, láti kékeré wọn ni Allāhu - Ọba mímọ́ - ti máa ń jogún òye fún wọn pé, “irọ́ ni òrìṣà” títí àsìkò ìmísí wọn yóò fi dé bá wọn. \n Síwájú sí i, tí ẹnì kan bá sì sọ pé, iṣẹ́ wiridi ni Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - máa ń ṣe nínú ọ̀gbun Hirā ṣíwájú kí ó tó di Ànábì Ọlọ́hun, irọ́ l’ó fi pa. Ìdí ni pé, ẹnì kan kì í ṣe wiridi láì gbọwọ́, ta ni ó fún Ànábì lọ́wọ́ wiridi? Kò sí. \n Bákan náà, kò sí ojú ọ̀nà wiridi tí kò lórúkọ, kí ni orúkọ tọrikọ sūfī tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ṣe? Kò sí.\n Èyí tó wá kó ọ̀rọ̀ tán nílẹ̀ ni pé, títẹ̀lé Muhammad ọmọ ‘Abdullah - kí ìkẹ́ àti ọlà Allāhu máa bá a -, kò di ẹ̀sìn àfi láti àsìkò tí ó di Ànábì àti Òjíṣẹ́ Ọlọ́hun. Kò sì lọ sínú ọ̀gbun Hirā mọ́ bẹ̀rẹ̀ láti ọjọ́ àkọ́kọ́ tí mọlāika Jibrīl - kí ọlà Allāhu máa bá a - ti fún un ní ìmísí àkọ́kọ́. Nítorí náà, Ànábì kì í ṣe sūfī, kò sì ṣe wiridi sūfī rí. \n 2. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Ƙọsọs; 28:56.","lang":"yo"},{"name":"42:53","price":"Ọ̀nà Allāhu, Ẹni tí ohunkóhun tó wà nínú àwọn sánmọ̀ àti ohunkóhun tó wà nínú ilẹ̀ ń jẹ́ tiRẹ̀. Gbọ́! Ọ̀dọ̀ Allāhu ni àwọn ọ̀rọ̀ ẹ̀dá yóò padà sí.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"yo"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}