{"data":[{"name":"46:1","price":"Hā mīm. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"46:2","price":"Tírà náà sọ̀kalẹ̀ díẹ̀ díẹ̀ láti ọ̀dọ̀ Allāhu, Alágbára, Ọlọ́gbọ́n.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:3","price":"A kò ṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀, àti ohunkóhun tó wà láààrin méjèèjì bí kò ṣe pẹ̀lú òdodo àti fún gbèdéke àkókò kan. Àwọn tó ṣàì gbàgbọ́ yó sì máa gbúnrí kúrò níbi ohun tí A fi ṣèkìlọ̀ fún wọn.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:4","price":"Sọ pé: “Ẹ sọ fún mi nípa n̄ǹkan tí ẹ̀ ń pè lẹ́yìn Allāhu; ẹ fi wọ́n hàn mí ná, kí ni wọ́n ṣẹ̀dá nínú (ohun tó wà lórí) ilẹ̀. Tàbí wọ́n ní ìpín kan (pẹ̀lú Allāhu) nínú (ìṣẹ̀dá) àwọn sánmọ̀? Ẹ mú Tírà kan wá fún mi tó ṣíwájú (al-Ƙur’ān) yìí tàbí orípa kan nínú ìmọ̀ tí ẹ bá jẹ́ olódodo.”","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:5","price":"Ta l’ó sì ṣìnà ju ẹni tí ó ń pè lẹ́yìn Allāhu, ẹni tí kò lè jẹ́ ìpè rẹ̀ títí di Ọjọ́ Àjíǹde! Àti pé wọn kò ní òye sí pípè tí wọ́n ń pè wọ́n.¹","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"1. Àpẹ̀ẹrẹ àwọn olùṣìnà jùlọ yìí ni àwọn nasọ̄rọ̄ tí wọ́n ń pe Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - pẹ̀lú àwáwí pé ó wà láàyè nínú sánmọ̀, àmọ́ tí wọn kò mọ̀ pé ó kàn wà nínú sánmọ̀ ni, kò lè gbọ́ ìpè wọn áḿbọ̀sìbọ́sí pé ó máa jẹ́pè wọn. Allāhu nìkan ṣoṣo l’Ó lè jẹ́pè àwọn ẹrúsìn rẹ̀, onígbàgbọ́ òdodo.","lang":"yo"},{"name":"46:6","price":"Nígbà tí A bá sì kó àwọn ènìyàn jọ (fún Àjíǹde), àwọn òrìṣà yóò di ọ̀tá fún àwọn abọ̀rìṣà. Wọ́n sì máa tako ìjọ́sìn tí wọ́n ṣe fún wọn.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:7","price":"Nígbà tí wọ́n bá ń ké áwọn āyah Wa tó yanjú fún wọn, àwọn tó ṣàì gbàgbọ́ yó sì máa sọ ìsọkúsọ sí òdodo nígbà tí ó dé bá wọn pé: “Èyí ni idán pọ́nńbélé.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:8","price":"Tàbí wọ́n ń wí pé: “Ó dá (al-Ƙur’ān) hun fúnra rẹ̀ ni.” Sọ pé: “Tí mo bá hun ún fúnra mi, ẹ kò ní ìkápá kiní kan fún mi ní ọ̀dọ̀ Allāhu (níbi ìyà Rẹ̀). Òun ni Onímọ̀-jùlọ nípa ìsọkúsọ tí ẹ̀ ń sọ nípa rẹ̀. Ó (sì) tó ní Ẹlẹ́rìí láààrin èmi àti ẹ̀yin. Òun ni Aláforíjìn, Àṣàkẹ́-ọ̀run.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:9","price":"Sọ pé: “Èmi kì í ṣe àkọ́kọ́ nínú àwọn Òjíṣẹ́. Èmi kò sì mọ n̄ǹkan tí wọ́n máa ṣe fún èmi àti ẹ̀yin.¹ Èmi kò tẹ̀lé kiní kan àyàfi ohun tí Wọ́n fi ránṣẹ́ sí mi ní ìmísí. Èmi kò sì jẹ́ kiní kan bí kò ṣe olùkìlọ̀ pọ́nńbélé.”","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"1. Àwọn nasọ̄rọ̄ lérò pé gbólóhùn tí Allāhu pa Ànábì Rẹ̀ - kí ìkẹ́ àti ọlà Allāhu máa bá a - láṣẹ láti sọ yìí “Èmi kò sì mọ n̄ǹkan tí wọ́n máa ṣe fún èmi àti ẹ̀yin.” túmọ̀ sí pé “Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - kò mọ ibi tí ọ̀rọ̀ rẹ̀ àti ọ̀rọ̀ àwa ọmọlẹ́yìn rẹ̀ máa já sí ní ọ̀run!” Ìtúmọ̀ tó lòdì sí òdidi al-Ƙur’ān ni ìtúmọ̀ tí àwọn nasọ̄rọ̄ ń lò fún āyah náà. \n Ní àkọ́kọ́ ná, àwọn āyah méjì tó ṣíwájú āyah yìí ń sọ nípa ìhà àìgbàgbọ́ tí àwọn aláìgbàgbọ́ kọ sí al-Ƙur’ān alápọ̀n-ọ́nlé. Lórí inúfu-àyàfu ni ọ̀wọ́ àwọn tó gba al-Ƙur’ān gbọ́ wà lásìkò náà nítorí pé, wọ́n wà lábẹ́ ìjọba àwọn ọ̀ṣẹbọ nínú ìlú Mọkkah alápọ̀n-ọ́nlé. Wọ́n sì bẹ̀rẹ̀ sí níí yọwọ́ kọ́wọ́ sí àwọn ọmọlẹ́yìn Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -. \n Lásìkò náà, ipò ọ̀lẹ ni àwọn mùsùlùmí wà nínú ìlú náà. Kò sí ohun tó wá lè fi wọ́n lọ́kàn balẹ̀ sínú ’Islām tayọ kí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - jẹ́ kí ó di mímọ̀ fún ẹnì kọ̀ọ̀kan àwọn ọmọlẹ́yìn rẹ̀ pé, ní ti òdodo, Allāhu l’Ó fi iṣẹ́ mímọ́ rán òun níṣẹ́ sí gbogbo ayé. Òun kò sì tayọ àṣẹ iṣẹ́ jíjẹ́ náà. Àmọ́ irú ọwọ́ ìyà tí àwọn ọ̀ṣẹbọ máa gbé ko òun àti àwọn ọmọlẹ́yìn òun lójú lásìkò náà, òun kò mọ̀ nítorí pé, oríṣiríṣi ọwọ́ ni irúfẹ́ wọn ti yọ sí àwọn tó ṣíwájú rẹ̀ nínú àwọn Òjíṣẹ́ Ọlọ́hun. \n Bí àpẹ̀ẹrẹ, ṣebí àwọn ọ̀tá ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - l’ó pète pèrò láti kàn án pa mọ́ orí igi àgbélébùú. Àmọ́ tí Allāhu kò gbà fún wọn. Bákan náà, àwọn ọ̀ṣẹbọ l’ó ju Ànábì ’Ibrọ̄hīm - kí ọlà Allāhu máa bá a - sínú iná. Àmọ́ tí Allāhu Alágbára kó ọ yọ. Àwọn ọ̀tá òdodo kúkú pa Ànábì Zakariyā àti Ànábì Yahyā - kí ọlà Allāhu máa bá àwọn méjèèjì -, bàbá àti ọmọ! A rí nínú àwọn Òjíṣẹ́ Allāhu tí àwọn ọ̀ṣẹbọ kù lókò àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Èyí ni ìtúmọ̀ tó wà fún “Èmi kò sì mọ n̄ǹkan tí wọ́n máa ṣe fún èmi àti ẹ̀yin” Ìyẹn ni pé, Allāhu kò fi ìmọ̀ mọ̀ mí nípa irú iyá tí àwọn ọ̀ṣẹbọ máa gbé dìde sí èmi àti ẹ̀yin. \n Àwọn ọ̀ṣẹbọ sì kúkú nawọ́ oníran-ànran ìyà sí wọn títí àwọn mùsùlùmí fi gbé ẹ̀sìn wọn sá kúrò nínú ìlú nígbà náà. Èyí tí a mọ̀ sí hijrah. Lẹ́yìn náà, ogun ẹ̀sìn bẹ̀rẹ̀ nígbà tí àwọn ọ̀ṣẹbọ kò yé fi ìnira, ìjìyà àti pípa han àwọn mùsùlùmí ní èèmọ̀ ìfojú-egbò-rìn. Mọ̀ dájú pé, kò sí Ànábì kan nínú àwọn Ànábì Ọlọ́hun - kí ọlà Allāhu máa bá wọn - tí kò mọ̀ pé, inú ọgbà Ìdẹ̀ra gbére ni ọ̀rọ̀ rẹ̀ àti ọ̀wọ́ àwọn tó bá tẹ̀lé e lẹ́yìn ní ọ̀nà tó dára máa já sí ní ọ̀run.\n Ṣíwájú sí i, Allāhu ló fi iṣẹ́ rán Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -, tí ó bá jẹ́ pé ìtúmọ̀ tí àwọn nasọ̄rọ̄ fún āyah náà l’ó bá jẹ́ òdodo, “èmi kò sì mọ n̄ǹkan tí Allāhu máa ṣe fún èmi àti ẹ̀yin” ni ìbá jẹ́ àgbékalẹ̀ rẹ̀. \n Bákan náà, a ìbá tí rí Lárúbáwá ẹyọ kan tó máa gbà fún Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - nítorí pé, pẹ̀lú èdè wọn ni Allāhu fi sọ al-Ƙur’ān kalẹ̀. \n Ní àkótán, āyah náà ń fi rinlẹ̀ fún wa pé, iṣẹ́ tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - jẹ́ fún ayé kò yàtọ̀ sí ti àwọn tó ṣíwájú rẹ̀ nínú àwọn Òjíṣẹ́ Allāhu - kí ọlà Allāhu máa bá wọn -. \n Bákan náà, āyah náà ń pè wá síbi ìdúró ṣinṣin àti àtẹ̀mọra lásìkò ìnira àwọn aláìgbàgbọ́, àwọn tí kò tẹ̀lé ohun kan tayọ ìfẹ́-inú wọn.","lang":"yo"},{"name":"46:10","price":"Sọ pé: “Ẹ sọ fún mi, tí ó bá jẹ́ pé láti ọ̀dọ̀ Allāhu ni (al-Ƙur’ān) ti wá, tí ẹ sì ṣàì gbàgbọ́ nínú rẹ̀, tí ẹlẹ́rìí kan nínú àwọn ọmọ ’Isrọ̄’īl sì jẹ́rìí lórí irú rẹ̀, tí ó sì gbà á gbọ́, (àmọ́) tí ẹ̀yin ṣègbéraga sí i, (ṣé ẹ ò ti ṣàbòsí báyẹn bí?). Dájúdájú Allāhu kò níí fi ọ̀nà mọ ìjọ alábòsí.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:11","price":"Àwọn tó ṣàì gbàgbọ́ wí fún àwọn tó gbàgbọ́ pé: “Tí ó bá jẹ́ pé al-Ƙur’ān jẹ́ oore ni, wọn kò níí ṣíwájú wa débẹ̀.” Nígbà tí àwọn ọ̀ṣẹbọ kò ti tẹ̀lé ìmọ̀nà rẹ̀, ni wọ́n ń wí pé: “Irọ́ ijọ́un ni èyí.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:12","price":"Tírà (Ànábì) Mūsā sì ti wá ṣíwájú rẹ̀, tí ó jẹ́ tírà tí wọ́n ń tẹ̀lé, ó sì jẹ́ ìkẹ́ (fún wọn. Al-Ƙur’ān) yìí tún ni Tírà kan tó ń jẹ́rìí sí òdodo ní èdè Lárúbáwá nítorí kí ó lè ṣèkìlọ̀ fún àwọn tó ṣàbòsí, (ó sì jẹ́) ìró ìdùnnú fún àwọn olùṣe-rere.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:13","price":"Dájúdájú àwọn tó sọ pé: “Allāhu ni Olúwa wa”, lẹ́yìn náà, tí wọ́n dúró ṣinṣin nínú ẹ̀sìn, kò níí sí ìpáyà fún wọn. Wọn kò sì níí banújẹ́.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:14","price":"Àwọn wọ̀nyẹn ni èrò inú Ọgbà Ìdẹ̀ra. Olùṣegbére ni wọ́n nínú rẹ̀. (Ó jẹ́) ẹ̀san nítorí ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:15","price":"A pa á ní àsẹ fún ènìyàn pé kí ó máa ṣe dáadáa sí àwọn òbí rẹ̀ méjèèjì. Ìyá rẹ̀ ní oyún rẹ̀ pẹ̀lú wàhálà. Ó sì bí i pẹ̀lú wàhálà. Oyún rẹ̀ àti gbígba ọmú lẹ́nu rẹ̀ jẹ́ ọgbọ̀n oṣù. (Ó sì ń tọ́ ọ) títí ó fi dàgbà dáadáa, tí ó fi di ọmọ ogójì ọdún, ó sì sọ pé: “Olúwa mi, fi mọ̀ mí kí n̄g máa dúpẹ́ ìdẹ̀ra Rẹ, èyí tí Ó fi ṣe ìdẹ̀ra fún mi àti fún àwọn òbí mi méjèèjì, kí n̄g sì máa ṣe iṣẹ́ rere, èyí tí O yọ́nú sí. Kí O sì ṣe rere fún mi lórí àwọn àrọ́mọdọ́mọ mi. Dájúdájú èmi ti ronú pìwàdà sí ọ̀dọ̀ Rẹ. Dájúdájú èmi sì wà nínú àwọn mùsùlùmí.”","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:16","price":"Àwọn wọ̀nyẹn ni àwọn tí A máa gba iṣẹ́ rere tí wọ́n ṣe níṣẹ́, A sì máa ṣe àmójúkúrò níbi àwọn aburú iṣẹ́ wọn; wọ́n máa wà nínú àwọn èrò inú Ọgbà Ìdẹ̀ra. (Ó jẹ́) àdéhùn òdodo tí À ń ṣe ní àdéhùn fún wọn.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:17","price":"Ẹni tí ó sọ fún àwọn òbí rẹ̀ méjèèjì pé: “Ṣíọ̀ ẹ̀yin méjèèjì! Ṣé ẹ̀yin yóò máa ṣèlérí fún mi pé Wọn yóò mú mi jáde (láàyè láti inú sàréè), ṣebí àwọn ìran kan ti ré kọjá lọ ṣíwájú mi (tí Wọn kò tí ì mú wọn jáde láti inú sàréè wọn).” Àwọn (òbí rẹ̀) méjèèjì sì ń tọrọ ìgbàlà ní ọ̀dọ̀ Allāhu (fún ọmọ yìí. Wọ́n sì sọ pé): “Ègbé ni fún ọ! (O jẹ́) gbàgbọ́ ní òdodo. Dájúdájú àdéhùn Allāhu ni òdodo.” (Ọ̀mọ̀ náà sì) wí pé: “Èyí kò jẹ́ kiní kan bí kò ṣe àkọsílẹ̀ àlọ́ àwọn ẹni àkọ́kọ́.”","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:18","price":"Àwọn (aláìgbàgbọ́) wọ̀nyẹn ni àwọn tí ọ̀rọ̀ náà ti kò lé lórí nínú àwọn ìjọ kan tí ó ti ré kọjá ṣíwájú wọn nínú àwọn àlùjànnú àti ènìyàn. Dájúdájú wọ́n jẹ́ ẹni òfò.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:19","price":"Àwọn ipò yóò wà fún ẹnì kọ̀ọ̀kan nípa iṣẹ́ tí wọ́n ṣe níṣẹ́. Àti pé (èyí rí bẹ́ẹ̀) nítorí kí (Allāhu) lè san wọ́n ní ẹ̀san iṣẹ́ wọn ní ẹ̀kúnrẹ́rẹ́. Àwa kò sì níí ṣàbòsí sí wọn.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:20","price":"Ní ọjọ́ tí wọ́n máa darí àwọn tó ṣàì gbàgbọ́ kọ Iná, (wọ́n máa sọ fún wọn pé:) “Ẹ ti lo ìgbádùn yín tán nínú ìṣẹ̀mí ayé? Ẹ sì ti jẹ ìgbádùn ayé? Nítorí náà, ní òní, wọ́n máa san yín ní ẹ̀san àbùkù ìyà nítorí pé ẹ̀ ń ṣègbéraga ní orí ilẹ̀ láì lẹ́tọ̀ọ́ àti nítorí pé ẹ̀ ń ṣèbàjẹ́.”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:21","price":"Ṣèrántí arákùnrin (ìjọ) ‘Ād. Nígbà tí ó ṣèkìlọ̀ fún àwọn ènìyàn rẹ̀ tó ń gbé nínú yanrìn tí atẹ́gùn kójọ bí òkè. Àwọn olùkìlọ̀ sì ti ré kọjá ṣíwájú rẹ̀ àti lẹ́yìn rẹ̀. (Ó sì sọ pé:) “Ẹ̀yin kò gbọdọ̀ jọ́sìn fún kiní kan àyàfi Allāhu. Dájúdájú èmi ń páyà ìyà ọjọ́ ńlá kan fún yín.”","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:22","price":"Wọ́n wí pé: “Ṣé ìwọ wá bá wa láti ṣẹ́ wa lórí kúrò níbi àwọn òrìṣà wa ni? Mú ohun tí ò ń ṣe ìlérí rẹ̀ fún wa wá tí ìwọ bá wà nínú àwọn olódodo.”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:23","price":"Ó sọ pé: “Ìmọ̀ (nípa rẹ̀) wà ní ọ̀dọ̀ Allāhu nìkan ṣoṣo. Èmi yó sì jẹ́ ohun tí Wọ́n fi rán mi níṣẹ́ dé òpin fún yín, ṣùgbọ́n èmi ń ri ẹ̀yin ní ìjọ aláìmọ̀kan.”","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:24","price":"Nígbà tí wọ́n rí ìyà náà ní ẹ̀ṣújò rẹgẹdẹ, tó ń wọ́ bọ̀ wá sínú àwọn kòtò ìlú wọn, wọ́n wí pé: “Èyí ni ẹ̀ṣújò rẹgẹdẹ, tí ó máa rọ̀jò fún wa.” Kò sì rí bẹ́ẹ̀, ohun tí ẹ̀ ń wá pẹ̀lú ìkánjú ni. Atẹ́gùn tí ìyà ẹlẹ́ta-eléro wà nínú rẹ̀ ni.","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:25","price":"Ó ń pa gbogbo n̄ǹkan rẹ́ (ìyẹn nínú ìlú wọn) pẹ̀lú àṣẹ Olúwa rẹ̀. Nígbà náà, wọ́n di ẹni tí wọn kò rí mọ́ àfi àwọn ibùgbé wọn. Báyẹn ni A ṣe ń san ìjọ ẹlẹ́ṣẹ̀ ní ẹ̀san.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:26","price":"A kúkú ṣe àyè ìrọ̀rùn (nílé ayé) fún wọn nínú èyí tí A kò ṣe àyè ìrọ̀rùn (irú rẹ̀) fún ẹ̀yin nínú rẹ̀. A sì fún wọn ní ìgbọ́rọ̀, àwọn ìríran àti àwọn ọkàn. Àmọ́ ìgbọ́rọ̀ wọn àti àwọn ìríran wọn pẹ̀lú àwọn ọkàn wọn kò rọ̀ wọ́n lọ́rọ̀ kan kan níbi ìyà nítorí pé, wọ́n ń ṣe àtakò sí àwọn āyah Allāhu. Àti pé ohun tí wọ́n ń fi ṣe yẹ̀yẹ́ sì dìyà tó yí wọn po.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:27","price":"Àwa kúkú ti pa rẹ́ nínú àwọn ìlú tí ó wà ní àyíká yín. Àwa sì ti ṣàlàyé àwọn āyah náà ní oríṣiríṣi ọ̀nà nítorí kí wọ́n lè ṣẹ́rí padà (síbi òdodo).","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:28","price":"Àwọn ọlọ́hun tí wọ́n sọ di ohun tí ó máa mú wọn súnmọ́ (ìgbàlà) lẹ́yìn Allāhu kò ṣe ràn wọ́n lọ́wọ́ mọ́? Rárá (kò lè sí àrànṣe fún wọn)! Wọ́n ti di ofò mọ́ wọn lọ́wọ́. Ìyẹn sì ni (ọlọ́hun) irọ́ wọn àti ohun tí wọ́n ń dá ní àdápa irọ́.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:29","price":"(Rántí) nígbà tí A darí ìjọ kan nínú àwọn àlùjànnú sí ọ, tí wọ́n ń tẹ́tí gbọ́ al-Ƙur’ān. Nígbà tí wọ́n dé síbẹ̀, wọ́n sọ pé: “Ẹ dákẹ́ (fún al-Ƙur’ān).” Nígbà tí wọ́n sì parí (kíké rẹ̀ tán), wọ́n padà sí ọ̀dọ̀ ìjọ wọn, tí wọ́n ń ṣèkìlọ̀ (fún wọn).","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:30","price":"Wọ́n sọ pé: “Ẹ̀yin ìjọ wa, dájúdájú àwa gbọ́ (nípa) Tírà kan tí wọ́n sọ̀kalẹ̀ lẹ́yìn (Ànábì) Mūsā, tí ó ń fi ohun tó jẹ́ òdodo rinlẹ̀ nípa èyí tó wá ṣíwájú rẹ̀, tí ó sì ń tọ́ni sí ọ̀nà òdodo àti ọ̀nà tààrà.","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:31","price":"Ẹ̀yin ìjọ wa, ẹ jẹ́ ìpè olùpèpè Allāhu. Kí ẹ sì gbà á gbọ́ ní òdodo. (Allāhu) yó sì forí àwọn ẹ̀ṣẹ̀ yín jìn yín. Ó sì máa gbà yín là kúrò nínú ìyà ẹlẹ́ta-eléro.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:32","price":"Ẹnikẹ́ni tí kò bá sì jẹ́pè olùpèpè Allāhu, kò lè mórí bọ́ mọ́ (Allāhu) lọ́wọ́ lórí ilẹ̀. Kò sì sí aláàbò kan fún un lẹ́yìn Allāhu. Àwọn wọ̀nyẹn sì wà nínú ìṣìnà pọ́nńbélé.”","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:33","price":"Ṣé wọn kò wòye pé dájúdájú Allāhu, Ẹni tí Ó dá àwọn sánmọ̀ àti ilẹ̀, tí kò sì káàárẹ̀ nípa ìṣẹ̀dá wọn, (ṣé kò) ní agbára láti sọ àwọn òkú di alààyè ni? Bẹ́ẹ̀ ni, (Ó lágbára láti ṣe bẹ́ẹ̀). Dájúdájú Ó ń jẹ́ Alágbára lórí gbogbo n̄ǹkan.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:34","price":"(Rántí) ọjọ́ tí wọ́n máa darí àwọn tó ṣàì gbàgbọ́ kọ Iná, (wọ́n sì máa sọ fún wọn pé:) “Ṣé èyí kì í ṣe òdodo bí?” Wọn yóò wí pé: “Bẹ́ẹ̀ ni, (òdodo ni) Olúwa wa.” (Allāhu máa) sọ pé: “Nítorí náà, ẹ tọ́ ìyà wò nítorí pé, ẹ̀yin jẹ́ aláìgbàgbọ́.”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"46:35","price":"Nítorí náà, ṣe sùúrù gẹ́gẹ́ bí àwọn onípinnu ọkàn nínú àwọn Òjíṣẹ́ ti ṣe sùúrù. Má ṣe bá wọn wá ìyà pẹ̀lú ìkánjú. Ní ọjọ́ tí wọ́n bá rí ohun tí À ń ṣe ní àdéhùn fún wọn, wọn yóò dà bí ẹni pé wọn kò gbé ilé ayé (yìí) tayọ àkókò kan nínú ọ̀sán. Ìkéde (ẹ̀sìn nìyí fún wọn). Ta ni ó sì máa parun bí kò ṣe ìjọ òbìlẹ̀jẹ́.","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"yo"}],"chapter":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"]}