{"data":[{"name":"48:1","price":"Dájúdájú Àwa ṣẹ́gun fún ọ ní ìṣẹ́gun tó fojú hàn","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:2","price":"nítorí kí Allāhu lè ṣàforíjìn ohun tí ó ṣíwájú nínú àṣìṣe rẹ àti ohun tí ó kẹ́yìn (nínú rẹ̀),¹ àti nítorí kí Ó lè ṣàṣepé ìdẹ̀ra Rẹ̀ lé ọ lórí àti nítorí kí Ó lè fi ẹsẹ̀ rẹ rinlẹ̀ sójú ọ̀nà tààrà (’Islām),","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Gọ̄fir; 40:55.","lang":"yo"},{"name":"48:3","price":"àti nítorí kí Allāhu lè ṣàrànṣe fún ọ ní àrànṣe tó lágbára.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:4","price":"Òun ni Ẹni tí Ó sọ ìfàyàbalẹ̀ sínú ọkàn àwọn onígbàgbọ́ òdodo nítorí kí wọ́n lè lékún ní ìgbàgbọ́ sí ìgbàgbọ́ wọn. Ti Allāhu sì ni àwọn ọmọ ogun sánmọ̀ àti ilẹ̀. Allāhu sì ń jẹ́ Onímọ̀, Ọlọ́gbọ́n.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:5","price":"(Ó ṣe bẹ́ẹ̀ fún wọn) nítorí kí Ó lè mú àwọn onígbàgbọ́ òdodo lọ́kùnrin àti onígbàgbọ́ òdodo lóbìnrin wọ inú àwọn Ọgbà Ìdẹ̀ra kan, èyí tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀, olùṣegbére ni wọ́n nínú rẹ̀, àti nítorí kí Ó lè pa àwọn àṣìṣe wọn rẹ́. Ìyẹn sì jẹ́ èrèǹjẹ ńlá ní ọ̀dọ̀ Allāhu.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:6","price":"Àti nítorí kí Ó lè fìyà jẹ àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí lọ́kùnrin àti àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí lóbìnrin, pẹ̀lú àwọn ọ̀ṣẹbọ lọ́kùnrin àti àwọn ọ̀ṣẹbọ lóbìnrin, àwọn eléròkérò nípa Allāhu ní ti èrò aburú. Àpadàsí aburú ń bẹ fún wọn. Allāhu ti bínú sí wọn. Ó ti ṣẹ́bi lé wọn. Ó sì ti pèsè iná Jahanamọ sílẹ̀ dè wọ́n. Ó sì burú ní ìkángun.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:7","price":"Ti Allāhu sì ni àwọn ọmọ ogun sánmọ̀ àti ilẹ̀. Allāhu sì ń jẹ́ Alágbára, Ọlọ́gbọ́n.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:8","price":"Dájúdájú Àwa rán ọ níṣẹ́ (pé kí o jẹ́) olùjẹ́rìí, oníròó-ìdùnnú àti olùkìlọ̀","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:9","price":"nítorí kí ẹ lè ní ìgbàgbọ́ òdodo nínú Allāhu àti Òjíṣẹ́ Rẹ̀, àti (nítorí kí) ẹ lè ṣe ìrànlọ́wọ́ fún (Òjíṣẹ́ náà) àti nítorí kí ẹ lè pàtàkì rẹ̀, àti nítorí kí ẹ lè ṣàfọ̀mọ́ fún (Allāhu) ní òwúrọ̀ àti ní ìrọ̀lẹ́.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:10","price":"Dájúdájú àwọn tó ń ṣàdéhùn fún ọ (pé àwọn máa dúró tì ọ́ lójú ogun), dájúdájú Allāhu ni wọ́n ń ṣàdéhùn fún. Ọwọ́ Allāhu wà lókè ọwọ́ wọn.¹ Ẹnikẹ́ni tí ó bá tú àdéhùn rẹ̀, ó tú u fún ẹ̀mí ara rẹ̀. Ẹnikẹ́ni tí ó bá sì mú àdéhùn tó ṣe fún Allāhu ṣẹ, (Allāhu) yóò fún un ní ẹ̀san ńlá.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"1. Èyí fi rinlẹ̀ pé, Allāhu - Ọba tí kò ní àfiwé àti àfijọ nínú àwọn ẹ̀dá Rẹ̀ - ní ọwọ́ ní ti pàápàá àti ní ti bí ó ṣe bá títóbi Rẹ̀ mu.","lang":"yo"},{"name":"48:11","price":"Àwọn olùsásẹ́yìn fún ogun ẹ̀sìn nínú àwọn Lárúbáwá oko yóò máa wí fún ọ pé: “Àwọn dúkìá wa àti àwọn ará ilé wa l’ó kó àìrójú bá wa. Nítorí náà, tọrọ àforíjìn fún wa.” Wọ́n ń fi ahọ́n wọn wí ohun tí kò sí nínú ọkàn wọn. Sọ pé: “Ta ni ó ní ìkápá kiní kan fún yín lọ́dọ̀ Allāhu tí Ó bá gbèrò (láti fi) ìnira kàn yín tàbí tí Ó bá gbèrò àǹfààní kan fún yín? Rárá (kò sí). Allāhu sì ń jẹ́ Alámọ̀tán nípa ohun tí ẹ̀ ń ṣe níṣẹ́.”","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:12","price":"Rárá (kì í ṣe iṣẹ́ kan l’ó di yín lọ́wọ́ láti lọ jagun, àmọ́) ẹ ti lérò pé Òjíṣẹ́ àti àwọn onígbàgbọ́ òdodo kò níí padà sí ọ̀dọ̀ ará ilé wọn mọ́ láéláé. Wọ́n ṣe ìyẹn ni ọ̀ṣọ́ sínú ọkàn yín. Ẹ sì ro èrò aburú. Ẹ sì jẹ́ ìjọ ìparun.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:13","price":"Ẹnikẹ́ni tí kò bá gbàgbọ́ nínú Allāhu àti Òjíṣẹ́ Rẹ̀, dájúdájú Àwa ti pèsè Iná sílẹ̀ de àwọn aláìgbàgbọ́.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:14","price":"Ti Allāhu ni ìjọba àwọn sánmọ̀ àti ilẹ̀. Ó ń ṣàforíjìn fún ẹni tí Ó bá fẹ́. Ó sì ń jẹ ẹni tí Ó bá fẹ́ níyà.¹ Allāhu sì ń jẹ́ Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"1. “Ẹni tí Allāhu bá fẹ́” fún àforíjìn Rẹ̀, ó máa lè tọrọ àforíjìn lọ́dọ̀ Allāhu. “Ẹni tí Allāhu bá fẹ́ jẹ níyà” kò níí lè tọrọ àforíjìn lọ́dọ̀ Allāhu, kò sì níí ronú pìwàdà.","lang":"yo"},{"name":"48:15","price":"Àwọn olùsásẹ́yìn fún ogun (Hudaebiyyah) ń wí pé: “Nígbà tí ẹ bá ń lọ síbi ọrọ̀-ogun (Kọebar) nítorí kí ẹ lè rí i kó, ẹ fi wá sílẹ̀ kí á lè tẹ̀lé yín lọ.” (Àwọn olùsásẹ́yìn wọ̀nyí) sì ń gbèrò láti yí ọ̀rọ̀ Allāhu padà ni.¹ (Ìwọ Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -) sọ (fún àwọn olùsásẹ́yìn fún ogun Hudaebiyyah) pé: “Ẹ̀yin kò gbọdọ̀ tẹ̀lé wa. Báyẹn ni Allāhu ṣe sọ tẹ́lẹ̀tẹ́lẹ̀.” Àwọn olùsásẹ́yìn náà sì ń wí pé: “Rárá (kò rí bẹ́ẹ̀), ẹ̀ ń ṣe kèéta wa ni.”² Rárá (ẹ̀yin kò ṣe kèéta wọn, àmọ́), wọ́n kì í gbọ́ àgbọ́yé (ọ̀rọ̀) àfi díẹ̀.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"1. Ohun tí Allāhu sọ fún Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ni pé, ọ̀wọ́ àwọn tí wọ́n bá dìjọ lọ sí ogun Sulhul-Hudaebaiyyah nìkan ni kí wọ́n dìjọ lọ sí ogun Kọebar. Àmọ́ àwọn munāfiki wọ̀nyí sá sẹ́yìn fún ogun Sulhul-Hudaebaiyyah, wọ́n sì fẹ́ lọ sí ogun Kọebar nítorí pé, wọ́n ti ní àfojúsùn sí ọrọ̀ ogun nìkan. Ọ̀rọ̀ wọn dà bí ọ̀rọ̀ ẹni tí ó gbọ́ gùnyà-gúnyán, tí ó bẹ́ sájà pì. Àmọ́ ó gbọ́ mùyàn-múyán, tí ó bẹ́ sílẹ̀ pì.\n 2. Ẹ wo bí àwọn olùsásẹ́yìn, àwọn munāfiki ṣe ń fi ẹ̀sùn burúkú kan Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - àti àwọn onígbàgbọ́ òdodo. Wọ́n ní wọ́n ń ṣe kèéta àwọn ni! Ṣé ó sì rọrùn fún Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - láti ṣe kèéta àwọn ọmọlẹ́yìn rẹ̀, ẹni tí Allāhu fi ìwà tó ga jùlọ ròyìn? Ìbẹ̀rẹ̀ orí burúkú ni fún ẹ̀dá kan nígbà náà láti fi ẹ̀sùn kan Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -.","lang":"yo"},{"name":"48:16","price":"Sọ fún àwọn olùsásẹ́yìn fún ogun nínú àwọn Lárúbáwá oko pé: “Wọ́n máa pè yín sí àwọn ènìyàn kan tí wọ́n ní agbára ogun jíjà gan-an. Ẹ máa jà wọ́n lógun tàbí kí wọ́n juwọ́ jusẹ̀ sílẹ̀ (fún ’Islām). Tí ẹ̀yin bá tẹ̀lé àṣẹ (yìí), Allāhu yóò fún yín ní ẹ̀san tó dára. Tí ẹ̀yin bá sì pẹ̀yìndà gẹ́gẹ́ bí ẹ ṣe pẹ̀yìndà ṣíwájú, (Allāhu) yó sì fi ìyà ẹlẹ́ta-eléro jẹ yín.¹","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"1. Ìyẹn ni pé, bí ó bá jẹ́ pé ní òtítọ́ àti ní òdodo ni ẹ̀yin munāfiki fẹ́ ja ogun ẹ̀sìn, ẹ mú sùúrù díẹ̀ ná. Ogun mìíràn ń bọ̀. Àmọ́ nígbà tí ogun mìíràn dé, wọ́n tún sá sẹ́yìn gẹ́gẹ́ bí ìṣesí wọn.","lang":"yo"},{"name":"48:17","price":"Kò sí ẹ̀ṣẹ̀ fún afọ́jú, kò sí ẹ̀ṣẹ̀ fún arọ, kò sì sí ẹ̀ṣẹ̀ fún aláìsàn (tí wọn kò bá lọ sójú ogun). Ẹnikẹ́ni tí ó bá tẹ̀lé ti Allāhu àti Òjíṣẹ́ Rẹ̀, (Allāhu) yóò mú un wọ inú àwọn Ọgbà Ìdẹ̀ra kan, èyí tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Ẹnikẹ́ni tí ó bá sì pẹ̀yìndà, Ó máa jẹ ẹ́ ní ìyà ẹlẹ́ta-eléro.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:18","price":"Dájúdájú Allāhu ti yọ́nú sí àwọn onígbàgbọ́ òdodo nígbà tí wọ́n ń ṣàdéhùn fún ọ lábẹ́ igi (pé àwọn máa dúró tì ọ́ lójú ogun Hudaebiyyah). Nítorí náà, (Allāhu) mọ ohun tí ó wà nínú ọkàn wọn. Ó sì sọ ìfọ̀kànbalẹ̀ kalẹ̀ fún wọn. Ó sì san wọ́n ní ẹ̀san ìṣẹ́gun tó súnmọ́ (ìyẹn ogun Hudaebiyyah)","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:19","price":"àti àwọn ọrọ̀ ogun ọ̀pọ̀lọ́pọ̀ tí wọn yóò rí kó. Allāhu ń jẹ́ Alágbára, Ọlọ́gbọ́n.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:20","price":"Àti pé Allāhu ṣàdéhùn àwọn ọrọ̀ ogun ọ̀pọ̀lọ́pọ̀ tí ẹ̀yin yóò rí kó fún yín. Ó sì tètè mú èyí wá fún yín. Ó tún kó àwọn ènìyàn lọ́wọ́ ró fún yín nítorí kí ó lè jẹ́ àmì kan fún àwọn onígbàgbọ́ òdodo àti nítorí kí Ó lè fi ẹsẹ̀ yín rinlẹ̀ sójú ọ̀nà tààrà (’Islām).","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:21","price":"Àti òmíràn tí ẹ kò lágbára lórí rẹ̀, (àmọ́ tí) Allāhu ti rọkiriká rẹ̀. Allāhu sì ń jẹ́ Alágbára lórí gbogbo n̄ǹkan.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:22","price":"Tí ó bá jẹ́ pé àwọn tó ṣàì gbàgbọ́ gbógun dìde si yín ni, wọn ìbá pẹ̀yìndà (láti ságun fún yín). Lẹ́yìn náà, wọn kò níí rí aláàbò tàbí alárànṣe kan.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:23","price":"Ìṣe Allāhu, èyí tó ti ṣẹlẹ̀ ṣíwájú (ni èyí). O ò sì níí rí ìyípadà fún ìṣe Allāhu (lórí àwọn ọ̀tá Rẹ̀).","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:24","price":"Òun sì ni Ẹni tí Ó kó wọn lọ́wọ́ ró fún yín. Ó sì kó ẹ̀yin náà lọ́wọ́ ró fún wọn nínú ìlú Mọkkah lẹ́yìn ìgbà tí Ó ti fi yín borí wọn. Allāhu sì ń jẹ́ Olùríran nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:25","price":"Àwọn (ọ̀ṣẹbọ) ni àwọn tó ṣàì gbàgbọ́, tí wọ́n ṣẹ yín lórí kúrò ní Mọ́sálásí Haram, tí wọ́n tún de ẹran ọrẹ mọ́lẹ̀ kí ó má lè dé àyè rẹ̀. Tí kì í bá ṣe ti àwọn ọkùnrin (tí wọ́n ti di) onígbàgbọ́ òdodo àti àwọn obìnrin (tí wọ́n ti di) onígbàgbọ́ òdodo (nínú ìlú Mọkkah), tí ẹ̀yin kò sì mọ̀ wọ́n, kí ẹ̀yin má lọ pa wọ́n, kí ẹ̀yin má lọ fara kó ẹ̀ṣẹ̀ láti ara wọn nípasẹ̀ àìmọ̀, (Allāhu ìbá tí ko yín lọ́wọ́ ró fún wọn. Allāhu ko yín lọ́wọ́ ró fún wọn sẹ́) nítorí kí Ó lè fi ẹni tí ó bá fẹ́ sínú ìkẹ́ Rẹ̀. Tí ó bá jẹ́ pé wọ́n wà ní ọ̀tọ̀ọ̀tọ̀ ni (onígbàgbọ́ òdodo lọ́tọ̀, aláìgbàgbọ́ lọ́tọ̀), Àwa ìbá jẹ àwọn tó ṣàì gbàgbọ́ nínú wọn ní ìyà ẹlẹ́ta-eléro.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:26","price":"(Rántí) nígbà tí àwọn tó ṣàì gbàgbọ́ kó ìgbónára sínú ọkàn wọn ní ìgbónára ti ìgbà àìmọ̀kan, Allāhu sì sọ ìfọ̀kànbalẹ̀ kalẹ̀ fún Òjíṣẹ́ Rẹ̀ àti àwọn onígbàgbọ́ òdodo. Ó sì jẹ́ kí ọ̀rọ̀ ìbẹ̀rù (Rẹ̀) wà pẹ̀lú wọn; Wọ́n ní ẹ̀tọ́ sí i jùlọ, àwọn ni wọ́n sì ni ín. Allāhu sì ni Onímọ̀ nípa gbogbo n̄ǹkan.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:27","price":"Dájúdájú Allāhu ti sọ àlá Òjíṣẹ́ Rẹ̀ di òdodo pé - tí Allāhu bá fẹ́ - dájúdájú ẹ̀yin yóò wọ inú Mọ́sálásí Haram ní ẹni ìfàyàbalẹ̀, ní ẹni tí ó máa fá irun orí yín, tí ẹ sì máa gé irun (orí yín mọ́lẹ̀), tí kò níí sí ìpáyà fún yín. Nítorí náà, (Allāhu) mọ ohun tí ẹ̀yin kò mọ̀. Yàtọ̀ sí ìyẹn, Ó tún ṣe ìṣẹ́gun tó súnmọ́ (fún yín).","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:28","price":"(Allāhu) Òun ni Ẹni tí Ó fi ìmọ̀nà àti ẹ̀sìn òdodo (’Islām) rán Òjíṣẹ́ Rẹ̀ nítorí kí Ó lè fi borí gbogbo ẹ̀sìn (mìíràn) pátápátá. Allāhu sì tó ní Ẹlẹ́rìí.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"48:29","price":"Muhammad ni Òjíṣẹ́ Allāhu. Àwọn tó wà pẹ̀lú rẹ̀, wọ́n le mọ́ àwọn aláìgbàgbọ́, aláàánú sì ni wọ́n láààrin ara wọn. O máa rí wọn ní olùdáwọ́tẹ-orúnkún àti olùforíkanlẹ̀ (lórí ìrun), tí wọ́n ń wá oore àjùlọ àti ìyọ́nú láti ọ̀dọ̀ Allāhu. Àmì wọn wà ní ojú wọn níbi orípa ìforíkanlẹ̀. Ìyẹn ni àpèjúwe wọn nínú Taorāh àti àpèjúwe wọn nínú ’Injīl, (wọ́n dà) gẹ́gẹ́ bí irúgbìn kan tó yọ ẹ̀ka rẹ̀ jáde. Lẹ́yìn náà, ó fún un lágbára, ó nípọn, ó sì dúró gbagidi lórí igi rẹ̀. Ó sì ń jọ àwọn àgbẹ̀ lójú. (Allāhu fi àyè gba Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - àti àwọn Sọhābah rẹ̀) nítorí kí Ó lè fi wọ́n ṣe ohun ìbínú fún àwọn aláìgbàgbọ́. Allāhu ṣàdéhùn àforíjìn àti ẹ̀san ńlá fún àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe àwọn iṣẹ́ rere nínú wọn.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"yo"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}