{"data":[{"name":"5:1","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ mú àwọn àdéhùn ṣẹ. Wọ́n ṣe àwọn ẹran-ọ̀sìn¹ ní ẹ̀tọ́ fún yín àfi èyí tí wọ́n bá ń kà fún yín (ní èèwọ̀), ẹ má ṣe sọ ìdọdẹ ẹranko di ẹ̀tọ́ nígbà tí ẹ bá wà nínú aṣọ húrùmí. Dájúdájú Allāhu ń ṣe ìdájọ́ ohun tí Ó bá fẹ́.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَوۡفُواْ بِٱلۡعُقُودِۚ أُحِلَّتۡ لَكُم بَهِيمَةُ ٱلۡأَنۡعَٰمِ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡ غَيۡرَ مُحِلِّي ٱلصَّيۡدِ وَأَنتُمۡ حُرُمٌۗ إِنَّ ٱللَّهَ يَحۡكُمُ مَا يُرِيدُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":670,"juzNumber":6,"footnotes":"1. Àwọn ẹran-ọ̀sìn náà ni ràkúnmí, màálù, àgùtàn àti ewúrẹ́.","lang":"yo"},{"name":"5:2","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ má ṣe rú òfin àwọn n̄ǹkan àríṣàmì tí Allāhu gbékalẹ̀ fún ẹ̀sìn Rẹ̀ (nínú iṣẹ́ hajj). Ẹ má ṣe rú òfin oṣù ọ̀wọ̀, àti ẹran ọrẹ (tí wọn kò ṣàmì sí lọ́rùn) àti (àwọn ẹran ọrẹ) tí wọ́n ṣàmì sí lọ́rùn. Ẹ má ṣe ìdíwọ́ fún àwọn tó ń gbèrò láti lọ sí Ilé Haram, tí wọ́n ń wá oore àjùlọ àti ìyọ́nú láti ọ̀dọ̀ Olúwa wọn. Tí ẹ bá sì ti túra sílẹ̀ nínú aṣọ hurumi, nígbà náà ẹ (lè) dọdẹ (ẹranko). Ẹ má ṣe jẹ́ kí ìkórira àwọn ènìyàn kan tì yín láti tayọ ẹnu-ààlà nítorí pé, wọ́n ṣe yín lórí kúrò ní Mọ́sálásí Haram. Ẹ ran ara yín lọ́wọ́ lórí iṣẹ́ rere àti ìbẹ̀rù Allāhu. Ẹ má ṣe ran ara yín lọ́wọ́ lórí (ìwà) ẹ̀ṣẹ̀ àti ìtayọ ẹnu-ààlà. Ẹ bẹ̀rù Allāhu. Dájúdájú Allāhu le (níbi) ìyà.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحِلُّواْ شَعَٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهۡرَ ٱلۡحَرَامَ وَلَا ٱلۡهَدۡيَ وَلَا ٱلۡقَلَٰٓئِدَ وَلَآ ءَآمِّينَ ٱلۡبَيۡتَ ٱلۡحَرَامَ يَبۡتَغُونَ فَضۡلٗا مِّن رَّبِّهِمۡ وَرِضۡوَٰنٗاۚ وَإِذَا حَلَلۡتُمۡ فَٱصۡطَادُواْۚ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ أَن صَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ أَن تَعۡتَدُواْۘ وَتَعَاوَنُواْ عَلَى ٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَلَا تَعَاوَنُواْ عَلَى ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":671,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:3","price":"A ṣe é ní èèwọ̀ fún yín ẹran òkúǹbete àti ẹ̀jẹ̀ àti ẹran ẹlẹ́dẹ̀ àti èyí tí wọ́n pa pẹ̀lú orúkọ tí kì í ṣe “Allāhu” àti ẹran tí wọ́n fún lọ́rùn pa àti ẹran tí wọ́n lù pa àti ẹran tí ó ré lulẹ̀ tí ó kú àti ẹran tí wọ́n kàn pa àti èyí tí ẹranko abìjàwàrà jẹ kù àfi èyí tí ẹ bá rí dú (ṣíwájú kí ó tó kú) àti èyí tí wọ́n pa sídìí òrìṣà. Èèwọ̀ sì ni fún yín láti yẹṣẹ́ wò.¹ Ìwọ̀nyẹn ni ìbàjẹ́. Lónìí ni àwọn tó ṣàì gbàgbọ́ sọ̀rètí nù nípa ẹ̀sìn yín. Nítorí náà, ẹ má ṣe páyà wọn. Ẹ páyà Mi. Mo parí ẹ̀sìn yín fún yín lónìí. Mo sì ṣe àṣepé ìdẹ̀ra Mi fún yín. Mo sì yọ́nú sí ’Islām ní ẹ̀sìn fún yín. Nítorí náà, ẹni tí ìnira ebi bá mú (jẹ ẹran èèwọ̀) nínú ebi tó lágbára gan-an, tí kì í ṣe ẹni tí ẹ̀ṣẹ̀ ń wùú dá, dájúdájú Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run.²","arabic":"حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":672,"juzNumber":6,"footnotes":"1. Ìtúmọ̀ “ wa ’an tẹstẹƙsimū bil ’azlām” ni pé “ (Èèwọ̀ sì ni fún yín láti fi àwọn ọfà kékeré mọ ìpín oore àti aburú yín nínú kádàrá yín.” Ìyẹn ni mo túmọ̀ ní ṣókí pé (Èèwọ̀ sì ni fún yín láti yẹṣẹ́ wò). Nínú ìṣe àwọn Lárúbáwá ìgbà àìmọ̀kan wọn ni pé, àwọn náà máa ń yẹṣẹ́ wò fún ìdáwọ́lé wọn àti ìṣẹ̀mí wọn. Wọ́n máa kọ “ṣe é” sára ọfà kékeré kan. Wọ́n máa tún kọ “má ṣe é” sára ọfà kékeré = = kan. Wọn kò sì níí kọ n̄ǹkan kan sára ìkẹta. Wọ́n máa kó ọfà mẹ́tẹ̀ẹ̀ta náà sínú koto ọparun kan. Bí ó bá fẹ́ ṣe n̄ǹkan kan tí ó fẹ́ mọ bí n̄ǹkan náà yóò ṣe rí, ó máa lọ síbi koto ọparun rẹ̀. Ó máa mú ọfà kan jáde nínú mẹ́tẹ̀ẹ̀ta. Bí ọwọ́ rẹ̀ bá ba ọfà “ṣe é”, ó máa lọ ṣe n̄ǹkan náà pẹ̀lú àdìsọ́kàn rẹ̀ pé ó máa dára. Bí ọwọ́ rẹ̀ bá sì ba ọfà “má ṣe é”, ó máa gbé ohun tí ó fẹ́ ṣe jù sílẹ̀ pẹ̀lú àdìsọ́kà rẹ̀ pé kò níí dára. Àmọ́ bí ó bá mú ọfà èyí tí kò kọ n̄ǹkan kan sí lára, ó máa tún un mú. \n ’Islām sì ṣe èyí ní èèwọ̀. Nítorí náà, ohunkóhun tí wọ́n bá ń lò bí irú èyí, bíi títẹ èèpẹ̀, wíwo ìràwọ̀, fífa tẹ̀sùnbáà, dídábigba, lílo ọ̀san-ìn, dídífá, dída ọ̀pẹ̀lẹ̀, dída ẹ́ẹ̀ẹ́dínógún, lílọ nínú ẹ̀mí, ríríran, síso okùn mọ́ tákáǹdá al-Ƙur’ān àti bẹ́ẹ̀ bẹ́ẹ̀ lọ láti fi mọ ìkọ̀kọ̀, bíi ohun tó sọnù, ẹni tí ó jalè, ìkángun ìdáwọ́lé àti bẹ́ẹ̀ bẹ́ẹ̀ lọ tàbí láti fi mọ kádàrá ẹ̀dá, èèwọ̀ ni gbogbo rẹ̀ pátápátá. \n 2. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:173.","lang":"yo"},{"name":"5:4","price":"Wọ́n ń bi ọ́ léèrè pé: “Kí ni wọ́n ṣe ní ẹ̀tọ́ fún wọn?” Sọ pé: “Wọ́n ṣe àwọn n̄ǹkan dáadáa ní ẹ̀tọ́ fún yín àti (ẹran tí ẹ pa nípasẹ̀) èyí tí ẹ kọ́ ní ẹ̀kọ́ (ìdọdẹ) nínú àwọn ẹranko àti ẹyẹ tí ń dọdẹ. Ẹ kọ́ àwọn ajá lẹ́kọ̀ọ́ ìdọdẹ, kí ẹ kọ́ wọn nínú ohun tí Allāhu fi mọ̀ yín. Nítorí náà, ẹ jẹ nínú ohun tí wọ́n bá pa fún yín, kí ẹ sì ṣe bismillāh sí i¹. Ẹ bẹ̀rù Allāhu. Dájúdájú Allāhu ni Olùyára níbi ìṣírò-iṣẹ́.","arabic":"يَسۡـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمۡۖ قُلۡ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُ وَمَا عَلَّمۡتُم مِّنَ ٱلۡجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُۖ فَكُلُواْ مِمَّآ أَمۡسَكۡنَ عَلَيۡكُمۡ وَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهِۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":673,"juzNumber":6,"footnotes":"1. Ìyẹn nígbà tí ẹ bá fẹ́ rán ẹranko tàbí ẹyẹ láti dọdẹ àti nígbà tí ẹ bá fẹ́ jẹ ẹran tí ó pa fún yín.","lang":"yo"},{"name":"5:5","price":"Wọ́n ṣe àwọn n̄ǹkan dáadáa ní ẹ̀tọ́ fún yín lónìí. Àti oúnjẹ àwọn tí A fún ní tírà, ẹ̀tọ́ ni fún yín.¹ Oúnjẹ tiyín náà, ẹ̀tọ́ ni fún wọn. (Ẹ̀tọ́ ni fún yín láti fẹ́) àwọn olómìnira nínú àwọn onígbàgbọ́ òdodo lóbìnrin àti àwọn olómìnira lóbìnrin nínú àwọn tí A fún ní tírà ṣíwájú yín, nígbà tí ẹ bá ti fún wọn ní ṣọ̀daàkí wọn; ẹ fẹ́ wọn ní fífẹ́ (bí ’Islām ṣe ní kí ẹ fẹ́ ìyàwó), láì níí máa bá wọn ṣe sìná (ṣíwájú yìgì) láì sì níí máa yàn wọ́n lálè.² Ẹnikẹ́ni tí ó bá lòdì sí ìgbàgbọ́ òdodo³, iṣẹ́ rẹ̀ ti bàjẹ́. Ní Ọjọ́ Ìkẹ́yìn, ó sì máa wà nínú àwọn ẹni òfò.","arabic":"ٱلۡيَوۡمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُۖ وَطَعَامُ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حِلّٞ لَّكُمۡ وَطَعَامُكُمۡ حِلّٞ لَّهُمۡۖ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلۡمُؤۡمِنَٰتِ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّ مُحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَ وَلَا مُتَّخِذِيٓ أَخۡدَانٖۗ وَمَن يَكۡفُرۡ بِٱلۡإِيمَٰنِ فَقَدۡ حَبِطَ عَمَلُهُۥ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":674,"juzNumber":6,"footnotes":"1. Kíyè sí i, ìwọ̀nyí ni àwọn májẹ̀mu jíjẹ oúnjẹ àwọn onítírà: (1) Kí oúnjẹ náà jẹ oúnjẹ kan bíi oúnjẹ ojoojúmọ́, oúnjẹ títà, oúnjẹ ìgbéyàwó àti oúnjẹ ìsọmọlórúkọ, oúnjẹ náà kò gbọ́dọ̀ jẹmọ́ ọdún wọn tàbí ìjọ́sìn wọn nítorí pé, ẹ̀sìn ló bí oúnjẹ ọdún, kò sì sí oúnjẹ ọdún tí Allāhu yọ́nú sí àfi oúnjẹ ọdún Ìtúnu Ààwẹ̀ àti oúnjẹ ọdún Adhā (ọdún Ìléyá) gẹ́gẹ́ bí ó ṣe jẹ́ pé, kò sí ẹ̀sìn kan tí Allāhu yọ́nú sí àfi ẹ̀sìn ’Islām; (2) Bí oúnjẹ náà bá jẹ́ n̄ǹkan ẹlẹ́mìí, kí ó jẹ́ pé orúkọ “Allāhu” ni wọ́n fi pa á, kó gbọ́dọ̀ jẹ́ orúkọ mìíràn bíi “ọlọ́run baba” tàbí “ọlọ́run ọmọ” tàbí “ọlọ́run ẹ̀mí mímọ́”; (3) Bí oúnjẹ náà bá jẹ́ n̄ǹkan ẹlẹ́mìí, kò gbọ́dọ̀ jẹ́ ọ̀kan nínú àwọn ẹran èèwọ̀ fún mùsùlùmí bí òkúnbete, ẹlẹ́dẹ̀ àti bẹ́ẹ̀ bẹ́ẹ̀ lọ.\n 2. Kíyè sí i, kò sí ìgbà kan kan tí Allāhu yọ̀ǹda fún obìnrin mùsùlùmí láti fẹ́ yẹhudi tàbí nasọ̄rọ̄, kódà kí ìwà wọn dára. Ẹnikẹ́ni tí ó bá fi mùsùlùmọ́ ọmọbìnrin rẹ̀ fún yẹhudi tàbí nasọ̄rọ̄, kí ó lọ mọ̀ pé, yìgì ààrin wọn kò ní àlàáfíà, nítorí náà kí ó lọ gba ọmọbìnrin rẹ̀ padà, wọn ìbáà ti bímọ fúnra wọn. Àti pé, ìwà ẹ̀ṣẹ̀ pọ́nńbélé ni ṣíṣe bẹ́ẹ̀. Àmọ́ tí ọ̀kunrin náà bá ti di mùsùlùmí ṣíwájú síso yìgì náà, yìgì síso náà ti ní àlàáfíà. \n Wàyí, Allāhu yọ̀ǹda fún àwọn ọkùnrin mùsùlùmí láti fẹ́ yẹhudi tàbí nasọ̄rọ̄ lóbìnrin pẹ̀lú àwọn májẹ̀mu wọ̀nyí: (1) Kí ó jẹ́ lábẹ́ ìjọba ’Islām, kò gbọ́dọ̀ jẹ́ lábẹ́ ìjọba kèfèrí nítorí pé, lẹ́yìn tí ìjọba ’Islām dìde ni ’Islām tó yọ̀ǹda fífẹ́ àwọn onítírà obìnrin; (2) Òfin ’Islām ni wọ́n máa lò lórí ìsoyìgì àti èso yìgì; (3) Obìnrin nasọ̄rọ̄ náà kò gbọ́dọ̀ jẹ́ alákitiyan nínú ẹ̀sìn nasọ̄rọ̄; (4) Irú obìnrin náà máa jẹ́ “thamiyyah” ẹni tí ó wá ààbò ẹ̀mí àti dúkìá wá sí orílẹ̀ òfin ’Islām; (5) Kò gbọ́dọ̀ pe àwọn ọmọ rẹ̀ sínú ẹ̀sìn nasọ̄rọ̄; (6) Ní àsìkò ìkọ̀sílẹ̀, bàbá ló ni ọmọ, kì í ṣe ìyá; (6) Nígbà tí kò bá sí obìnrin mùsùlùmí àti ẹrúbìnrin mùsùlùmí nílẹ̀ lọ̀rọ̀ tó kan rírọ́jú fẹ́ àwọn onítírà obìnrin; àti (7) Ìgbéyàwó yìí kò gbọ́dọ̀ jẹ́ láààrin mùsùlùmí lóbìnrin àti onítírà lọ́kùnrin. Èèwọ̀ pọ́nńbélé ni èyí.\n Kíyè sí i, kò sí ìtakora láààrin āyah yìí àti āyah 221 nínú sūrah al-Baƙọrah. Bí ó tilẹ̀ jẹ́ pé ẹlẹ́bọ ni àwọn ọ̀sẹbọ àti àwọn onítírà fún pípe ẹ̀dá lẹ́yìn Allāhu, ìyàtọ̀ ààrin àwọn méjèèjì ni pé, àwọn onítírà gbàgbọ́ pé Allāhu rán àwọn Òjíṣẹ́ Rẹ̀ kan níṣẹ́ sáyé, wọ́n sì gbàgbọ́ pé Allāhu sọ àwọn tírà kan kalẹ̀. Àmọ́ àwọn ọ̀ṣẹbọ kò gbàgbọ́ nínú ìwọ̀nyẹn. \n 3. Ìyẹn ni pé, mùsùlùmí kò gbọ́dọ̀ ti ìpasẹ̀ jíjẹ oúnjẹ onítírà àti fífẹ́ onítírà obìnrin di kèfèrí. Nítorí náà, àwọn n̄ǹkan méjèèjì tí Allāhu ṣe ní ẹ̀tọ́ nínú āyah yìí ló ní àwọn májẹ̀mu, bí bẹ́ẹ̀ kọ́ mùsùlùmí máa padà lòdì sí ìgbàgbọ́ rẹ̀ nípasẹ̀ jíjẹ oúnjẹ àwọn onítírà àti fífẹ́ àwọn onítírà obìnrin.","lang":"yo"},{"name":"5:6","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, nígbà tí ẹ bá fẹ́ kírun, ẹ wẹ ojú yín àti ọwọ́ yín títí dé ìgúnpá. Ẹ fi omi pá orí yín. Ẹ wẹ ẹsẹ̀ yín títí dé kókósẹ̀ méjèèjì. Tí ẹ bá ní jánnábà lára, ẹ wẹ ìwẹ̀ ìmọ́ra. Tí ẹ bá jẹ́ aláìsàn, tàbí ẹ wà lórí ìrìn-àjò tàbí ẹnì kan nínú yín dé láti ilé ìgbọ̀nsẹ̀, tàbí ẹ súnmọ́ obìnrin, tí ẹ ò bá rí omi, nígbà náà kí ẹ fi erùpẹ̀ mímọ́ ṣe tayamọmu. Ẹ fi pá ojú yín àti ọwọ́ yín lára rẹ̀. Allāhu kò fẹ́ láti kó wàhálà ba yín, ṣùgbọ́n Ó fẹ́ láti fọ̀ yín mọ́. Ó sì fẹ́ ṣe àṣepé ìdẹ̀ra Rẹ̀ fún yín nítorí kí ẹ lè dúpẹ́.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قُمۡتُمۡ إِلَى ٱلصَّلَوٰةِ فَٱغۡسِلُواْ وُجُوهَكُمۡ وَأَيۡدِيَكُمۡ إِلَى ٱلۡمَرَافِقِ وَٱمۡسَحُواْ بِرُءُوسِكُمۡ وَأَرۡجُلَكُمۡ إِلَى ٱلۡكَعۡبَيۡنِۚ وَإِن كُنتُمۡ جُنُبٗا فَٱطَّهَّرُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُم مِّنۡهُۚ مَا يُرِيدُ ٱللَّهُ لِيَجۡعَلَ عَلَيۡكُم مِّنۡ حَرَجٖ وَلَٰكِن يُرِيدُ لِيُطَهِّرَكُمۡ وَلِيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":675,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:7","price":"Ẹ rántí ìdẹ̀ra tí Allāhu ṣe fún yín àti àdéhùn Rẹ̀, èyí tí Ó ba yín ṣe, nígbà tí ẹ̀yin sọ pé: “A gbọ́, a sì tẹ̀lé e.” Ẹ bẹ̀rù Allāhu. Dájúdájú Allāhu ni Onímọ̀ nípa ohun tí ń bẹ nínú igbá-àyà ẹ̀dá.","arabic":"وَٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ وَمِيثَٰقَهُ ٱلَّذِي وَاثَقَكُم بِهِۦٓ إِذۡ قُلۡتُمۡ سَمِعۡنَا وَأَطَعۡنَاۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":676,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:8","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ jẹ́ olùdúró ṣinṣin lórí déédé nítorí ti Allāhu nígbà tí ẹ bá ń jẹ́rìí. Ẹ má ṣe jẹ́ kí ìkórira àwọn ènìyàn kan tì yín láti má ṣe déédé. Ẹ ṣe déédé, òhun l’ó súnmọ́ ìbẹ̀rù Allāhu jùlọ. Kí ẹ sì bẹ̀rù Allāhu. Dájúdájú Allāhu ni Alámọ̀tán nípa ohun tí ẹ̀ ń ṣe níṣẹ́.¹","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلۡقِسۡطِۖ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ عَلَىٰٓ أَلَّا تَعۡدِلُواْۚ ٱعۡدِلُواْ هُوَ أَقۡرَبُ لِلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":677,"juzNumber":6,"footnotes":"1. Ẹ tún wo sūrah an-Nisā’; 4:135.","lang":"yo"},{"name":"5:9","price":"Allāhu ṣe àdéhùn fún àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣiṣẹ́ rere (pé) àforíjìn àti ẹ̀san ńlá ń bẹ fún wọn.","arabic":"وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":678,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:10","price":"Àwọn tó ṣàì gbàgbọ́, tí wọ́n sì pe àwọn āyah Wa ní irọ́, àwọn wọ̀nyẹn ní èrò inú iná Jẹhīm.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":679,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:11","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ rántí ìdẹ̀ra tí Allāhu ṣe fún yín; nígbà tí ìjọ kan gbèrò látinawọ́ ìjà si yín, (Allāhu) sì kó wọn lọ́wọ́ rọ̀ fún yín. Ẹ bẹ̀rù Allāhu. Àti pé Allāhu ni kí àwọn onígbàgbọ́ òdodo gbáralé.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ هَمَّ قَوۡمٌ أَن يَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ فَكَفَّ أَيۡدِيَهُمۡ عَنكُمۡۖ وَٱتَّقُواْ ٱللَّهَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":680,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:12","price":"Dájúdájú Allāhu gba àdéhùn lọ́wọ́ àwọn ọmọ ’Isrọ̄’īl. A sì gbé ìjòyè méjìlá dìde nínú wọn. Allāhu sì sọ (fún wọn) pé: “Dájúdájú Mò ń bẹ pẹ̀lú yín, tí ẹ bá ń kírun, tí ẹ̀ bá ń yọ Zakāh, tí ẹ bá gba àwọn Òjíṣẹ́ Mi gbọ́, tí ẹ ràn wọ́n lọ́wọ́, tí ẹ sì yá Allāhu ní dúkìá tó dára. Dájúdájú Mo máa pa àwọn àṣìṣe yín rẹ́. Dájúdájú Mo máa mu yín wọ inú àwọn Ọgbà Ìdẹ̀ra kan, tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Àmọ́ ẹnikẹ́ni tí ó bá ṣàì gbàgbọ́ lẹ́yìn ìyẹn nínú yín, ó kúkú ti ṣìnà kúrò lójú ọ̀nà tààrà.”","arabic":"۞ وَلَقَدۡ أَخَذَ ٱللَّهُ مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَبَعَثۡنَا مِنۡهُمُ ٱثۡنَيۡ عَشَرَ نَقِيبٗاۖ وَقَالَ ٱللَّهُ إِنِّي مَعَكُمۡۖ لَئِنۡ أَقَمۡتُمُ ٱلصَّلَوٰةَ وَءَاتَيۡتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِي وَعَزَّرۡتُمُوهُمۡ وَأَقۡرَضۡتُمُ ٱللَّهَ قَرۡضًا حَسَنٗا لَّأُكَفِّرَنَّ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَلَأُدۡخِلَنَّكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ فَمَن كَفَرَ بَعۡدَ ذَٰلِكَ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":681,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:13","price":"Nítorí yíyẹ̀ tí wọ́n fúnra wọn yẹ àdéhùn wọn ni A fi ṣẹ́bi lé wọn. A sì mú ọkàn wọn le koko (nítorí pé), wọ́n ń gbé àwọn ọ̀rọ̀ kúrò ní àwọn àyè rẹ̀, wọ́n sì gbàgbé ìpín kan nínúoore tí A rán wọn létí rẹ̀. O ò níí yé rí oníjàǹbá láààrin wọn àfi díẹ̀ nínú wọn. Nítorí náà, ṣe àmójúkúrò fún wọn, kí o sì foríjìn wọ́n. Dájúdájú Allāhu fẹ́ràn àwọn olùṣe-rere.","arabic":"فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ لَعَنَّٰهُمۡ وَجَعَلۡنَا قُلُوبَهُمۡ قَٰسِيَةٗۖ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٖ مِّنۡهُمۡ إِلَّا قَلِيلٗا مِّنۡهُمۡۖ فَٱعۡفُ عَنۡهُمۡ وَٱصۡفَحۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":682,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:14","price":"Àti pé lọ́dọ̀ àwọn tó wí pé: “Dájúdájú nasọ̄rọ̄ ni àwa.”, A gba àdéhùn lọ́wọ́ wọn, wọ́n sì gbàgbé ìpín kan nínú oore tí A rán wọn létí rẹ̀. Nítorí náà, A dá ọ̀tá àti ọ̀tẹ̀ sáààrin wọn títí di Ọjọ́ Àjíǹde. Láìpẹ́ Allāhu máa fún wọn ní ìró ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"وَمِنَ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰٓ أَخَذۡنَا مِيثَٰقَهُمۡ فَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦ فَأَغۡرَيۡنَا بَيۡنَهُمُ ٱلۡعَدَاوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ وَسَوۡفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُواْ يَصۡنَعُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":683,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:15","price":"Ẹ̀yin onítírà, dájúdájú Òjíṣẹ́ Wa ti wá ba yín. Ó ń ṣàlàyé ọ̀pọ̀lọ́pọ̀ ohun tí ẹ fi pamọ́ nínú tírà fún yín. Ó sì ń ṣàmójúkúrò níbi ọ̀pọ̀lọ́pọ̀. Ìmọ́lẹ̀ àti Tírà tó yanjú kúkú ti dé ba yín láti ọ̀dọ̀ Allāhu.","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ كَثِيرٗا مِّمَّا كُنتُمۡ تُخۡفُونَ مِنَ ٱلۡكِتَٰبِ وَيَعۡفُواْ عَن كَثِيرٖۚ قَدۡ جَآءَكُم مِّنَ ٱللَّهِ نُورٞ وَكِتَٰبٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":684,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:16","price":"(Tírà tó yanjú náà, al-Ƙur’ān), Allāhu ń fi ṣe ìmọ̀nà fún ẹnikẹ́ni tí ó bá tẹ̀lé (àwọn n̄ǹkan) tí Allāhu yọ́nú sí, àwọn ọ̀nà àlàáfíà (àwọn ọ̀nà ọlà). Ó sì ń mú wọn jáde láti inú àwọn òkùnkùn wá sínú ìmọ́lẹ̀ pẹ̀lú ìyọ̀ǹda Allāhu. Ó sì ń tọ́ wọn sí ọ̀nà tààrà (’Islām).","arabic":"يَهۡدِي بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضۡوَٰنَهُۥ سُبُلَ ٱلسَّلَٰمِ وَيُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِهِۦ وَيَهۡدِيهِمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":685,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:17","price":"Wọ́n kúkú ti di kèfèrí, àwọn tó wí pé: “Dájúdájú Allāhu ni Mọsīh ọmọ Mọryam.” Sọ pé: “Ta ló ní ìkápá kiní kan lọ́dọ̀ Allāhu tí (Allāhu) bá fẹ́ pa Mọsīh ọmọ Mọryam àti ìyá rẹ̀ àti àwọn tó ń bẹ lórí ilẹ̀ ayé run pátápátá?” Ti Allāhu ni ìjọba àwọn sánmọ̀ àti ilẹ̀ àti ohunkóhun tí ń bẹ láààrin àwọn méjèèjì. (Allāhu) ń ṣẹ́dàá ohunkóhun tí Ó bá fẹ́. Allāhu sì ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"لَّقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۚ قُلۡ فَمَن يَمۡلِكُ مِنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ أَن يُهۡلِكَ ٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗاۗ وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۚ يَخۡلُقُ مَا يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":686,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:18","price":"Àwọn yẹhudi àti nasọ̄rọ̄ wí pé: “Àwa ni ọmọ Allāhu àti olólùfẹ́ Rẹ̀.” Sọ pé: “Kí ni ìdí tí Ó ṣe ń fi ìyà ẹ̀ṣẹ̀ yín jẹ yín nígbà náà?” Rárá (kò rí bí ẹ ṣe wí, àmọ́) abara ni yín nínú àwọn tí Ó ṣẹ̀dá. Ó ń ṣàforíjìn fún ẹni tí Ó bá fẹ́. Ó sì ń jẹ ẹni tí Ó bá fẹ́ níyà. Ti Allāhu ni ìjọba àwọn sánmọ̀ àti ilẹ̀ àti ohunkóhun tí ń bẹ láààrin àwọn méjèèjì. Ọ̀dọ̀ Rẹ̀ sì ni àbọ̀ ẹ̀dá.","arabic":"وَقَالَتِ ٱلۡيَهُودُ وَٱلنَّصَٰرَىٰ نَحۡنُ أَبۡنَٰٓؤُاْ ٱللَّهِ وَأَحِبَّٰٓؤُهُۥۚ قُلۡ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُمۖ بَلۡ أَنتُم بَشَرٞ مِّمَّنۡ خَلَقَۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":687,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:19","price":"Ẹ̀yin onítírà, dájúdájú Òjíṣẹ́ Wa ti dé ba yín, tí ó ń ṣe àlàyé (ọ̀rọ̀) fún yín lẹ́yìn àsìkò tí A ti dá àwọn Òjísẹ́ dúró, nítorí kí ẹ má ṣe wí pé: “Kò sí oníròó ìdùnnú tàbí olùkìlọ̀ kan tí ó wá bá wa.” Nítorí náà, dájúdájú oníròó ìdùnnú àti olùkìlọ̀ kan ti wá ba yín. Allāhu sì ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ عَلَىٰ فَتۡرَةٖ مِّنَ ٱلرُّسُلِ أَن تَقُولُواْ مَا جَآءَنَا مِنۢ بَشِيرٖ وَلَا نَذِيرٖۖ فَقَدۡ جَآءَكُم بَشِيرٞ وَنَذِيرٞۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":688,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:20","price":"Nígbà tí (Ànábì) Mūsā sọ fún ìjọ rẹ̀ pé: “Ẹ̀yin ìjọ mi, ẹ rántí ìdẹ̀ra tí Allāhu ṣe fún yín, nígbà tí Ó fi àwọn Ànábì sáààrin yín, tí Ó ṣe yín ní ọba, tí Ó tún fún yín ní n̄ǹkan tí kò fún ẹnì kan rí ní àgbáyé (lásìkò tiyín).","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَعَلَ فِيكُمۡ أَنۢبِيَآءَ وَجَعَلَكُم مُّلُوكٗا وَءَاتَىٰكُم مَّا لَمۡ يُؤۡتِ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":689,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:21","price":"Ẹ̀yin ìjọ mi, ẹ wọ orí ilẹ̀ mímọ́ tí Allāhu pa láṣẹ fún yín. Ẹ má se padà sẹ́yìn¹, nítorí kí ẹ má baà padà di ẹni òfò.","arabic":"يَٰقَوۡمِ ٱدۡخُلُواْ ٱلۡأَرۡضَ ٱلۡمُقَدَّسَةَ ٱلَّتِي كَتَبَ ٱللَّهُ لَكُمۡ وَلَا تَرۡتَدُّواْ عَلَىٰٓ أَدۡبَارِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":690,"juzNumber":6,"footnotes":"1. Ẹ má ṣe sá fún jíja àwọn òmìrán lógun.","lang":"yo"},{"name":"5:22","price":"Wọ́n wí pé: “Mūsā, dájúdájú ìjọ ajẹni-nípá wà nínú ìlú náà. Dájúdájú àwa kò sì níí wọ inú rẹ̀ títí wọn yóò fi jáde kúrò nínú rẹ̀. Tí wọ́n bá jáde kúrò nínú rẹ̀, àwa máa wọ inú rẹ̀ nígbà náà.”","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِنَّ فِيهَا قَوۡمٗا جَبَّارِينَ وَإِنَّا لَن نَّدۡخُلَهَا حَتَّىٰ يَخۡرُجُواْ مِنۡهَا فَإِن يَخۡرُجُواْ مِنۡهَا فَإِنَّا دَٰخِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":691,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:23","price":"Àwọn ọkùnrin méjì kan nínú àwọn tí ń páyà (Allāhu) - Allāhu sì kẹ́ àwọn méjèèjì¹ - wọ́n sọ pé: “Ẹ gba ẹnu bodè wọ inú ìlú tọ̀ wọ́n. Tí ẹ bá wọ inú ìlú tọ̀ wọ́n, dájúdájú ẹ máa borí wọn. Allāhu sì ni kí ẹ gbáralé, tí ẹ bá jẹ́ onígbàgbọ́ òdodo.”","arabic":"قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِمَا ٱدۡخُلُواْ عَلَيۡهِمُ ٱلۡبَابَ فَإِذَا دَخَلۡتُمُوهُ فَإِنَّكُمۡ غَٰلِبُونَۚ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":692,"juzNumber":6,"footnotes":"1. Allāhu ṣe ìtẹ̀lé-àṣẹ Rẹ̀ ní ìrọ̀rùn fún àwọn méjèèjì. Èyí ni ìkẹ́ Allāhu lórí àwọn méjèèjì.","lang":"yo"},{"name":"5:24","price":"Wọ́n wí pé: “Ìwọ Mūsā, dájúdájú àwa kò níí wọ inú ìlú náà láéláé níwọ̀n ìgbà tí wọ́n bá sì wà nínú rẹ̀. Nítorí náà, kí ìwọ àti Olúwa rẹ lọ (síbẹ̀). Kí ẹ̀yin méjèèjì jà wọ́n lógun. Dájúdájú ibí yìí ni àwa yóò jókòó sí ná.”","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِنَّا لَن نَّدۡخُلَهَآ أَبَدٗا مَّا دَامُواْ فِيهَا فَٱذۡهَبۡ أَنتَ وَرَبُّكَ فَقَٰتِلَآ إِنَّا هَٰهُنَا قَٰعِدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":693,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:25","price":"Ó sọ pé: “Olúwa mi, dájúdájú èmi kò ní ìkápá lórí ẹnì kan bí kò ṣe (lórí) ara mi àti arákùnrin mi. Nítorí náà, ya àwa àti ìjọ òbìlẹ̀jẹ́ sí ọ̀tọ̀ọ̀tọ̀.”¹","arabic":"قَالَ رَبِّ إِنِّي لَآ أَمۡلِكُ إِلَّا نَفۡسِي وَأَخِيۖ فَٱفۡرُقۡ بَيۡنَنَا وَبَيۡنَ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":694,"juzNumber":6,"footnotes":"1. Ìyẹn ni pé, bí Allāhu bá fẹ́ fi ìyapa-àṣẹ tí wọ́n ṣe gbá wọn mú, má ṣe jẹ wá ní ìyà pẹ̀lú wọn. Àwọn ni wọ́n yapa àsẹ Rẹ, kì í ṣe àwa.","lang":"yo"},{"name":"5:26","price":"(Allāhu) sọ pé: “Dájúdájú ó ti di èèwọ̀ fún wọn (láti wọnú ìlú náà) fún ogójì ọdún tí wọn yóò fi rin àrìnnù lórí ilẹ̀. Nítorí náà, má ṣe banújẹ́ nítorí ìjọ òbìlẹ̀jẹ́.”¹","arabic":"قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيۡهِمۡۛ أَرۡبَعِينَ سَنَةٗۛ يَتِيهُونَ فِي ٱلۡأَرۡضِۚ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":695,"juzNumber":6,"footnotes":"1. Ànábì Mūsā àti arákùnrin rẹ̀ Hārūn - kí ọlà Allāhu máa bá àwọn méjèèjì - kú sórí ìrìn-àjò ológójì ọdún náà. Ànábì Yūṣa‘ - kí ọlà Allāhu máa bá a - ló padà darí wọn wọnú ìlú náà.","lang":"yo"},{"name":"5:27","price":"Ka ọ̀rọ̀ àwọn ọmọ (Ànábì) Ādam méjèèjì fún wọn pẹ̀lú òdodo. (Rántí) nígbà tí àwọn méjèèjì ṣe ọrẹ àsè (láti fi súnmọ́ Allāhu). A gba ti ọ̀kan nínú àwọn méjèèjì, A kò sì gba ti ìkejì. (Ẹni tí A kò gba tirẹ̀) wí pé: “Dájúdájú èmi yóò pa ọ́.” (Ìkejì) sì sọ pé: “(Ọrẹ àsè) tàwọn olùbẹ̀rù nìkan ni Allāhu máa gbà.","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱبۡنَيۡ ءَادَمَ بِٱلۡحَقِّ إِذۡ قَرَّبَا قُرۡبَانٗا فَتُقُبِّلَ مِنۡ أَحَدِهِمَا وَلَمۡ يُتَقَبَّلۡ مِنَ ٱلۡأٓخَرِ قَالَ لَأَقۡتُلَنَّكَۖ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلۡمُتَّقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":696,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:28","price":"Dájúdájú tí o bá na ọwọ́ rẹ sí mi láti pa mí, èmi kò sì níí na ọwọ́ mi sí ọ láti pa ọ́, nítorí pé dájúdáju èmi ń bẹ̀rù Allāhu, Olúwa gbogbo ẹ̀dá.","arabic":"لَئِنۢ بَسَطتَ إِلَيَّ يَدَكَ لِتَقۡتُلَنِي مَآ أَنَا۠ بِبَاسِطٖ يَدِيَ إِلَيۡكَ لِأَقۡتُلَكَۖ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":697,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:29","price":"Dájúdájú èmi fẹ́ kí o padà (sí ọ̀dọ̀ Allāhu ní Ọjọ́ Àjíǹde) pẹ̀lú ẹ̀ṣẹ̀ (bí ó ṣe pa) mí àti ẹ̀ṣẹ̀ tìrẹ nítorí kí o lè jẹ́ ọ̀kan nínú àwọn èrò inú Iná. Ìyẹn sì ni ẹ̀san àwọn alábòsí.”","arabic":"إِنِّيٓ أُرِيدُ أَن تَبُوٓأَ بِإِثۡمِي وَإِثۡمِكَ فَتَكُونَ مِنۡ أَصۡحَٰبِ ٱلنَّارِۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":698,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:30","price":"Ó mú ọkàn ara rẹ̀ gírí láti pa arákùnrin rẹ̀. Ó pa á. Ó sì di ọ̀kan nínú àwọn ẹni òfò.","arabic":"فَطَوَّعَتۡ لَهُۥ نَفۡسُهُۥ قَتۡلَ أَخِيهِ فَقَتَلَهُۥ فَأَصۡبَحَ مِنَ ٱلۡخَٰسِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":699,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:31","price":"Allāhu sì gbé ẹyẹ kannakánná kan dìde, tí ó ń fi ẹsẹ̀ walẹ̀ nítorí kí ó lè fi bí ó ṣe máa bo òkú¹ arákùnrin rẹ̀ mọ́ inú ilẹ̀ hàn án. Ó wí pé: “Tèmí bá mi o! Ṣé mo kágara ni láti dà bí irú ẹyẹ kannakánná yìí, kí èmi náà sì lè bo òkú arákùnrin mi mọ́lẹ̀?” Ó sì di ara àwọn alábàámọ̀.","arabic":"فَبَعَثَ ٱللَّهُ غُرَابٗا يَبۡحَثُ فِي ٱلۡأَرۡضِ لِيُرِيَهُۥ كَيۡفَ يُوَٰرِي سَوۡءَةَ أَخِيهِۚ قَالَ يَٰوَيۡلَتَىٰٓ أَعَجَزۡتُ أَنۡ أَكُونَ مِثۡلَ هَٰذَا ٱلۡغُرَابِ فَأُوَٰرِيَ سَوۡءَةَ أَخِيۖ فَأَصۡبَحَ مِنَ ٱلنَّٰدِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":700,"juzNumber":6,"footnotes":"1. “sao’ah” túmọ̀ sí ìhòhò, ohun tí ẹ̀dá kò fẹ́ fojú ara rẹ̀ rí. Òkú ti di sao’ah nítorí pé, kò sí ẹni tí ó fẹ́ fojú ara rẹ̀ rí òkú.","lang":"yo"},{"name":"5:32","price":"Nítorí ìyẹn, A sì ṣe é ní òfin fún àwọn ọmọ ’Isrọ̄’īl pé, dájúdájú ẹnikẹ́ni tí ó bá pa ẹ̀mí (ènìyàn) kan láìjẹ́ nítorí pípa ẹ̀mí (ènìyàn) kan tàbí ṣíṣe ìbàjẹ́ kan lórí ilẹ̀¹, ó dà bí ẹni tí ó pa gbogbo ènìyàn pátápátá. Ẹnikẹ́ni tí ó bá sì mú ẹ̀mí (ènìyàn) ṣẹ̀mí, ó dà bí ẹni tí ó mú gbogbo ènìyàn ṣẹ̀mí pátápátá. Àwọn Òjíṣẹ́ Wa sì ti wá bá wọn pẹ̀lú àwọn ẹ̀rí tó yanjú. Lẹ́yìn náà, dájúdájú ọ̀pọ̀lọ́pọ̀ nínú wọn lẹ́yìn ìyẹn ni alákọyọ lórí ilẹ̀.","arabic":"مِنۡ أَجۡلِ ذَٰلِكَ كَتَبۡنَا عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفۡسَۢا بِغَيۡرِ نَفۡسٍ أَوۡ فَسَادٖ فِي ٱلۡأَرۡضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعٗا وَمَنۡ أَحۡيَاهَا فَكَأَنَّمَآ أَحۡيَا ٱلنَّاسَ جَمِيعٗاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُنَا بِٱلۡبَيِّنَٰتِ ثُمَّ إِنَّ كَثِيرٗا مِّنۡهُم بَعۡدَ ذَٰلِكَ فِي ٱلۡأَرۡضِ لَمُسۡرِفُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":701,"juzNumber":6,"footnotes":"1. Ìbàjẹ́ ṣíṣe lórí ilẹ̀ pé oríṣiríṣi. Nítorí náà, àwọn ìbàjẹ́ kan wà tí ó jẹ́ pé pípa ọ̀daràn ni ìjìyà rẹ̀. Bẹ́ẹ̀ sì ni pé, àwọn ìbàjẹ́ kan wà tí ìjìyà wọn kò wọ ipò pípa ọ̀daràn. Nínú ìbàjẹ́ tí ìjìyà rẹ̀ wọ pípa ọ̀daràn ni ó jẹyọ nínú hadīth yìí: \n عَنْ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- « لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّى رَسُولُ اللَّهِ إِلاَّ بِإِحْدَى ثَلاَثٍ الثَّيِّبُ الزَّانِ وَالنَّفْسُ بِالنَّفْسِ وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَةِ ». Láti ọ̀dọ̀ ‘Abdullāh - kí Allāhu yọ́nú sí i -, ó sọ pé, Òjíṣẹ́ Allāhu - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ pé, “Ẹ̀jẹ̀ ènìyàn tí ó jẹ́ mùsùlùmí kò lẹ́tọ̀ọ́ (kò lẹ́tọ̀ọ́ láti pa mùsùlùmí kan) tí ó ń jẹ́rìí pé “kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Allāhu, àti pé dájúdájú Òjíṣẹ́ Allāhu ni mí” àfi nítorí ọ̀kan nínú àwọn n̄ǹkan mẹ́ta (wọ̀nyí): ẹni tí ó ti ṣe ìgbéyàwó rí tí ó lọ ṣe sìná (wọ́n máa lẹ̀ ẹ́ lókò pa), ẹ̀mí (olùpànìyàn) fún ẹ̀mí (ènìyàn tí ó pa) àti ẹni tí ó gbé ẹ̀sìn ’Islām rẹ̀ jù sílẹ̀, tí ó fi ìjọ mùsùlùmí sílẹ̀.” (Muslim àti Bukọ̄riy ló gbà á wá.) \n Kíyè sí i, ẹni tí ó gbé ẹ̀sìn ’Islām rẹ̀ jù sílẹ̀ fẹ́ gbógun ti gbogbo ìjọ mùsùlùmí, ó sì fẹ́ sọ ara di alákòóbá fún ìran rẹ̀ ni. Nítorí náà, ọ̀ràn rẹ̀ ti wọ ipò ẹni tí ó di ọ̀tẹ̀ mọ́ ìjọba ’Islām lórí ilẹ̀ ’Islām. Pípa ni ìjìyà rẹ̀ láyé. Iná gbére sì ni ìyà rẹ̀ ní ọ̀run.","lang":"yo"},{"name":"5:33","price":"Ẹ̀san àwọn tó ń gbógun ti Allāhu àti Òjíṣẹ́ Rẹ̀, tí wọ́n sì ń ṣe ìbàjẹ́ lórí ilẹ̀ ni pé, kí ẹ pa wọ́n tàbí kí ẹ kàn wọ́n mọ́ igi àgbélébùú tàbí kí ẹ gé ọwọ́ wọn àti ẹsẹ̀ wọn ní ìpasípayọ tàbí kí ẹ lé wọn kúrò nínú ìlú. Ìyẹn ni ìyẹpẹrẹ fún wọn nílé ayé. Ìyà ńlá sì ń bẹ fún wọn ní ọ̀run.","arabic":"إِنَّمَا جَزَٰٓؤُاْ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادًا أَن يُقَتَّلُوٓاْ أَوۡ يُصَلَّبُوٓاْ أَوۡ تُقَطَّعَ أَيۡدِيهِمۡ وَأَرۡجُلُهُم مِّنۡ خِلَٰفٍ أَوۡ يُنفَوۡاْ مِنَ ٱلۡأَرۡضِۚ ذَٰلِكَ لَهُمۡ خِزۡيٞ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":702,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:34","price":"Àyàfi àwọn tó ronú pìwàdà ṣíwájú kí ẹ tó lágbára lórí wọn. Nítorí náà, ẹ mọ̀ pé dájúdájú Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِن قَبۡلِ أَن تَقۡدِرُواْ عَلَيۡهِمۡۖ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":703,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:35","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ bẹ̀rù Allāhu, kí ẹ sì wá àtẹ̀gùn sí ọ̀dọ̀ Rẹ̀.¹ Ẹ jagun sí ojú-ọ̀nà Rẹ̀ nítorí kí ẹ lè jèrè.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَٱبۡتَغُوٓاْ إِلَيۡهِ ٱلۡوَسِيلَةَ وَجَٰهِدُواْ فِي سَبِيلِهِۦ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":704,"juzNumber":6,"footnotes":"1. Àtẹ̀gùn ni iṣẹ́ rere tí mùsùlùmí yóò máa ṣe láti fi súnmọ́ Allāhu. Bí ó tilẹ̀ jẹ́ pé àtẹ̀gùn, nínú èdè, ó lè tún túmọ̀ sí kí ẹnì kan lo ẹlòmíìràn láti súnmọ́ ẹnì kan, kì í ṣe èyí ni ìtúmọ̀ rẹ̀ àti ohun tí wọ́n gbàlérò nínú āyah yìí nítorí pé, ẹ̀sìn kì í ṣe ohun àbáṣe, bí kò ṣe pé ó jẹ́ ọ̀ran-anyàn orí-ò-jorí. Àwọn ọ̀ṣẹbọ di ọ̀ṣẹbọ nípasẹ̀ pé wọ́n ń pe àwọn kan lẹ́ni tí ó gbà pé àwọn ni àtẹ̀gùn sí ọ̀dọ̀ Ọlọ́hun. Nínú ẹ̀sìn, iṣẹ́ rere ni àtẹ̀gùn sí ọ̀dọ̀ Allāhu, kì í ṣe ènìyàn ni àtẹ̀gùn.","lang":"yo"},{"name":"5:36","price":"Dájúdájú àwọn tó ṣàì gbàgbọ́, tí ó bá jẹ́ pé gbogbo ohun tí ń bẹ lórí ilẹ̀ ayé pátápátá jẹ́ tiwọn àti irú rẹ̀ pẹ̀lú rẹ̀ láti fi gba ara wọn sílẹ̀ níbi ìyà Ọjọ́ Àjíǹde, A ò níí gbà á ní ọwọ́ wọn. Ìyà ẹlẹ́ta-eléro sìwà fún wọn.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لِيَفۡتَدُواْ بِهِۦ مِنۡ عَذَابِ يَوۡمِ ٱلۡقِيَٰمَةِ مَا تُقُبِّلَ مِنۡهُمۡۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":705,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:37","price":"Wọn yóò fẹ́ jáde kúrò nínú Iná, wọn kò sì níí lè jáde kúrò nínú rẹ̀. Ìyà gbére sì wà fún wọn.¹","arabic":"يُرِيدُونَ أَن يَخۡرُجُواْ مِنَ ٱلنَّارِ وَمَا هُم بِخَٰرِجِينَ مِنۡهَاۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":706,"juzNumber":6,"footnotes":"1. Nínú Sọhīh bn Hibbān, láti ọ̀dọ̀ Jābir ọmọ ‘Abdullāh - kí Allāhu yọ́nú sí i -, ó sọ pé, mo gbọ́ Òjíṣẹ́ Allāhu - kí ìkẹ́ àti ọlà Allāhu máa bá a -, etí mi méjèèjì yìí ni mo fi gbọ́ ọ, ó sì fi ọwọ́ rẹ̀ tọ́ka sí etí rẹ̀ méjèèjì – “Allāhu máa mú àwọn ènìyàn kan jáde kúrò nínú Iná, Ó máa mú wọn wọnú Ọgbà Ìdẹ̀ra.” Ọkùnrin kan sì sọ fún un pé, dájúdájú Allāhu sọ pé, “ Wọn yóò fẹ́ jáde kúrò nínú Iná, wọn kò sì níí lè jáde kúrò nínú rẹ̀.” Jābir ọmọ ‘Abdullāh sọ pé, “Dájúdájú ẹ̀ ń sọ ọ̀rọ̀ àdáyanrí di ọ̀rọ̀ gbogbogbò. Āyah yìí wà fún àwọn aláìgbàgbọ́ (ní àdáyanrí). Ẹ ké ohun tí ó ṣíwájú rẹ̀. Lẹ́yìn náà, ó ké āyah 36 mọ́ āyah 37. “ Ti àwọn aláìgbàgbọ́ ni.","lang":"yo"},{"name":"5:38","price":"Olè lọ́kùnrin àti olè lóbìnrin, ẹ gé ọwọ́ àwọn méjèèjì.¹ (Ó jẹ́) ẹ̀san fún iṣẹ́ ọwọ́ àwọn méjèèjì. (Ó sì jẹ́) ìjìyà láti ọ̀dọ̀ Allāhu. Allāhu sì ni Alágbára, Ọlọ́gbọ́n.","arabic":"وَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقۡطَعُوٓاْ أَيۡدِيَهُمَا جَزَآءَۢ بِمَا كَسَبَا نَكَٰلٗا مِّنَ ٱللَّهِۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":707,"juzNumber":6,"footnotes":"1. Gígé ọwọ́ olè ní àwọn májẹ̀mu òdíwọ̀n ohun tí olè náà jí, ìbátan ààrin olè náà àti onídúkìá, ibi tí dúkìá náà wà àti ibi tí wọ́n máa gé nínú ọwọ́. Kíyè sí i, gbígbé ìdájọ́ ìjìyà kan dìde lórí ẹnikẹ́ni kò gbọ́dọ̀ wáyé àfi láti ọwọ́ ìjọ́ba ìlú tàbí pẹ̀lú ìyọ̀nda láti ọ̀dọ̀ ìjọba.","lang":"yo"},{"name":"5:39","price":"Ẹnikẹ́ni tí ó bá ronú pìwàdà lẹ́yìn àbòsí (ọwọ́) rẹ̀, tí ó sì ṣe àtúnṣe, dájúdájú Allāhu yóò gba ìronúpìwàdà rẹ̀. Dájúdájú Allāhu ni Aláforíjìn, Aláàánú.","arabic":"فَمَن تَابَ مِنۢ بَعۡدِ ظُلۡمِهِۦ وَأَصۡلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":708,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:40","price":"Ṣé o ò mọ̀ pé dájúdájú ti Allāhu ni ìjọba àwọn sánmọ̀ àti ilẹ̀? Ó máa jẹ ẹni tí Ó bá fẹ́ níyà. Ó sì máa forí jin ẹni tí Ó bá fẹ́. Allāhu sì ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يُعَذِّبُ مَن يَشَآءُ وَيَغۡفِرُ لِمَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":709,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:41","price":"Ìwọ Òjíṣẹ́, má ṣe jẹ́ kí ó bà ọ́ nínú jẹ́ àwọn tó ń yára lọ sínú àìgbàgbọ́ nínú àwọn tó fi ẹnu ara wọn wí pé: “A gbàgbọ́.” - tí ọkàn wọn kò sì gbàgbọ́ ní òdodo - àti àwọn tó di yẹhudi, tí wọ́n ń tẹ́tí sí irọ́, tí wọ́n sì ń tẹ́tí sí ọ̀rọ̀ fún àwọn ènìyàn mìíràn tí kò wá sí ọ̀dọ̀ rẹ, tí wọ́n ń yí ọ̀rọ̀ padà kúrò ní àwọn àyè rẹ̀, wọ́n sì ń wí pé: “Tí wọ́n bá fún yín ní èyí ẹ gbà á. Tí wọn kò bá sì fún yín ẹ ṣọ́ra.”¹ Ẹnikẹ́ni tí Allāhu bá fẹ́ fòòró rẹ̀, o ò ní ìkápá kiní kan lọ́dọ̀ Allāhu fún un. Àwọn wọ̀nyẹn ni àwọn tí Allāhu kò fẹ́ fọ ọkàn wọn mọ́. Ìdójútì ń bẹ fún wọn ní ayé. Ìyà ńlá sì ń bẹ fún wọn ní ọ̀run.","arabic":"۞ يَٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِ مِنَ ٱلَّذِينَ قَالُوٓاْ ءَامَنَّا بِأَفۡوَٰهِهِمۡ وَلَمۡ تُؤۡمِن قُلُوبُهُمۡۛ وَمِنَ ٱلَّذِينَ هَادُواْۛ سَمَّٰعُونَ لِلۡكَذِبِ سَمَّٰعُونَ لِقَوۡمٍ ءَاخَرِينَ لَمۡ يَأۡتُوكَۖ يُحَرِّفُونَ ٱلۡكَلِمَ مِنۢ بَعۡدِ مَوَاضِعِهِۦۖ يَقُولُونَ إِنۡ أُوتِيتُمۡ هَٰذَا فَخُذُوهُ وَإِن لَّمۡ تُؤۡتَوۡهُ فَٱحۡذَرُواْۚ وَمَن يُرِدِ ٱللَّهُ فِتۡنَتَهُۥ فَلَن تَمۡلِكَ لَهُۥ مِنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ لَمۡ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمۡۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":710,"juzNumber":6,"footnotes":"1. Àwọn yẹhudi rán ara wọn lọ bá Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - láti bi í léèrè nípa ìdájọ́ onísìná tí ó ti ṣe ìgbéyàwó rí. Wọ́n sì sọ fún àwọn ìránṣẹ́ wọn pé tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - bá pe ìdájọ́ rẹ̀ ní kòbókò àti kíkun ojú onísìná ní dúdú láti fi ṣẹ̀sín níta, kí wọ́n tẹ́wọ́ gba ìdájọ́ yẹn. Àmọ́ tí ó bá pe ìdájọ́ rẹ̀ ní lílẹ̀lókòpa, ẹ ṣọ́ra fún un, kí ẹ má ṣe tẹ̀lé e. Ìyẹn ni àlàyé fún “Tí wọ́n bá fún yín ní èyí ẹ gbà á. Tí wọn kò bá sì fún yín, ẹ ṣọ́ra.”","lang":"yo"},{"name":"5:42","price":"Wọ́n ń tẹ́tí gbọ́ irọ́, wọ́n sì ń jẹ n̄ǹkan èèwọ̀. Nítorí náà, tí wọ́n bá wá bá ọ, ṣèdájọ́ láààrin wọn tàbí kí o ṣẹ́rí kúrò lọ́dọ̀ wọn. Tí o bá ṣẹ́rí kúrò lọ́dọ̀ wọn, wọn kò lè kó ìnira kan kan bá ọ. Tí o bá sì fẹ́ dájọ́, ṣe ìdájọ́ láààrin wọn pẹ̀lú déédé. Dájúdájú Allāhu nífẹ̀ẹ́ àwọn onídéédé.","arabic":"سَمَّٰعُونَ لِلۡكَذِبِ أَكَّٰلُونَ لِلسُّحۡتِۚ فَإِن جَآءُوكَ فَٱحۡكُم بَيۡنَهُمۡ أَوۡ أَعۡرِضۡ عَنۡهُمۡۖ وَإِن تُعۡرِضۡ عَنۡهُمۡ فَلَن يَضُرُّوكَ شَيۡـٔٗاۖ وَإِنۡ حَكَمۡتَ فَٱحۡكُم بَيۡنَهُم بِٱلۡقِسۡطِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":711,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:43","price":"Báwo ni wọ́n á ṣe fi ọ́ ṣe adájọ́, nígbà tí ó jẹ́ pé at-Taorāh wà lọ́dọ̀ wọn. Ìdájọ́ Allāhu sì wà nínú rẹ̀. Lẹ́yìn náà, wọ́n ń pẹ̀yìndà lẹ́yìn ìyẹn. Àwọn wọ̀nyẹn kì í ṣe onígbàgbọ́ òdodo.","arabic":"وَكَيۡفَ يُحَكِّمُونَكَ وَعِندَهُمُ ٱلتَّوۡرَىٰةُ فِيهَا حُكۡمُ ٱللَّهِ ثُمَّ يَتَوَلَّوۡنَ مِنۢ بَعۡدِ ذَٰلِكَۚ وَمَآ أُوْلَٰٓئِكَ بِٱلۡمُؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":712,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:44","price":"Dájúdájú Àwa sọ at-Taorāh kalẹ̀. Ìmọ̀nà àti ìmọ́lẹ̀ ń bẹ nínú rẹ̀. Àwọn Ànábì tí wọ́n jẹ́ mùsùlùmí ń fi ṣe ìdájọ́ fún àwọn tó di yẹhudi. Bẹ́ẹ̀ náà ni àwọn àlùfáà àti àwọn amòfin ẹ̀sìn (ń fi ṣe ìdájọ́) nítorí ohun tí A fún wọn ṣọ́ nínú tírà Allāhu. Wọ́n sì jẹ́ ẹlẹ́rìí lórí rẹ̀. Nítorí náà, má ṣe páyà ènìyàn. Ẹ páyà Mi. Ẹ má ṣe ta àwọn āyah Mi ní owó kékeré. Ẹnikẹ́ni tí kò bá ṣèdájọ́ pẹ̀lú ohun tí Allāhu sọ̀kalẹ̀, àwọn wọ̀nyẹn ni aláìgbàgbọ́.","arabic":"إِنَّآ أَنزَلۡنَا ٱلتَّوۡرَىٰةَ فِيهَا هُدٗى وَنُورٞۚ يَحۡكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسۡلَمُواْ لِلَّذِينَ هَادُواْ وَٱلرَّبَّٰنِيُّونَ وَٱلۡأَحۡبَارُ بِمَا ٱسۡتُحۡفِظُواْ مِن كِتَٰبِ ٱللَّهِ وَكَانُواْ عَلَيۡهِ شُهَدَآءَۚ فَلَا تَخۡشَوُاْ ٱلنَّاسَ وَٱخۡشَوۡنِ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗاۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":713,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:45","price":"A sì ṣe é ní òfin sínú rẹ̀ fún wọn pé dájúdájú ẹ̀mí fún ẹ̀mí, ojú fún ojú, imú fún imú, etí fún etí àti eyín fún eyín. Òfin ẹ̀san gbígbà sì wà fún ojú-ọgbẹ́. Ẹnikẹ́ni tí ó bá sí yọ̀ǹda ìgbẹ̀san, ó sì máa jẹ́ pípa ẹ̀ṣẹ̀ rẹ́ fún un. Ẹnikẹ́ni tí kò bá ṣèdájọ́ pẹ̀lú ohun tí Allāhu sọ̀kalẹ̀, àwọn wọ̀nyẹn ni alábòsí.","arabic":"وَكَتَبۡنَا عَلَيۡهِمۡ فِيهَآ أَنَّ ٱلنَّفۡسَ بِٱلنَّفۡسِ وَٱلۡعَيۡنَ بِٱلۡعَيۡنِ وَٱلۡأَنفَ بِٱلۡأَنفِ وَٱلۡأُذُنَ بِٱلۡأُذُنِ وَٱلسِّنَّ بِٱلسِّنِّ وَٱلۡجُرُوحَ قِصَاصٞۚ فَمَن تَصَدَّقَ بِهِۦ فَهُوَ كَفَّارَةٞ لَّهُۥۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":714,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:46","price":"A fi ‘Īsā ọmọ Mọryam tẹ̀lé orípa wọn (ìyẹn, àwọn Ànábì tí wọ́n jẹ́ mùsùlùmí); tí ó ń fi ohun tó jẹ́ òdodo rinlẹ̀ nípa èyí tó ṣíwájú rẹ̀ nínú at-Taorāh. A sì fún un ní al-’Injīl. Ìmọ̀nà àti ìmọ́lẹ̀ wà nínú rẹ̀, tí ó ń fi ohun tó jẹ́ òdodo rinlẹ̀ nípa èyí tó ṣíwájú rẹ̀ nínú at-Taorāh. (Ó jẹ́) ìmọ̀nà àti wáàsí fún àwọn olùbẹ̀rù (Allāhu ní àsìkò tirẹ̀).","arabic":"وَقَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِعِيسَى ٱبۡنِ مَرۡيَمَ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِۖ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَ فِيهِ هُدٗى وَنُورٞ وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِ وَهُدٗى وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":715,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:47","price":"Kí àwọn tí A fún ní al-’Injīl ṣèdájọ́ pẹ̀lú ohun tí Allāhu sọ̀kalẹ̀ nínú rẹ̀. Ẹnikẹ́ni tí kò bá ṣèdájọ́ pẹ̀lú ohun tí Allāhu sọ̀kalẹ̀, àwọn wọ̀nyẹn ni òbìlẹ̀jẹ́.¹","arabic":"وَلۡيَحۡكُمۡ أَهۡلُ ٱلۡإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":716,"juzNumber":6,"footnotes":"1. Kíyè sí i, tí àwọn onítírà ’Injīl bá lò ó gẹ́gẹ́ bí Allāhu - subhānahu wa ta'ālā - ṣe sọ̀ ọ́ kalẹ̀, dandan ni fún wọn láti tẹ̀lé Ànábì àsìkò yìí, Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Nítorí pé, àsọtẹ́lẹ̀ nípa Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - kúkú wà nínú rẹ̀. Bí àpẹ̀ẹrẹ, nínú ìwé Johannu 1:19-21, bíbélì sọ pé: (19) Eyi si ni ẹri Johannu, nigba ti awọn Ju ran awọn alufa ati awọn ọmọ Lefi lati Jerusalẹmu wa lati bi i leere pe. Tani iwọ ṣe? (20) O si jẹwọ, ko si sẹ; o si jẹwọ pe. Emi ki i ṣe Kristi naa. (21) Wọn si bi i pe, Tani iwọ ha ṣe? Elijah ni ọ bi? O si wipe Bẹẹkọ, Iwọ ni woli naa bi “ẹni tí à ń retí”? O si dahun wipe, Bẹẹkọ. [Complete Jewish Bible àti New Living Translation Bible. Kíyè sí i, àwọn bíbélì yòókú ti yọ “ẹni tí à ń retí” kúrò gẹ́gẹ́ bí ìṣe wọn.] Nítorí irú àsọtẹ́lẹ̀ wọ̀nyí ló mú kí Waraƙọh ọmọ Naofal, ẹbí ìyáwó àkọ́fẹ́ Ànábì wa - kí ìkẹ́ àti ọlà Allāhu máa bá a - Kọdījah ọmọ Kuwaelid - kí Allāhu yọ́nú sí i -, ṣe gbà pé òun máa tẹ̀lé Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - nígbàkígbà tí Allāhu bá rán an níṣẹ́ sí àwọn ènìyàn. Àmọ́ ó kú ṣíwájú àsìkò náà. \n Síwájú sí i, kàyéfì tí ń bẹ lára àwọn yẹ̀húdí àti nasọ̄rọ̄ ni pé, wọ́n kò yé retí ìmúṣẹ àsọtẹ́lẹ̀ náà. Kódà wọ́n máa ń fi bá àwọn ọ̀ṣẹbọ sọ̀rọ̀ nínú ìwàásù wọn fún wọn. Àmọ́ nígbà tí àsọtẹ́lẹ̀ náà wá sí ìmúṣẹ, ọ̀pọ̀lọ́pọ̀ wọn l’ó gbúnrí. Wọ́n sì ṣàì gbàgbọ́ nínú Ànábì náà - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Èyí ni Allāhu - subhānahu wa ta'ālā - sọ nípa rẹ̀ nínú sūrah al-Baƙọrah; 2:89. Ẹ tún wo ìtọsẹ̀-ọ̀rọ̀ sūrah Yūnus; 10:94.","lang":"yo"},{"name":"5:48","price":"A sọ Tírà (al-Ƙur’ān) kalẹ̀ fún ọ pẹ̀lú òdodo. Ó ń jẹ́rìí sí èyí tó jẹ́ òdodo nínú èyí tó ṣíwájú rẹ̀ nínú Tírà. Ó ń wá ààbò fún àwọn òfin inú rẹ̀. Nítorí náà, fi ohun tí Allāhu sọ̀kalẹ̀ dájọ́ láààrin wọn. Má ṣe tẹ̀lé ìfẹ́-inú wọn tó yapa sí ohun tí ó dé bá ọ nínú òdodo. Olúkùlùkù nínú yín ni A ti ṣe òfin àti ìlànà fún. Àti pé tí ó bá jẹ́ pé Allāhu bá fẹ́, ìbá ṣe yín ní ìjọ kan ṣoṣo (sínú ’Islām), ṣùgbọ́n nítorí kí Ó lè dan yín wò nínú ohun tí Ó fún yín ni. Nítorí náà, ẹ gbawájú níbi iṣẹ́ rere. Ọ̀dọ̀ Allāhu ni ibùpadàsí gbogbo yín pátápátá. Ó sì máa fún yín ní ìró nípa ohun tí ẹ̀ ń yapa-ẹnu lórí rẹ̀.","arabic":"وَأَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلۡكِتَٰبِ وَمُهَيۡمِنًا عَلَيۡهِۖ فَٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ عَمَّا جَآءَكَ مِنَ ٱلۡحَقِّۚ لِكُلّٖ جَعَلۡنَا مِنكُمۡ شِرۡعَةٗ وَمِنۡهَاجٗاۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":717,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:49","price":"Àti pé kí o fi ohun tí Allāhu sọ̀kalẹ̀ ṣe ìdájọ́ láààrin wọn. Má ṣe tẹ̀lé ìfẹ́-inú wọn. Ṣọ́ra fún wọn kí wọ́n má baà fòòró rẹ kúrò níbi apá kan ohun tí Allāhu sọ̀kalẹ̀ fún ọ. Tí wọ́n bá sì gbúnrí, mọ̀ pé Allāhu kàn fẹ́ fi àdánwò kàn wọ́n ni nítorí apá kan ẹ̀ṣẹ̀ wọn.Àti pé dájúdájú ọ̀pọ̀lọ́pọ̀ nínú ènìyàn ni òbìlẹ̀jẹ́.","arabic":"وَأَنِ ٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ وَٱحۡذَرۡهُمۡ أَن يَفۡتِنُوكَ عَنۢ بَعۡضِ مَآ أَنزَلَ ٱللَّهُ إِلَيۡكَۖ فَإِن تَوَلَّوۡاْ فَٱعۡلَمۡ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعۡضِ ذُنُوبِهِمۡۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ لَفَٰسِقُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":718,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:50","price":"Ṣé ìdájọ́ ìgbà àìmọ̀kan ni wọ́n ń wá ni? Ta ni ẹni tí ó dára ju Allāhu lọ níbi ìdájọ́ fún ìjọ tó ní àmọ̀dájú (nípa Rẹ̀)?","arabic":"أَفَحُكۡمَ ٱلۡجَٰهِلِيَّةِ يَبۡغُونَۚ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ حُكۡمٗا لِّقَوۡمٖ يُوقِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":719,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:51","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ má ṣe mú àwọn yẹhudi àti nasọ̄rọ̄ ní ọ̀rẹ́ àyò. Apá kan wọn lọ̀rẹ́ apá kan. Ẹnikẹ́ni tí ó bá mú wọn ní ọ̀rẹ́ àyò nínú yín, dájúdájú ó ti di ara wọn. Dájúdájú Allāhu kò níí fi ọ̀nà mọ ìjọ alábòsí.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡيَهُودَ وَٱلنَّصَٰرَىٰٓ أَوۡلِيَآءَۘ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَإِنَّهُۥ مِنۡهُمۡۗ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":720,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:52","price":"Nítorí náà, o máa rí àwọn tí àárẹ̀ wà nínú ọkàn wọn, tí wọn yóò máa yára lọ sáààrin wọn. Wọn yóò máa wí pé: “À ń bẹ̀rù pé kí àpadàsí ìgbà má baà kàn wá ni.” Ó súnmọ́ kí Allāhu mú ìṣẹ́gun tàbí àṣẹ kan wá láti ọ̀dọ̀ Rẹ̀. Wọn yó sì di alábàámọ̀ lórí ohun tí wọ́n fi pamọ́ sínú ọkàn wọn.","arabic":"فَتَرَى ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يُسَٰرِعُونَ فِيهِمۡ يَقُولُونَ نَخۡشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٞۚ فَعَسَى ٱللَّهُ أَن يَأۡتِيَ بِٱلۡفَتۡحِ أَوۡ أَمۡرٖ مِّنۡ عِندِهِۦ فَيُصۡبِحُواْ عَلَىٰ مَآ أَسَرُّواْ فِيٓ أَنفُسِهِمۡ نَٰدِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":721,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:53","price":"Àwọn tó gbàgbọ́ ní òdodo sì máa sọ pé: “Ṣé àwọn (yẹhudi) wọ̀nyí kọ́ ni àwọn tó fi Allāhu búra tí ìbúra wọn sì lágbára gan-an pé, dájúdájú àwọn ń bẹ pẹ̀lú ẹ̀yin (munāfiki)?” Iṣẹ́ wọn ti bàjẹ́. Nítorí náà, wọ́n sì di ẹni òfò.","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓاْ أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ إِنَّهُمۡ لَمَعَكُمۡۚ حَبِطَتۡ أَعۡمَٰلُهُمۡ فَأَصۡبَحُواْ خَٰسِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":722,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:54","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹnikẹ́ni tí ó bá pẹ̀yìndà níbi ẹ̀sìn rẹ̀ nínú yín, láìpẹ́ Allāhu máa mú àwọn ènìyàn kan wá; Ó máa nífẹ̀ẹ́ wọn, àwọn náà máa nífẹ̀ẹ́ Rẹ̀. Wọn yóò rọ̀ fún àwọn onígbàgbọ́ òdodo. Wọn yó sì le mọ́ àwọn aláìgbàgbọ́. Wọn yóò máa jagun sí ojú-ọ̀nà Allāhu. Wọn kò sì níí bẹ̀rù èébú eléèébú. Ìyẹn ni oore àjùlọ Allāhu. Ó ń fún ẹni tí Ó bá fẹ́. Allāhu sì ni Olùgbòòrò, Onímọ̀","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَن يَرۡتَدَّ مِنكُمۡ عَن دِينِهِۦ فَسَوۡفَ يَأۡتِي ٱللَّهُ بِقَوۡمٖ يُحِبُّهُمۡ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلۡمُؤۡمِنِينَ أَعِزَّةٍ عَلَى ٱلۡكَٰفِرِينَ يُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوۡمَةَ لَآئِمٖۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":723,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:55","price":"Allāhu àti Òjíṣẹ́ Rẹ̀ àti àwọn tó gbàgbọ́ ní òdodo nìkan ni ọ̀rẹ́ yín, àwọn tó ń kírun, tí wọ́n sì ń yọ Zakāh, àwọn sì ni olùdáwọ́tẹ-orúnkún (lórí ìrun).","arabic":"إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُواْ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُمۡ رَٰكِعُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":724,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:56","price":"Ẹnikẹ́ni tí ó bá mú Allāhu àti Òjíṣẹ́ Rẹ̀ àti àwọn onígbàgbọ́ òdodo ní ọ̀rẹ́; dájúdájú ìjọ Allāhu, àwọn ni olùborí.","arabic":"وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُواْ فَإِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡغَٰلِبُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":725,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:57","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ má ṣe mú àwọn tó sọ ẹ̀sìn yín di n̄ǹkan yẹ̀yẹ́ àti eré ṣíṣe ní ọ̀rẹ́ nínú àwọn tí A fún ní tírà ṣíwájú yín àti àwọn aláìgbàgbọ́. Ẹ bẹ̀rù Allāhu tí ẹ bá jẹ́ onígbàgbọ́ òdodo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلَّذِينَ ٱتَّخَذُواْ دِينَكُمۡ هُزُوٗا وَلَعِبٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَٱلۡكُفَّارَ أَوۡلِيَآءَۚ وَٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":726,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:58","price":"Nígbà tí ẹ bá pèpè síbi ìrun kíkí, wọn yóò sọ ọ́ di n̄ǹkan yẹ̀yẹ́ àti eré ṣíṣe. Ìyẹn nítorí pé dájúdájú àwọn ni ìjọ tí kò ṣe làákàyè.","arabic":"وَإِذَا نَادَيۡتُمۡ إِلَى ٱلصَّلَوٰةِ ٱتَّخَذُوهَا هُزُوٗا وَلَعِبٗاۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":727,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:59","price":"Sọ pé: “Ẹ̀yin onítírà, ǹjẹ́ ẹ rí àlèébù kan (ǹjẹ́ ẹ sì kórira kiní kan) lára wa bí kò ṣe pé a gbàgbọ́ nínú Allāhu àti ohun tí Wọ́n sọ̀kalẹ̀ fún wa àti ohun tí Wọ́n sọ̀kalẹ̀ ṣíwájú?” Dájúdájú ọ̀pọ̀lọ́pọ̀ yín ni òbìlẹ̀jẹ́.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ هَلۡ تَنقِمُونَ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ مِن قَبۡلُ وَأَنَّ أَكۡثَرَكُمۡ فَٰسِقُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":728,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:60","price":"Sọ pé: “Ṣé kí n̄g fún yín ní ìró nípa èyí tí ó burú ju ìyẹn lọ ní ẹ̀san ní ọ̀dọ̀ Allāhu?”¹(Òhun ni ẹ̀san) ẹni tí Allāhu ṣẹ́bilé, tí Ó sì bínú sí, tí Ó sì sọ àwọn kan nínú wọn di ọ̀bọ àti ẹlẹ́dẹ̀ àti (ẹ̀san) ẹni tí ó ń bọ àwọn Ànábì kan, tí wọn kò pe ara wọn ní ọlọ́hun, tí wọn kò sì yọ̀nù sí bí ẹ ṣe sọ wọ́n di òrìṣà àkúnlẹ̀bọ. Àwọn wọ̀nyẹn ni ipò wọn burú jùlọ, àwọn sì ni wọ́n ṣìnà jùlọ kúrò lójú-ọ̀nà tààrà.","arabic":"قُلۡ هَلۡ أُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِۚ مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيۡهِ وَجَعَلَ مِنۡهُمُ ٱلۡقِرَدَةَ وَٱلۡخَنَازِيرَ وَعَبَدَ ٱلطَّٰغُوتَۚ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":729,"juzNumber":6,"footnotes":"1. Ìyẹn ni pé, bí ẹ̀yin onítírà bá ń bú àwa onígbàgbọ́ òdodo, tí ẹ bá ń kórira wa nítorí ìgbàgbọ́ òdodo wa nínú Allāhu àti àwọn Tírà Rẹ̀, èébú wa àti ìkórira wa kò burú tó ẹ̀san tí Allāhu san yín láyé tó bẹ́ẹ̀ gẹ́ tí ẹ fi di ẹni ìsẹ́bilé, ẹni ìbínú, ọbọ, ẹlẹ́dẹ̀ àti ẹni tí ń bọ àwọn Ànábì kan tí wọn kò pe ara wọn ní ọlọ́hun, tí wọn kò sì yọ̀nù sí bí ẹ ṣe sọ wọ́n di òrìṣà àkúnlẹ̀bọ. Ọ̀rọ̀ ayé yín àti ọ̀rọ̀ ọ̀run yín sì ti dàrú pátápátá.","lang":"yo"},{"name":"5:61","price":"Nígbà tí wọ́n bá wá sí ọ̀dọ̀ yín, wọ́n á wí pé: “A gbàgbọ́.” Dájúdájú wọ́n wọlé (tì yín) pẹ̀lú àìgbàgbọ́, wọ́n sì ti jáde pẹ̀lú rẹ̀. Allāhu sì nímọ̀ jùlọ nípa ohun tí wọ́n ń fi pamọ́.¹","arabic":"وَإِذَا جَآءُوكُمۡ قَالُوٓاْ ءَامَنَّا وَقَد دَّخَلُواْ بِٱلۡكُفۡرِ وَهُمۡ قَدۡ خَرَجُواْ بِهِۦۚ وَٱللَّهُ أَعۡلَمُ بِمَا كَانُواْ يَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":730,"juzNumber":6,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah āli-‘Imrọ̄n; 3:72.","lang":"yo"},{"name":"5:62","price":"O máa rí ọ̀pọ̀lọ́pọ̀ nínú wọn, tí wọ́n ń yára kó sínú ẹ̀ṣẹ̀, ìtayọ ẹnu-ààlà àti jíjẹ tí wọ́n ń jẹ owó èrú. Dájúdájú ohun tí wọ́n ń ṣe níṣẹ́ burú.","arabic":"وَتَرَىٰ كَثِيرٗا مِّنۡهُمۡ يُسَٰرِعُونَ فِي ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَأَكۡلِهِمُ ٱلسُّحۡتَۚ لَبِئۡسَ مَا كَانُواْ يَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":731,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:63","price":"Kí ni kò jẹ́ kí àwọn àlùfáà àti àwọn amòfin ẹ̀sìn máa kọ̀ fún wọn nípa ọ̀rọ̀ ẹnu wọn (tí ó jẹ́) ẹ̀ṣẹ̀ àti jíjẹ tí wọ́n ń jẹ owó èrú! Dájúdájú ohun tí wọ́n ń ṣe níṣẹ́ burú.","arabic":"لَوۡلَا يَنۡهَىٰهُمُ ٱلرَّبَّٰنِيُّونَ وَٱلۡأَحۡبَارُ عَن قَوۡلِهِمُ ٱلۡإِثۡمَ وَأَكۡلِهِمُ ٱلسُّحۡتَۚ لَبِئۡسَ مَا كَانُواْ يَصۡنَعُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":732,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:64","price":"Àwọn yẹhudi wí pé: “Ọwọ́ Allāhu wà ní dídì pa.” A di ọwọ́ wọn pa. A sì ṣẹ́bi lé wọn nítorí ohun tí wọ́n wí. Ọ̀rọ̀ kò rí bí wọ́n ṣe sọ ọ́ bí kò ṣe pé, ọwọ́ Rẹ̀ méjèèjì wà ní títẹ́ sílẹ̀. Ó sì ń tọrẹ bí Ó ṣe fẹ́. Ohun tí wọ́n sọ̀kalẹ̀ fún ọ láti ọ̀dọ̀ Olúwa Rẹ̀ yóò kúkú jẹ́ kí ọ̀pọ̀lọ́pọ̀ wọn lékún ní ìgbéraga àti àìgbàgbọ́ ni. A sì ju ọ̀tá àti ìkórira sáààrin wọn títí di Ọjọ́ Àjíǹde. Ìgbàkígbà tí wọ́n bá dáná ogun, Allāhu sì máa paná rẹ̀. Wọ́n sì ń ṣe ìbàjẹ́ lórí ilẹ̀. Allāhu kò sì nífẹ̀ẹ́ àwọn òbìlẹ̀jẹ́.","arabic":"وَقَالَتِ ٱلۡيَهُودُ يَدُ ٱللَّهِ مَغۡلُولَةٌۚ غُلَّتۡ أَيۡدِيهِمۡ وَلُعِنُواْ بِمَا قَالُواْۘ بَلۡ يَدَاهُ مَبۡسُوطَتَانِ يُنفِقُ كَيۡفَ يَشَآءُۚ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۚ وَأَلۡقَيۡنَا بَيۡنَهُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ كُلَّمَآ أَوۡقَدُواْ نَارٗا لِّلۡحَرۡبِ أَطۡفَأَهَا ٱللَّهُۚ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادٗاۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":733,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:65","price":"Tí ó bá jẹ́ pé dájúdájú àwọn onítírà gbàgbọ́ ní òdodo, kí wọ́n sì bẹ̀rù (Allāhu), Àwa ìbá pa àwọn àìda wọn rẹ́ fún wọn, Àwa ìbá sì mú wọn wọ inú àwọn Ọgbà Ìdẹ̀ra.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡكِتَٰبِ ءَامَنُواْ وَٱتَّقَوۡاْ لَكَفَّرۡنَا عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأَدۡخَلۡنَٰهُمۡ جَنَّٰتِ ٱلنَّعِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":734,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:66","price":"Tí ó bá jẹ́ pé dájúdájú wọ́n lo at-Taorāh àti al-’Injīl àti ohun tí A sọ̀kalẹ̀ fún wọn láti ọ̀dọ̀ Olúwa wọn (ìyẹn, al-Ƙur’ān), wọn ìbá máa jẹ láti òkè wọn àti láti ìsàlẹ̀ ẹsẹ̀ wọn. Ìjọ kan ń bẹ nínú wọn tó dúró déédé, (àmọ́) ohun tí ọ̀pọ̀lọ́pọ̀ nínú wọn ń ṣe níṣẹ́ burú.¹","arabic":"وَلَوۡ أَنَّهُمۡ أَقَامُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡهِم مِّن رَّبِّهِمۡ لَأَكَلُواْ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۚ مِّنۡهُمۡ أُمَّةٞ مُّقۡتَصِدَةٞۖ وَكَثِيرٞ مِّنۡهُمۡ سَآءَ مَا يَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":735,"juzNumber":6,"footnotes":"1. Ọ̀wọ́ àwọn wọ̀nyí ni àwọn tí ìpèpè Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - dé bá láyé, tí wọ́n sì gbàgbọ́ nínú rẹ̀. Wọ́n sì gba ’Islām. Èyí wà ní ìbámu sí sūrah al-Mọ̄’idah; 5:82-86 àti sūrah āl-‘Imrọ̄n; 3:113 àti 115.","lang":"yo"},{"name":"5:67","price":"Ìwọ Òjíṣẹ́, kéde gbogbo ohun tí wọ́n sọ̀kalẹ̀ fún ọ láti ọ̀dọ̀ Olúwa rẹ. Tí o kò bá ṣe bẹ́ẹ̀, o ò jẹ́ iṣẹ́ Rẹ̀ pé. Allāhu yó sì dáàbò bò ọ́ lọ́dọ̀ àwọn ènìyàn. Dájúdájú Allāhu kò níí fi ọ̀nà mọ ìjọ aláìgbàgbọ́ (láti ṣe ọ́ ní aburú).","arabic":"۞ يَٰٓأَيُّهَا ٱلرَّسُولُ بَلِّغۡ مَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَۖ وَإِن لَّمۡ تَفۡعَلۡ فَمَا بَلَّغۡتَ رِسَالَتَهُۥۚ وَٱللَّهُ يَعۡصِمُكَ مِنَ ٱلنَّاسِۗ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":736,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:68","price":"Sọ pé: “Ẹ̀yin onítírà, ẹ ò rí kiní kan ṣe (nínú ẹ̀sìn) títí ẹ máa fi lo at-Taorāh àti al-’Injīl àti ohun tí A sọ̀kalẹ̀ fún yín láti ọ̀dọ̀ Olúwa yín (ìyẹn, al-Ƙur’ān).” Ohun tí wọ́n sọ̀kalẹ̀ fún ọ láti ọ̀dọ̀ Olúwa Rẹ yóò kúkú jẹ́ kí ọ̀pọ̀lọ́pọ̀ wọn lékún ní ìgbéraga àti àìgbàgbọ́ ni. Nítorí náà, má ṣe banújẹ́ nítorí ìjọ aláìgbàgbọ́.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَسۡتُمۡ عَلَىٰ شَيۡءٍ حَتَّىٰ تُقِيمُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡۗ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۖ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":737,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:69","price":"Dájúdájú àwọn tó gbàgbọ́ ní òdodo àti àwọn tó di yẹhudi, - àwọn sọ̄bi’ūn àti àwọn nasọ̄rọ̄, - ẹnikẹ́ni tí ó bá ní ìgbàgbọ́ òdodo nínú Allāhu àti Ọjọ́ Ìkẹ́yìn, tí ó sì ṣiṣẹ́ rere, kò níí sí ìbẹ̀rù fún wọn. Wọn kò sì níí banújẹ́.¹","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـُٔونَ وَٱلنَّصَٰرَىٰ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":738,"juzNumber":6,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:62 àti ìtọsẹ̀-ọ̀rọ̀ sūrah Yūnus; 10:90.","lang":"yo"},{"name":"5:70","price":"A kúkú gba àdéhùn lọ́wọ́ àwọn ọmọ ’Isrọ̄’īl. A sì rán àwọn Òjíṣẹ́ kan sí wọn. Ìgbàkígbà tí Òjíṣẹ́ kan bá dé bá wọn pẹ̀lú ohun tí ẹ̀mí wọn kò fẹ́, wọ́n pe igun kan ní òpùrọ́, wọ́n sì ń pa igun kan.","arabic":"لَقَدۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَأَرۡسَلۡنَآ إِلَيۡهِمۡ رُسُلٗاۖ كُلَّمَا جَآءَهُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُهُمۡ فَرِيقٗا كَذَّبُواْ وَفَرِيقٗا يَقۡتُلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":739,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:71","price":"Wọ́n sì lérò pé kò níí sí ìfòòró;¹ wọ́n fọ́jú, wọ́n sì dití (sí òdodo). Lẹ́yìn náà, Allāhu gba ìronúpìwàdà wọn. Lẹ́yìn náà, wọ́n fọ́jú, wọ́n tún dití (sí òdodo); ọ̀pọ̀lọ́pọ̀ nínú wọn (ló ṣe bẹ́ẹ̀). Allāhu sì ni Olùríran nípa ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"وَحَسِبُوٓاْ أَلَّا تَكُونَ فِتۡنَةٞ فَعَمُواْ وَصَمُّواْ ثُمَّ تَابَ ٱللَّهُ عَلَيۡهِمۡ ثُمَّ عَمُواْ وَصَمُّواْ كَثِيرٞ مِّنۡهُمۡۚ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":740,"juzNumber":6,"footnotes":"1. Ìyẹn ni pé, àwọn ẹlẹ́ṣẹ̀ lérò pé, àwọn lè máa dẹ́sẹ̀ lọ láì níí ronú pìwàdà, kò sì níí sí wàhálà àti ìyà fún àwọn láyé àti lọ́run.","lang":"yo"},{"name":"5:72","price":"Wọ́n kúkú ti di kèfèrí, àwọn tó wí pé: “Dájúdájú Allāhu, Òun ni Mọsīh ọmọ Mọryam.” Mọsīh sì sọ pé: “Ẹ̀yin ọmọ ’Isrọ̄’īl, ẹ jọ́sìn fún Allāhu, Olúwa mi àti Olúwa yín. Dájúdájú ẹnikẹ́ni tí ó bá bá Allāhu wá akẹgbẹ́, Allāhu ti ṣe Ọgbà Ìdẹ̀ra ní èèwọ̀ fún un. Iná sì ni ibùgbé rẹ̀. Kò sì níí sí alárànṣe kan fún àwọn alábòsí.”","arabic":"لَقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۖ وَقَالَ ٱلۡمَسِيحُ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۖ إِنَّهُۥ مَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ حَرَّمَ ٱللَّهُ عَلَيۡهِ ٱلۡجَنَّةَ وَمَأۡوَىٰهُ ٱلنَّارُۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":741,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:73","price":"Wọ́n kúkú ti di kèfèrí, àwọn tó wí pé: “Dájúdájú Allāhu ni Ìkẹta (àwọn) mẹ́ta.” Kò sì sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Ọlọ́hun, Ọ̀kan ṣoṣo. Tí wọn kò bá jáwọ́ níbi ohun tí wọ́n ń wí, dájúdájú ìyà ẹlẹ́ta eléro l’ó máa jẹ àwọn tó di kèfèrí nínú wọn.","arabic":"لَّقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ ثَالِثُ ثَلَٰثَةٖۘ وَمَا مِنۡ إِلَٰهٍ إِلَّآ إِلَٰهٞ وَٰحِدٞۚ وَإِن لَّمۡ يَنتَهُواْ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":742,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:74","price":"Nítorí náà, ṣé wọn kò níí ronú pìwàdà sọ́dọ̀ Allāhu, kí wọ́n sì tọrọ àforíjìn lọ́dọ̀ Rẹ̀? Allāhu sì ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"أَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ وَيَسۡتَغۡفِرُونَهُۥۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":743,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:75","price":"Kí ni Mọsīh bí kò ṣe Òjíṣẹ́ kan. Àwọn Òjíṣẹ́ sì ti lọ ṣíwájú rẹ̀. Olódodo sì ni ìyá rẹ̀. Àwọn méjèèjì máa ń jẹ oúnjẹ. Wo bí A ṣe ń ṣàlàyé àwọn āyah náà fún wọn. Lẹ́yìn náà, wo bí wọ́n ṣe ń ṣẹ́rí wọn kúrò níbi òdodo!","arabic":"مَّا ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٞۖ كَانَا يَأۡكُلَانِ ٱلطَّعَامَۗ ٱنظُرۡ كَيۡفَ نُبَيِّنُ لَهُمُ ٱلۡأٓيَٰتِ ثُمَّ ٱنظُرۡ أَنَّىٰ يُؤۡفَكُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":744,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:76","price":"Sọ pé: “Ṣé ẹ̀ ń jọ́sìn fún lẹ́yìn Allāhu ohun tí kò ní ìkápá ìnira àti àǹfààní kan fún yín? Allāhu, Òun sì ni Olùgbọ́, Onímọ̀.”","arabic":"قُلۡ أَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا نَفۡعٗاۚ وَٱللَّهُ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":745,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:77","price":"Sọ pé: “Ẹ̀yin onítírà, ẹ má ṣe tayọ ẹnu-ààlà nínú ẹ̀sìn yín, (ẹ má sọ ohun tí) kì í ṣe òdodo. Ẹ má sì ṣe tẹ̀lé ìfẹ́-inú ìjọ kan tó ti ṣìnà ṣíwájú (ìyẹn, àwọn yẹhudi). Wọ́n ṣi ọ̀pọ̀lọ́pọ̀ lọ́nà. Wọ́n sì ṣìnà kúrò ní ojú ọ̀nà tààrà.”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ غَيۡرَ ٱلۡحَقِّ وَلَا تَتَّبِعُوٓاْ أَهۡوَآءَ قَوۡمٖ قَدۡ ضَلُّواْ مِن قَبۡلُ وَأَضَلُّواْ كَثِيرٗا وَضَلُّواْ عَن سَوَآءِ ٱلسَّبِيلِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":746,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:78","price":"Wọ́n ṣẹ́bi lé àwọn tó ṣàì gbàgbọ́ nínú àwọn ọmọ ’Isrọ̄’īl lórí ahọ́n (Ànábì) Dāwūd àti ‘Īsā ọmọ Mọryam. Ìyẹn nítorí pé, wọ́n yapa (àṣẹ Allāhu), wọ́n sì ń tayọ ẹnu-ààlà.","arabic":"لُعِنَ ٱلَّذِينَ كَفَرُواْ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبۡنِ مَرۡيَمَۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":747,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:79","price":"Wọn kì í kọ ìwà ìbàjẹ́ tí wọ́n ń ṣe níṣẹ́ láààrin ara wọn. Ohun tí wọ́n ń ṣe níṣẹ́ sì burú.","arabic":"كَانُواْ لَا يَتَنَاهَوۡنَ عَن مُّنكَرٖ فَعَلُوهُۚ لَبِئۡسَ مَا كَانُواْ يَفۡعَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":748,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:80","price":"O máa rí ọ̀pọ̀lọ́pọ̀ nínú wọn tó ń bá àwọn tó ṣàì gbàgbọ́ ṣọ̀rẹ́. Ohun tí ẹ̀mí wọn tì síwájú fún wọn sì burú tó bẹ́ẹ̀ gẹ́ tí Allāhu fi bínú sí wọn. Olùṣegbére sì ni wọ́n nínú Ìyà.","arabic":"تَرَىٰ كَثِيرٗا مِّنۡهُمۡ يَتَوَلَّوۡنَ ٱلَّذِينَ كَفَرُواْۚ لَبِئۡسَ مَا قَدَّمَتۡ لَهُمۡ أَنفُسُهُمۡ أَن سَخِطَ ٱللَّهُ عَلَيۡهِمۡ وَفِي ٱلۡعَذَابِ هُمۡ خَٰلِدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":749,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:81","price":"Tí ó bá jẹ́ pé wọ́n gbàgbọ́ nínú Allāhu àti Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -, àti ohun tí A sọ̀kalẹ̀ fún un, wọn kò níí mú wọn ní ọ̀rẹ́ àyò, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ nínú wọn ni òbìlẹ̀jẹ́.","arabic":"وَلَوۡ كَانُواْ يُؤۡمِنُونَ بِٱللَّهِ وَٱلنَّبِيِّ وَمَآ أُنزِلَ إِلَيۡهِ مَا ٱتَّخَذُوهُمۡ أَوۡلِيَآءَ وَلَٰكِنَّ كَثِيرٗا مِّنۡهُمۡ فَٰسِقُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":750,"juzNumber":6,"footnotes":"","lang":"yo"},{"name":"5:82","price":"Dájúdájú o máa rí i pé àwọn ènìyàn tí ọ̀tá wọn le jùlọ sí àwọn tó gbàgbọ́ ní òdodo ni àwọn yẹhudi àti àwọn ọ̀ṣẹbọ. Dájúdájú o sì máa rí i pé àwọn ènìyàn tó súnmọ́ àwọn tó gbàgbọ́ ní òdodo jùlọ ní ìfẹ́ ni àwọn tó wí pé: “Dájúdájú nasọ̄rọ̄ ni àwa.” Ìyẹn nítorí pé àwọn àlùfáà àti olùfọkànsìn ń bẹ láààrin wọn. Àti pé dájúdáju wọn kò níí ṣègbéraga (sí òdodo).","arabic":"۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":751,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:83","price":"Nígbà tí wọ́n bá gbọ́ ohun tí A sọ̀kalẹ̀ fún Òjíṣẹ́ náà, o máa rí ẹyinjú wọn tí ó máa damije nítorí ohun tí wọ́n ti mọ̀ nínú òdodo. Wọ́n á sì sọ pé: “Olúwa wa, a gbàgbọ́ ní òdodo, kọ wá mọ́ ara àwọn olùjẹ́rìí (òdodo).","arabic":"وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":752,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:84","price":"Kí ni ó máa dí wa lọ́wọ́ tí a ò fi níí gbàgbọ́ nínú Allāhu àti ohun tí ó dé bá wa nínú òdodo (ìyẹn, al-Ƙur’ān), tí a sì ń jẹ̀rankàn pé kí Olúwa wa fi wá sínú àwọn ẹni-ire.”","arabic":"وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":753,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:85","price":"Nítorí náà, nítorí ohun tí wọ́n sọ, Allāhu san wọ́n ní ẹ̀san pẹ̀lú àwọn Ọgbà Ìdẹ̀ra, tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Olùṣegbére ni wọ́n nínú rẹ̀. Ìyẹn sì ni ẹ̀san fún àwọn olùṣe-rere.","arabic":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":754,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:86","price":"Àwọn tó sì ṣàì gbàgbọ́, tí wọ́n pe àwọn āyah Wa nírọ́, àwọn wọ̀nyẹn ni èrò inú iná Jẹhīm.¹","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":755,"juzNumber":7,"footnotes":"1. Al-Ƙur’ān pín ìjọ nasọ̄rọ̄ sí méjì; ìkíní ni igun tí àwọn ìròyìn tó wà nínú āyah 82 sí 84 nínú sūrah yìí wà lára rẹ̀. Igun yìí ló máa ń padà gba ’Islām ṣíwájú ọjọ́ ikú wọn. Igun yìí nìkan ló sì máa bá àwa mùsùlùmí wọnú Ọgbà Ìdẹ̀ra, gẹ́gẹ́ bí ó ṣe wà nínú āyah 85 nínú sūrah yìí. Igun kejì ni àwọn nasọ̄rọ̄ tí kò ní àwọn ìròyìn wọ̀nyẹn lára. Igun yìí ló máa ń takú sínú ẹ̀sìn nasọ̄rọ̄ lẹ́yìn tí ọ̀rọ̀ al-Ƙur’ān ti dé etí ìgbọ́ wọn. Igun yìí ló sì máa wà pẹ̀lú àwọn yẹhudi àti ọ̀ṣẹbọ nínú Iná gbére. \n Àti pé nígbà tí al-Ƙur’ān bá sọ pé “onígbàgbọ́ òdodo wà nínú wọn (ìyẹn ni igun àkọ́kọ), ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ wọn ni òbìlẹ̀jẹ́ (ìyẹn ni igun kejì).” Igun méjèèjì yẹn nìyẹn. \n Kíyè sí i, igun nasọ̄rọ̄ tó máa wọnú Ọgbà Ìdẹ̀ra kì í ṣe “katolīk” tàbí “ajẹ́rìí” tàbí “àtúnbí” tàbí “sẹ̀lẹ́” tàbí “kérúbù” àti bẹ́ẹ̀ bẹ́ẹ̀ lọ bí kò ṣe ẹnikẹ́ni nínú ìjọ nasọ̄rọ̄ tí ó bá ṣe bí ó ṣe wà nínú āyah 82 sí 84 nínú sūrah al-Mọ̄’idah yìí.","lang":"yo"},{"name":"5:87","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ má ṣe sọ àwọn n̄ǹkan dáadáa tí Allāhu ṣe ní ẹ̀tọ́ fún yín di èèwọ̀. Ẹ sì má ṣe tayọ ẹnu-ààlà. Dájúdájú Allāhu kò fẹ́ràn àwọn olùtayọ ẹnu-ààlà.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":756,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:88","price":"Ẹ jẹ n̄ǹkan ẹ̀tọ́ tó dára nínú ohun tí Allāhu ṣe ní arísìkí fún yín. Àti pé ẹ bẹ̀rù Allāhu, Ẹni tí ẹ̀yin gbàgbọ́ nínú Rẹ̀.","arabic":"وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":757,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:89","price":"Allāhu kò níí fí ìbúra tí ó bọ́ lẹ́nu yín bi yín, ṣùgbọ́n Ó máa fi àwọn ìbúra tí ẹ fínnúfíndọ̀ mú wá bi yín. Nítorí náà, ìtánràn rẹ̀ ni bíbọ́ tálíkà mẹ́wàá pẹ̀lú oúnjẹ tí ó wà ní ìwọ̀ntún-wọ̀nsì tí ẹ̀ ń fi bọ́ ará ilé yín, tàbí kí ẹ raṣọ fún wọn, tàbí kí ẹ tú ẹrú kan sílẹ̀ lóko ẹrú. Ẹni tí kò bá rí (èyí ṣe), ó máa gba ààwẹ̀ ọjọ́ mẹ́ta. Ìyẹn ni ìtánràn ìbúra yín nígbà tí ẹ bá búra. Ẹ ṣọ́ ìbúra yín. Báyẹn ni Allāhu ṣe ń ṣàlàyé àwọn āyah Rẹ̀ fún yín, nítorí kí ẹ lè dúpẹ́.","arabic":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":758,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:90","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, dájúdájú ọtí,¹ tẹ́tẹ́, àwọn òrìṣà àti iṣẹ́ yíyẹ̀wò², ẹ̀gbin nínú iṣẹ́ Èṣù ni. Nítorí náà, ẹ jìnnà sí i nítorí kí ẹ lè jèrè.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":759,"juzNumber":7,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:219.\n 2. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ āyah 3.","lang":"yo"},{"name":"5:91","price":"Ohun tí Èṣù ń fẹ́ ni pé ó máa dá ọ̀tá àti ìkórira sílẹ̀ láààrin yín níbi ọtí àti tẹ́tẹ́. Ó sì fẹ́ ṣẹ yín lórí kúrò níbi ìrántí Allāhu àti níbi ìrun kíkí. Ṣé ẹ̀yin kò níí jáwọ́ (níbi iṣẹ́ Èṣù) ni?","arabic":"إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":760,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:92","price":"Ẹ tẹ̀lé ti Allāhu, ẹ tẹ̀lé ti Òjíṣẹ́. Kí ẹ sì ṣọ́ra. Nítorí náà, tí ẹ bá gbúnrí, kí ẹ mọ̀ pé ìkéde (ẹ̀sìn) tó yanjú ni ojúṣe Òjíṣẹ́ Wa.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":761,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:93","price":"Kò sí ìbáwí fún àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣiṣẹ́ rere nípa ohun tí wọ́n jẹ (nínú ouńjẹ ṣíwájú òfin) nígbà tí wọ́n bá ti bẹ̀rù Allāhu, tí wọ́n sì gbàgbọ́ ní òdodo, tí wọ́n tún ṣiṣẹ́ rere, lẹ́yìn náà, tí wọ́n bẹ̀rù Allāhu, tí wọ́n sì gbàgbọ́ ní òdodo, lẹ́yìn náà, tí wọ́n bẹ́rù Allāhu, tí wọ́n tún ṣiṣẹ́ rere. Allāhu sì fẹ́ràn àwọn olùṣe-rere.¹","arabic":"لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":762,"juzNumber":7,"footnotes":"1. Mímú ìbẹ̀rù Allāhu àti ìgbàgbọ́ nínú Rẹ̀ wá ní àsọtúnsọ nínú āyah yìí ń tọ́ka sí lílékún ní ìbẹ̀rù Allāhu, ìgbàgbọ́ òdodo àti iṣẹ́ rere.","lang":"yo"},{"name":"5:94","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, dájúdájú Allāhu yóò fi kiní kan dan yín wò níbi ẹran-ìgbẹ́ tí ọwọ́ yín àti ọ̀kọ̀ yín bà (nínú aṣọ hurumi) nítorí kí Allāhu lè ṣàfi hàn ẹni tó ń páyà Rẹ̀ ní ìkọ̀kọ̀. Ẹnikẹ́ni tí ó bá tayọ ẹnu-ààlà lẹ́yìn ìyẹn, ìyà ẹlẹ́ta-eléro ń bẹ fún un.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":763,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:95","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ má ṣe pa ẹran-ìgbẹ́ nígbà tí ẹ bá wà nínú aṣọ hurumi (hajj tàbí ‘umrah)¹. Ẹnikẹ́ni tí ó bá mọ̀ọ́mọ̀ pa á nínú yín, ẹ̀san rẹ̀ ni (pé ó máa pa) irú ohun tí ó pa nínú ẹran ọ̀sìn. Àwọn onídéédé méjì nínú yín l’ó sì máa ṣe ìdájọ́ (òṣùwọ̀n) rẹ̀ (fún un. Ó máa jẹ́) ẹran ọrẹ tí ó máa mú dé Kaaba. Tàbí kí ó fi bíbọ́ àwọn tálíkà ṣe ìtánràn. Tàbí kí ó fi ààwẹ̀ dípò ìyẹn, nítorí kí ó lè tọ́ bí ọ̀ràn rẹ̀ ṣe lágbára tó wò. Allāhu ti mójú kúrò níbi ohun tó ré kọjá. Ẹnikẹ́ni tí ó bá tún padà (mọ̀ọ́mọ̀ dọdẹ nínú aṣọ húrùmí tàbí nínú húrùmí), Allāhu yóò gbẹ̀san lára rẹ̀ rẹ̀. Allāhu sì ni Alágbára, Olùgbẹ̀san.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":764,"juzNumber":7,"footnotes":"1. Tàbí tí ẹ bá wà lórí ilẹ̀ ọ̀wọ̀.","lang":"yo"},{"name":"5:96","price":"Wọ́n ṣe odò dídẹ àti jíjẹ oúnjẹ (òkúǹbete) inú rẹ̀ ní ẹ̀tọ́ fún yín. Ó jẹ́ n̄ǹkan ìgbádùn fún ẹ̀yin àti àwọn onírìn-àjò. Wọ́n sì ṣe ìgbẹ́ dídẹ ní èèwọ̀ fún yín nígbà tí ẹ bá wà ní nínú aṣọ hurumi (hajj tàbí ‘umrah). Ẹ bẹ̀rù Allāhu, Ẹni tí wọ́n máa ko yín jọ sí ọ̀dọ̀ Rẹ̀.","arabic":"أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":765,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:97","price":"Allāhu ṣe Kaabah Ilé Ọ̀wọ̀ ní àyè ààbò fún àwọn ènìyàn. (N̄ǹkan ààbò náà ni) àwọn oṣù ọ̀wọ̀, àwọn ẹran ọrẹ (tí wọn kò ṣàmì sí lọ́rùn) àti (àwọn ẹran ọrẹ) tí wọ́n ṣàmì sí lọ́rùn. Ìyẹn rí bẹ́ẹ̀ nítorí kí ẹ lè mọ̀ pé dájúdájú Allāhu mọ ohunkóhun tó wà nínú àwọn sánmọ̀ àti ohunkóhun tó wà nínú ilẹ̀. Àti pé dájúdájú Allāhu ni Onímọ̀ nípa gbogbo n̄ǹkan.","arabic":"۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":766,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:98","price":"Ẹ mọ̀ pé dájúdájú Allāhu le níbi ìyà. Àti pé dájúdájú Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":767,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:99","price":"Kò sí ojúṣe kan fún Òjíṣẹ́ náà bí kò ṣe ìkéde (ẹ̀sìn). Allāhu sì mọ ohun tí ẹ̀ ń ṣàfi hàn rẹ̀ àti ohun tí ẹ̀ ń fi pamọ́.","arabic":"مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":768,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:100","price":"Sọ pé: “Ohun burúkú àti ohun dáadáa kò dọ́gba, púpọ̀ ohun burúkú ìbáà jọ ọ́ lójú”. Nítorí náà, ẹ bẹ̀rù Allāhu, ẹ̀yin onílàákàyè, nítorí kí ẹ lè jèrè.”","arabic":"قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":769,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:101","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ má ṣe máa bèèrè nípa àwọn n̄ǹkan sá. Tí A bá fi hàn yín, ó máa kó ìpalára ba yín. Tí ẹ bá sì bèèrè nípa (àwọn n̄ǹkan tó yẹ láti bèèrè nípa ẹ̀sìn) nígbà tí À ń sọ al-Ƙur’ān kalẹ̀ lọ́wọ́, A máa fi hàn yín. Allāhu ti ṣe àmójúkúrò nípa rẹ̀. Allāhu ni Aláforíjìn, Aláfaradà.¹","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":770,"juzNumber":7,"footnotes":"1. Ìyẹn ni pé, ìbéèrè tí ẹ bi Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - léèrè tí ó lè yọrí sí kí Allāhu - subhānahu wa ta'ālā - ṣe ọ̀pọ̀lọ́pọ̀ n̄ǹkan ní ọ̀ran-anyàn fún yín, ohun tí kì í ṣe ọ̀ran-anyàn tẹ́lẹ̀ nínú ẹ̀sìn, Allāhu ti ṣe àmójúkúrò nípa rẹ̀ fún yín. Kò sì níí tipasẹ̀ ìbéèrè yín ṣe àwọn n̄ǹkan náà ní ọ̀ran-anyàn nítorí kí ẹ má baà kó ara yín sínú ìpalára.","lang":"yo"},{"name":"5:102","price":"Ìjọ kan kúkú ti bèèrè rẹ̀ ṣíwájú yín. Lẹ́yìn náà, wọ́n sì di aláìgbàgbọ́ nípasẹ̀ rẹ̀.","arabic":"قَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":771,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:103","price":"Allāhu kò fi ẹran bahīrah, ẹran sā’ibah, ẹran wasīlah àti ẹran hām lọ́lẹ̀.¹ Ṣùgbọ́n àwọn tó ṣàì gbàgbọ́ ń dá àdápa irọ́ mọ́ Allāhu ni. Ọ̀pọ̀lọ́pọ̀ wọn ni kò ṣe làákàyè.","arabic":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":772,"juzNumber":7,"footnotes":"1. Ìwọ̀nyí ni orúkọ tí àwọn Lárúbáwá fún àwọn ẹran-ọ̀sìn tí wọ́n yà sọ́tọ̀ fún àwọn òrìṣà wọn. Wọ́n sì ka àwọn ẹran náà kún ẹran òrìṣà.","lang":"yo"},{"name":"5:104","price":"Nígbà tí wọ́n bá sọ fún wọn pé: “Ẹ máa bọ̀ wá síbi ohun tí Allāhu sọ̀kalẹ̀. (Ẹ máa bọ̀ wá) sí ọ̀dọ̀ Òjíṣẹ́ náà.”¹ Wọ́n á wí pé: “Ohun tí a bá àwọn bàbá wa lórí rẹ̀ ti tó wa.” Ṣé pẹ̀lú bí ó ṣe jẹ́ pé àwọn bàbá wọn kò nímọ̀ kan kan, tí wọn kò sì mọ̀nà?","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":773,"juzNumber":7,"footnotes":"1. Ìyẹn nígbà tí Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - wà nílé ayé ṣíwájú kí ó tó kú. Àmọ́ lẹ́yìn ikú rẹ̀ - kí ìkẹ́ àti ọlà Allāhu máa bá a - kò sí àǹfààní fún ẹnikẹ́ni mọ́ láti kó ẹjọ́ lọ bá a nídìí sàréè rẹ̀. Nítorí náà, ní àsìkò tiwa yìí gbígbé ẹjọ́ lọ sí ilé-ẹjọ́ Ṣẹria ’Islām àti ọ̀dọ̀ àwọn onímọ̀ ’Islām tí wọ́n jẹ́ onisunnah lọ̀rọ̀ kàn. Èyí sì ni àgbọ́yé āyah náà. Ẹ tún wo ìtọsẹ̀-ọ̀rọ̀ fún sūrah an-Nisā’; 4:64 àti sūrah āli-’Imrọ̄n; 3:101.","lang":"yo"},{"name":"5:105","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ̀mí ara yín dọwọ́ yín. Ẹni tí ó ti ṣìnà kò lè kó ìnira ba yín nígbà tí ẹ bá ti mọ̀nà. Ọ̀dọ̀ Allāhu ni ibùpadàsí gbogbo yín pátápátá. Nígbà náà, Ó máa fún yín ní ìró ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":774,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:106","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, (ẹ wá) ẹ̀rí jíjẹ́ láààrin yín nígbà tí (ìpọ́kàkà) ikú bá dé bá ẹnì kan nínú yín tí ó fẹ́ sọ àsọọ́lẹ̀. (Ẹ wá) onídéédé méjì nínú yín.¹ Tàbí àwọn méjì mìíràn yàtọ̀ si yín tí ẹ̀yin bá wà lórí ìrìn-àjò tí àjálù ikú bá fẹ́ ṣẹlẹ̀ si yín.² Ẹ dá àwọn méjèèjì dúró lẹ́yìn ìrun, kí wọ́n fi Allāhu búra, tí ẹ bá ṣeyèméjì (sí òdodo wọn, kí wọ́n sì sọ pé:) “A ò níí ta ìbúra wa ní iye kan kan, kódà kó jẹ́ ẹbí. A ò sì níí fi ẹ̀rí jíjẹ́ tí Allāhu (pa láṣẹ) pamọ́. (Bí bẹ́ẹ̀ kọ́) nígbà náà, dájúdájú àwa wà nínú àwọn ẹlẹ́ṣẹ̀.”","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":775,"juzNumber":7,"footnotes":"1. Ìyẹn olùjẹ́rìí méjì láààrin àwọn mùsùlùmí, bí ó bá jẹ́ pé ìpọ́kàkà ikú ká a mọ́nú ìlú.\n 2. Ìyẹn olùjẹ́rìí méjì láààrin àwọn tí ìrìn-àjò dìjọ pa wọ́n pọ̀, yálà mùsùlùmí tàbí ẹlòmíìràn bí ó bá jẹ́ pé ìpọ́kàkà ikú ká a mọ́ orí ìrìn-àjò.","lang":"yo"},{"name":"5:107","price":"Tí wọ́n bá sì mọ̀ pé àwọn méjèèjì dá ẹ̀ṣẹ̀ (nípa yíyí àsọọ́lẹ̀ padà tàbí jíjí dúkìá aláìsí), kí àwọn méjì mìíràn nínú ẹbí òkú tí àsọọ́lẹ̀ lẹ́tọ̀ọ́ sì jùlọ,¹ (ìyẹn) ènìyàn méjì tí ó súnmọ́ òkú jùlọ rọ́pò àwọn méjèèjì àkọ́kọ́ (níbi mímú àsọọ́lẹ̀ mìíràn wá fún òkú). Kí àwọn náà sì fi Allāhu búra pé: “Dájúdájú ẹ̀rí jíjẹ́ tiwa jẹ́ òdodo ju ẹ̀rí jíjẹ́ ti àwọn méjèèjì (àkọ́kọ́). A ò sì níí tayọ ẹnu-ààlà. (Bí bẹ́ẹ̀ kọ́) nígbà náà, dájúdájú a ti wà nínú àwọn alábòsí.”","arabic":"فَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":776,"juzNumber":7,"footnotes":"1. Tàbí “kí àwọn méjì mìíràn nínú ẹbí òkú tí wọ́n lè da ẹrí jíjẹ́ àwọn méjèèjì àkọ́kọ́ nù”.","lang":"yo"},{"name":"5:108","price":"Ìyẹn súnmọ́ jùlọ láti mú ẹ̀rí jíjẹ́ wá ní ojú-pọ̀nnà rẹ̀ tàbí láti (lè là nínú) ìpáyà pé wọ́n yóò da ìbúra kan nù (ìbúra ẹni méjì àkọ́kọ́) lẹ́yìn ìbúra tiwọn (ìbúrà ẹni méjì kejì). Ẹ bẹ̀rù Allāhu, kí ẹ sì gbọ́ràn. Allāhu kò níí fi ọ̀nà mọ ìjọ òbìlẹ̀jẹ́.¹","arabic":"ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":777,"juzNumber":7,"footnotes":"1. Òfin yìí, òfin àsọọ́lẹ̀ lórí ogún, igun kan nínú àwọn onímọ̀ sọ pé, wọ́n ti pa ìdájọ́ rẹ̀ rẹ́, àmọ́ igun kejì sọ pé, wọn kò pa ìdájọ́ rẹ̀ rẹ́. Àmọ́ sá òfin àsọọ́lẹ̀ lórí ogun lè jẹ́ (1) fífi àsoọ́lẹ̀ pín ogún, èyí sì ti di èèwọ̀ nítorí pé, òfin ogún pípín ti wà nínú sūrah an-Nisā’; 4: 11-12 àti 176 tàbí (2) fífi àsọọ́lẹ̀ yọ̀ǹda àwọn ogún kan fún àwọn tí ogún kò tọ́ sí, èyí ló jẹ́ ẹ̀tọ́ níwọ̀n ìgbà tí àpapọ̀ ọrẹ náà kò bá ti wọ ìlàta ogún.","lang":"yo"},{"name":"5:109","price":"Ní ọjọ́ tí Allāhu yóò kó àwọn Òjíṣẹ́ jọ, Ó sì máa sọ pé: “Kí ni èsì tí wọ́n fún yín?” Wọ́n á sọ pé: “Kò sí ìmọ̀ kan fún wa (nípa rẹ̀). Dájúdájú Ìwọ, Ìwọ ni Onímọ̀ nípa àwọn ìkọ̀kọ̀.”","arabic":"۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":778,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:110","price":"(Rántí) nígbà tí Allāhu sọ pé: “‘Īsā ọmọ Mọryam, rántí ìdẹ̀ra Mi lórí rẹ àti lórí ìyá rẹ, nígbà tí Mo fi ẹ̀mí Mímọ́ (mọlāika Jibrīl) ràn ọ́ lọ́wọ́, tí o sì ń bá àwọn ènìyàn sọ̀rọ̀ lórí ìtẹ́ ní òpóǹló àti nígbà tí o dàgbà. (Rántí) nígbà tí Mo fún ọ ní ìmọ̀ Tírà, òye ìjìnlẹ̀, at-Taorāh àti al-’Injīl. (Rántí) nígbà tí ò ń mọ n̄ǹkan láti inú amọ̀ bí ìrísí ẹyẹ, tí ò ń fẹ́ atẹ́gùn sínú rẹ̀, tí ó ń di ẹyẹ pẹ̀lú ìyọ̀ǹda Mi. Ò ń wo afọ́jú àti adẹ́tẹ̀ sàn pẹ̀lú ìyọ̀ǹda Mi. (Rántí) nígbà tí ò ń mú àwọn òkú jáde (ní alààyè láti inú sàréè) pẹ̀lú ìyọ̀ǹda Mi. (Rántí) nígbà tí Mo dí àwọn ọmọ ’Isrọ̄’īl lọ́wọ́ fún ọ,¹ nígbà tí o mú àwọn ẹ̀rí tó yanjú wá bá wọn. Àwọn tó ṣàì gbàgbọ́ nínú wọn sì wí pé: “Kí ni èyí bí kò ṣe idán pọ́nńbélé.”²","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":779,"juzNumber":7,"footnotes":"1. Allāhu Alágbára dí àwọn ọmọ Isrọ̄’īl lọ́wọ́ lórí pípa tí wọ́n fẹ́ pa Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -. Allāhu kò jẹ́ kí wọ́n rí i kàn mọ́ igi àgbélébùú, kò sì jẹ́ kí wọ́n rí i pa. Èyí wà ní ìbámu sí sūrah an-Nisā’; 4:157.\n 2. Nínú āyah alápọ̀n-ọ́nlé yìí, Allāhu - subhānahu wa ta‘ālā - sọ nípa àwọn iṣẹ́ ìyanu kan tí Ó fún Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ṣe ní àsìkò tó fi jíṣẹ́ fún àwọn ọmọ ’Isrọ̄’īl. Àwọn iṣẹ́ ìyanu náà nìwọ̀nyí; \n Ìkíní: Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - sọ̀rọ̀ lórí ìtẹ́ ní òpóǹló. \n Ìkejì: Ó fi amọ̀ mọ ẹyẹ, ó sì fẹ́ atẹ́gùn sínú rẹ̀, ẹyẹ náà sì fò lọ. \n Ìkẹta: Ó wo afọ́jú àti adẹ́tẹ̀ sàn. \n Ìkẹrin: Ó mú àwọn òkú jáde ní alààyè láti inú sàréè, ìyẹn ni pé, ó jí òkú dìde. \n Iṣẹ́ ìyanu wọ̀nyẹn jẹyọ bẹ́ẹ̀ nínú āyah 110 nínú sūrah yìí, sūrah al-Mọ̄’idah. \n Ìkarùn-ún: Ó sọ ọpọ́n oúnjẹ ńlá kalẹ̀ láti ojú sánmọ̀, wọ́n sì jẹ oúnjẹ àtọ̀runwá nílé ayé. Ìyẹn wà nínú āyah 114, nínú sūrah yìí bákan náà. Iṣẹ́ ìyanu yìí gan-an ni Allāhu - subhānahu wa ta'ālā - fi sọ sūrah yìí “al-Mọ̄’idah” lórúkọ. \n Ìkẹfà: Ó máa ń sọ àṣírí ohun tí àwọn ènìyàn rẹ̀ jẹ nínú oúnjẹ àti èyí tí wọ́n gbépamọ́ sínú ilé wọn. Ìyẹn wà nínú sūrah āli ‘Imrọ̄n; 3:40. Èyí ni àwọn nasọ̄rọ̄ tún tìràn mọ́ gẹ́gẹ́ bi ìṣe wọn. Wọ́n sì ń wí pé “Nítorí tí ‘Īsā ọmọ Mọryam la’jú afọ́jú, tí ó wo adẹ́tẹ̀ sàn, tí ó fún ẹyẹ amọ̀ àti okú ènìyàn ní ẹ̀mí, nítorí náà, ìyè wà nínú ‘Īsā ọmọ Mọryam, òun sì ni olúwa àti olùgbàlà nítorí pé, kò tún sí ẹlòmíìràn tó ṣe irú rẹ̀ rí, kódà Muhammad.” \n Èsì: Ní àkọ́kọ́ náà, al-Ƙur’ān kò sọ pé ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - fi agbára ara rẹ̀ ṣe iṣẹ́ ìyanu, bí kò ṣe pẹ̀lú agbára àti ìyọ̀ǹda Ọlọ́hun Ẹlẹ́dàá. Èyí sì ní awẹ́ gbólóhùn “bi’ithnī” tó ń jẹyọ nínú āyah náà. Àti pé awẹ́ gbólóhùn “bi’ithnī” yìí ni Allāhu - subhānahu wa ta'ālā - mú wá ní ẹ̀kúnrẹ́rẹ́ nínú sūrah ar-Ra‘d; 13:38, sūrah Gọ̄fir; 40:78 àti sūrah al ‘Ani‘ām; 6:34-35. \n Nígbà tí ọ̀rọ̀ rí báyìí, ti ta ni ògo àwọn iṣẹ́ ìyanu tí ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ṣe, ṣé tirẹ̀ ni tàbí t’Ọlọ́hun? Ọlọ́hun Ẹlẹ́dàá l’Ó ni ògo náà, kì í ṣe ti ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -, rárá. Báwo wá ni ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ṣe lè di olúwa nítorí iṣẹ́ tí Allāhu Ẹlẹ́dàá Rẹ̀ fún un ṣe! \n Bákan náà, àwọn onígbàgbọ́ òdodo tó jẹ́ ọmọlẹ́yìn àwọn Ànábì (aleehim salām) kì í retí iṣẹ́ ìyanu, wọ́n kì í sì bèèrè fún un ṣíwájú kí wọ́n tó mọ Ọlọ́hun Òdodo ní Ọlọ́hun tí a gbọ́dọ̀ máa jọ́sìn fún ní ọ̀nà òdodo. Ẹsẹ ọ̀rọ̀ Ọlọ́hun ti tò wọn lórí ìgbàgbọ́ òdodo wọn àti ìjọ́sìn wọn. Àmọ́ nítorí àwọn aláìgbàgbọ́, àwọn agbọ́mágbà, àwọn ọlọ́kàn-gíga tí wọ́n máa ń gbógun líle ti àwọn Òjíṣẹ́ Ọlọ́hun ní àsìkò olúkùlùkù wọn ni Allāhu - subhānahu wa ta‘ālā - ṣe máa ń fún àwọn Òjíṣẹ́ Rẹ̀ ní àǹfààní iṣẹ́ ìyanu ṣe. \n Bí ó tilẹ̀ já sí pé kò sí ẹ̀dá tí ìṣẹ̀dá rẹ̀ kì í ṣe iṣẹ́ ìyanu Allāhu, àìláròjinlẹ̀ ènìyàn l’ó tún fi ń wá iṣẹ́ ìyanu mìíràn kiri kí ó tó lè mọ Allāhu ní Ọlọ́hun Ẹlẹ́dàá tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo. Ìdí nìyí tí al-Ƙur’ān alápọ̀n-ọ́nlé fi ń darí wa síbi wíwo àwọn iṣẹ́ ìyanu t’ara wa gan-an, gẹ́gẹ́ bí ó ṣe wà nínú sūrah ath-Thāriyāt; 51:21. “Nínú ara yín gan-an (àmì ìyanu wà nínú rẹ̀). Ṣé ẹ kò ríran ni?” \n Lẹ́yìn náà, kò fẹ́ẹ̀ sí Ànábì kan tàbí Òjíṣẹ́ kan tí Allāhu rán níṣẹ́, tí Allāhu kò fún ní iṣẹ́ ìyanu kan tàbí òmíràn ṣe, bí ó tilẹ̀ jẹ́ pé irú iṣẹ́ ìyanu bẹ́ẹ̀ máa jẹmọ́ àsìkò àti irú àwọn tí Allāhu - subhānahu wa ta'ālā - rán Òjíṣẹ́ náà níṣẹ́ sí. Ẹ jẹ́ kí a wòye sí àwọn iṣẹ́ ìyanu wọ̀nyí gẹ́gẹ́ bí àpẹ̀ẹrẹ: Al-Ƙur’ān alápọ̀n-ọ́nlé, nínú sūrah Hūd; 11:37 - 48 àti sūrah al-Mu’minūn; 23: 27 - 30, ó fi iṣẹ́ ìyanu kíkan ọkọ̀ ojú-omi rinlẹ̀ fún Òjíṣẹ́ àkọ́kọ́, Ànábì Nūh - kí ọlà Allāhu máa bá a -. Ní àsìkò tí Allāhu - subhānahu wa ta'ālā - kọ́kọ́ pa ilé ayé rẹ́ pẹ̀lú omi ìyanu. Ṣebí ọkọ̀ ojú-omi tí Ànábì Nūh - kí ọlà Allāhu máa bá a - kàn nígbà náà ni Allāhu fi ṣe ìgbàlà fún àwọn onígbàgbọ́ òdodo lásìkò náà. Ànábì Nūh - kí ọlà Allāhu máa bá a - ni ìbá kúkú lẹ́tọ̀ọ́ sí oríkì olùgbàlà aráyé nípasẹ̀ ọ̀kọ̀ ìgbàlà rẹ̀. Àmọ́ a ò lè pè é ní olùgbàlà nítorí pé, pẹ̀lú ìyọ̀ǹda, àṣẹ, ògo àti agbára Allāhu l’ó lò fún kíkan ọkọ̀ ojú-omi ńlá náà àti wíwa ọkọ̀ náà gúnlẹ̀ sí èbúté ayọ̀, láì kọ́ ẹ̀kọ́ kíkan ọkọ̀ ojú-omi àti wíwa ọkọ̀ ojú-omi tẹ́lẹ̀, - Allāhu ’akbar - .\n Bákan náà, al-Ƙur’ān alápọ̀n-ọ́nlé fi iṣẹ́ ìyanu méjì rinlẹ̀ fún ẹni tí àwọn nasọ̄rọ̄ mọ̀ sí “Àpẹ̀ẹrẹ Ìgbàgbọ́”, Ọ̀rẹ́ Àyò Ọlọ́hun “kọlīlu-llāh” baba-ńlá àwọn Òjíṣẹ́ Ànábì ’Ibrọ̄hīm - kí ọlà Allāhu máa bá a -. Ìkíní: Nínú sūrah al-’Anbiyā’; 21:68 - 69 la ti ka ìtàn nípa bí àwọn ọ̀ṣẹbọ ṣe ju Ànábì ’Ibrọ̄hīm - kí ọlà Allāhu máa bá a - sínú iná ńlá láti gbẹ̀mí rẹ̀. Àmọ́ iná náà di ohun tútù àlàáfíà fún Ànábì ’Ibrọ̄hīm - kí ọlà Allāhu máa bá a -. \n Ìkejì: Nínú sūrah al-Baƙọrah; 2:260 la ti ka ìṣẹ̀lẹ̀ kan nípa Ànábì ’Ibrọ̄hīm - kí ọlà Allāhu máa bá a - pé, ó pa oríṣi ẹyẹ mẹ́rin, ó gún wọn papọ̀ mọ́ra wọn, ó sọ wọ́n di lúbúlúbú. Lẹ́yìn náà, ó bù ú díẹ̀ díẹ̀, ó sì bò wọ́n mọ́’nú ilẹ̀ ní àyè ọ̀tọ̀ọ̀tọ̀. Lẹ́yìn náà, ó bẹ̀rẹ̀ sí pe ẹyẹ kọ̀ọ̀kan pẹ̀lú orúkọ rẹ̀, eegun àti ẹran ara ẹyẹ kọ̀ọ̀kan sì bẹ̀rẹ̀ sí parapọ̀ lójú rẹ̀. Àwọn òkú ẹyẹ mẹ́rẹ̀ẹ̀rin tí ó ti gún kúnná, tí ó sì ti bò mọ́lẹ̀ sì padà sípò aláàyè, - Allāhu ’akbar. - Ṣé ẹ rí i báyìí pé, Ànábì ’Ibrọ̄hīm náà - kí ọlà Allāhu máa bá a - ṣe iṣẹ́ ìyanu. Òun náà jí òkú ẹyẹ dìde? \n Kódà Ànábì ’Ibrọ̄hīm kò wulẹ̀ mọ ọ̀bọrọgidi kan kan gẹ́gẹ́ bí ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - tí ó fi amọ̀ mọ ẹyẹ ti ṣe. Àní sẹ́, Ànábì ’Ibrọ̄hīm - kí ọlà Allāhu máa bá a - kò kúkú ṣẹ̀ṣẹ̀ fátẹ́gùn kan kan sínú àwọn ẹyẹ náà kí wọ́n tó di aláàyè padà. Ànábì ’Ibrọ̄hīm - kí ọlà Allāhu máa bá a - kàn pè wọ́n ní ìkọ̀ọ̀kan, wọ́n sì jẹ́pè rẹ̀. Ti ta ni ògo àti agbára wọ̀nyí bí kò ṣe ti Allāhu - ọba Alààyè -. \n Lẹ́yìn náà, Ànábì Mūsā - kí ọlà Allāhu máa bá a -, al-Ƙur’ān alápọ̀n-ọ́nlé fi àwọn iṣẹ́ ìyanu kan ròyìn òun náà. Ànábì Mūsā - kí ọlà Allāhu máa bá a - ń lo ọ̀pá rẹ̀ láti fi ṣe àwọn iṣẹ́ ìyanu gẹ́gẹ́ bí ọ̀pá náà ṣe di ejò, tí ejò náà sì kó gbogbo idán kàbìtì-kàbìtì tí àwọn òpìdán Fir‘aon pa kalẹ̀ jẹ kálókáló. \n Ànábì Mūsā - kí ọlà Allāhu máa bá a - tún fi ọ̀pá yìí pín agbami òkun sí méjì pẹ̀lú àwọn ojú-ọ̀nà gbòòrò láààrin rẹ̀ fún ìgbàlà àwọn ọmọ ’Isrọ̄’īl lọ́wọ́ ìyà Fir‘aon. Ó sì tún fi pa odò náà dé papọ̀ mọ́ra wọn fún ìparun Fir‘aon àti àwọn ọmọ ogun rẹ̀. \n Bákan náà, Ànábì Mūsā - kí ọlà Allāhu máa bá a - fi burè ẹran ara màálù “baƙọrah” jí òkú díde, gẹ́gẹ́ bí ó ṣe wà nínú sūrah al-Baƙọrah; 2:73. Iṣẹ́ ìyanu yìí gan-an ni Allāhu - subhānahu wa ta'ālā - fi sọ sūrah yìí ní “al-Baƙọrah” - “màálù”. – Sūrah yìí sì tún ni ọgbà ọ̀rọ̀ tó ní ẹsẹ ọ̀rọ̀ (āyah) tó pọ̀ jùlọ nínú al-Ƙur’ān alápọ̀n-ọ́nlé. Gbogbo ìwọ̀nyí kò sọ Ànábì Mūsā - kí ọlà Allāhu máa bá a - di olúwa àti olùgbàlà, tòhun ti bí ó tún ṣe gba àwọn ọmọ ’Isrọ̄’īl là kúrò lọ́wọ́ ìjọba amúnisìn Fir‘aon. \n Síwájú sí i, ní ti Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -, Allāhu fún òun náà ní àwọn iṣẹ́ ìyanu kan ṣe, àmọ́ èyí tó ga jùlọ nínú àwọn iṣẹ́ ìyanu náà ni ààbò mímọ́ tí Allāhu fi bo al-Ƙur’ān alápọ̀n-ọ́nlé. Èyí ń jẹ́ iṣẹ́ ìyanu tó ga jùlọ nítorí àwọn ìdí wọ̀nyí: \n Ìkíní ni pé, gbogbo àwọn iṣẹ́ ìyanu tí Allāhu - subhānahu wa ta‘ālā - fún àwọn Ànábì tó ṣíwájú l’ó ti lọ. Gbogbo àwọn iṣẹ́ ìyanu wọn sì ti di ìtàn gẹ́gẹ́ bí àwọn fúnra wọn ti ṣe di ẹni-ìtàn rere. Al-Ƙur’ān nìkan ni kò níí di ìtàn láéláé. \n Ìkejì: òǹkà díẹ̀ díẹ̀ ló kúkú gbà fún àwọn Ànábì oníṣẹ́-ìyanu wọ̀nyẹn. Ṣebí tòhun ti àwọn iṣẹ́ ìyanu ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - bíi ènìyàn méjìlá ni ọmọ-lẹ́yìn rẹ̀ lójú ayé rẹ̀. Ẹ wo ọmọ-lẹ́yìn púpọ̀ tí al-Ƙur’ān mú wá fún Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - lójú ayé rẹ̀. Iṣẹ́ ìyanu wo ni àwọn ènìyàn gbàgbọ́ nínú rẹ̀ tó tó báyìí? Kò sí. \n Tí mo bá tún wá mẹ́nulé àwọn iṣẹ́ ìyanu tí Allāhu - subhānahu wa ta'ālā - fún Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - ṣe, ó máa gba ojú-ewé púpọ̀. Àmọ́ èròǹgbà àwọn aláìmọ̀kan ni pé, nígbà tí wọn kò ti rí àwọn iṣẹ́ ìyanu Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - kà nínú al-Ƙur’ān, wọ́n ti lérò pé kò rí iṣẹ́ ìyanu kan kan ṣe, irú èyí tí wọ́n ń wá kiri bí ẹni tí ń wá ìwo ẹṣin kiri. Ẹ lọ ka àwọn tírà lórí rẹ̀. Òdidi tírà ni àwọn onímọ̀ ẹ̀sìn ṣe lórí àwọn iṣẹ́ ìyanu Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -. \n Bákan náà, nínú sūrah Yūsuf; 12: 26 - 27 ni a ti ka ìtàn nípa ọmọ òpóǹló tí òun náà sọ̀rọ̀ lórí ìtẹ́ nígbà tí wọ́n fi ẹ̀sùn ìbàjẹ́ àti ìbani-lórúkọjẹ́ kan Ànábì Yūsuf - kí ọlà Allāhu máa bá a -. Allāhu - subhānahu wa ta‘ālā - sì ṣe àfọ̀mọ́ rẹ̀ níbi ẹ̀sùn náà pẹ̀lú ọ̀rọ̀ ẹnu ọmọ òpóǹló náà. \n Nítorí náà, kì í ṣe Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - nìkan ló sọ̀rọ̀ lórí ìtẹ́ ní òpóǹló. \n Wàyí, kókó ọ̀rọ̀ wa ni pé, iṣẹ́ ìyanu kan kò sọ Ànábì tàbí Òjíṣẹ́ Ọlọ́hun kan di olúwa àti olùgbàlà. Èyí sì ni òdodo ọ̀rọ̀ pọ́nńbélé tí Allāhu - subhānahu wa ta‘ālā - fi rinlẹ̀ nípa àwọn Ànábì Rẹ̀ àti àwọn Òjíṣẹ́ Rẹ̀ (aleehim sọlāt wa salām) fún àwọn tí kò bá fẹ́ tara wọn wọ inú Iná gbére l’ọ́jọ́ Àjíǹde. Ẹ kà á nínú sūrah āli ‘Imrọ̄n; 3:79 - 80.","lang":"yo"},{"name":"5:111","price":"(Rántí) nígbà tí Mo fi mọ àwọn ọmọlẹ́yìn rẹ¹ nínú ọkàn wọn pé kí wọ́n gbàgbọ́ nínú Èmi àti Òjíṣẹ́ Mi. Wọ́n sọ pé: “A gbàgbọ́. Kí o sì jẹ́rìí pé dájúdájú mùsùlùmí ni wá.”","arabic":"وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":780,"juzNumber":7,"footnotes":"1. “Hawāriyyūn” túmọ̀ sí àwọn ọmọlẹ́yìn. Ipò tí àwọn Sọhābah àti Ansọ̄r wà sí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ni ipò tí àwọn hawāriyyūn wà sí Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -. Nítorí náà, àwọn ọ̀rọ̀ náà túmọ̀ ara wọn.","lang":"yo"},{"name":"5:112","price":"(Rántí) nígbà tí àwọn ọmọlẹ́yìn rẹ sọ pé: “‘Īsā ọmọ Mọryam, ǹjẹ́ Olúwa rẹ lè sọ ọpọ́n oúnjẹ kan kalẹ̀ fún wa láti sánmọ̀?” Ó sọ pé: “Ẹ bẹ̀rù Allāhu tí ẹ bá jẹ́ onígbàgbọ́ òdodo.”","arabic":"إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":781,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:113","price":"Wọ́n sọ pé: “A fẹ́ jẹ nínú rẹ̀, a sì fẹ́ kí ọkàn wa balẹ̀, kí á sì lè mọ̀ pé o ti sọ òdodo fún wa. A sì máa wà nínú àwọn olùjẹ́rìí.”","arabic":"قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":782,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:114","price":"‘Īsā ọmọ Mọryam sọ pé: “Allāhu, Olúwa wa, sọ ọpọ́n oúnjẹ kan kalẹ̀ fún wa láti inú sánmọ̀, kí ó jẹ́ ọdún fún ẹni àkọ́kọ́ wa àti ẹni ìkẹ́yìn wa.¹ Kí ó sì jẹ́ àmì kan láti ọ̀dọ̀ Rẹ. Pèsè fún wa, Ìwọ sì lóore jùlọ nínú àwọn olùpèsè.”²","arabic":"قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":783,"juzNumber":7,"footnotes":"1. Ìyẹn ni pé, ọjọ́ náà máa di ọjọ́ ọdún fún ìjọ Ànábì ‘Īsā - kí ọlà Allāhu máa bá a -, bí ó tilẹ̀ jẹ́ pé àsìkò tirẹ̀ ti lọ.\n 2. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ fún sūrah as-Sọ̄ffāt; 37:125.","lang":"yo"},{"name":"5:115","price":"Allāhu sọ pé: “Dájúdájú Èmi yóò sọ̀ ọ́ kalẹ̀ fún yín. Ṣùgbọ́n ẹnikẹ́ni tí ó bá ṣàì gbàgbọ́ lẹ́yìn náà nínú yín, dájúdájú Mo máa jẹ ẹ́ níyà kan tí Mi ò fi jẹ ẹnì kan rí nínú gbogbo ẹ̀dá.”","arabic":"قَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":784,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:116","price":"(Rántí) nígbà tí Allāhu sọ pé: “‘Īsā ọmọ Mọryam, ṣé ìwọ l’o sọ fún àwọn ènìyàn pé: “Ẹ mú èmi àti ìyá mi ní ọlọ́hun méjì tí ẹ óò máa jọ́sìn fún lẹ́yìn Allāhu?” Ó sọ pé: “Mímọ́ ni fún Ọ, kò tọ́ fún mi láti sọ ohun tí èmi kò lẹ́tọ̀ọ́ (sí láti sọ). Tí mo bá sọ bẹ́ẹ̀, O kúkú ti mọ̀. O mọ ohun tí ń bẹ nínú ẹ̀mí mi. Èmi ò sì mọ ohun tí ń bẹ nínú ẹ̀mí Rẹ. Dájúdájú Ìwọ ni Onímọ̀ nípa àwọn ìkọ̀kọ̀.","arabic":"وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":785,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:117","price":"Èmi kò sọ ohun kan fún wọn bí kò ṣe ohun tí O pa mí láṣẹ rẹ̀ pé: “Ẹ jọ́sìn fún Allāhu, Olúwa mi àti Olúwa yín.” Mo sì jẹ́ ẹlẹ́rìí lórí wọn níwọ̀n ìgbà tí mò ń bẹ láààrin wọn. Ṣùgbọ́n nígbà tí O gbà mí kúrò lọ́wọ́ wọn, Ìwọ ni Olùṣọ́ lórí wọn. Ìwọ sì ni Arínú-róde gbogbo n̄ǹkan.¹","arabic":"مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":786,"juzNumber":7,"footnotes":"1. Lórí ìtúmọ̀ “تَوَفَّيْتَنِى فَلَمَّا” (falammọ̄ tawaffaetanī), ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah āli ‘Imrọ̄n; 3:55.","lang":"yo"},{"name":"5:118","price":"Tí O bá jẹ wọ́n níyà, dájúdájú ẹrú Rẹ ni wọ́n. Tí O bá sì forí jìn wọ́n, dájúdájú Ìwọ, Ìwọ ni Alágbára, Ọlọ́gbọ́n.","arabic":"إِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":787,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:119","price":"Allāhu sọ pé: “Èyí ni ọjọ́ tí òdodo àwọn olódodo yóò ṣe wọ́n ní àǹfààní. Àwọn Ọgbà Ìdẹ̀ra kan tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ ń bẹ fún wọn. Olùṣegbére ni wọ́n nínú rẹ̀ títí láéláé. Allāhu yọ́nú sí wọn. Wọ́n sì yọ́nú sí (ohun tí Allāhu fún wọn). Ìyẹn ni èrèǹjẹ ńlá.","arabic":"قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":788,"juzNumber":7,"footnotes":"","lang":"yo"},{"name":"5:120","price":"Ti Allāhu ni ìjọba àwọn sánmọ̀ àti ilẹ̀ àti ohunkóhun tó wà nínú wọn. Òun sì ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":789,"juzNumber":7,"footnotes":"","lang":"yo"}],"chapter":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah","Chapter Al-Ma'idah","Ma'idah","Surah Ma'idah","Chapter Ma'idah","Al Ma'idah","Surah Al Ma'idah","Chapter Al Ma'idah","Surah 5","Chapter 5","The Table Spread","المَائدة"]}