{"data":[{"name":"50:1","price":"Ƙọ̄f. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹ (Allāhu fi) al-Ƙur’ān alápọ̀n-ọ́nlé búra.","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"50:2","price":"Ṣùgbọ́n wọ́n ṣèèmọ̀ nítorí pé olùkìlọ̀ kan wá bá wọn láti ààrin ara wọn. Àwọn aláìgbàgbọ́ sì wí pé: “Èyí ni ohun ìyanu.”","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:3","price":"Ṣé nígbà tí a bá ti kú, tí a ti di erùpẹ̀ (ni a óò tún jí dìde padà). Ìyẹn ni ìdápadà tó jìnnà (sí n̄ǹkan tí ó lè ṣẹlẹ̀).","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:4","price":"Dájúdájú A ti mọ ohun tí ilẹ̀ ń mú jẹ nínú wọn. Tírà (iṣẹ́ ẹ̀dá) tí wọ́n ń ṣọ́ sì wà ní ọ̀dọ̀ Wa.","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:5","price":"Síbẹ̀síbẹ̀ wọ́n pe òdodo (al-Ƙur’ān) ní irọ́ nígbà tí ó dé bá wọn. Nítorí náà, wọ́n ti wà nínú ìdààmú.","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:6","price":"Ṣé wọn kò wo sánmọ̀ òkè wọn bí A ti ṣe mọ ọ́n pa àti (bí) A ti ṣe ṣe é ní ọ̀ṣọ́, tí kò sì sí àlàfo sísán kan lára rẹ̀?","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:7","price":"Àti pé ilẹ̀, A tẹ́ ẹ pẹrẹsẹ. A sì ju àwọn àpáta tó dúró gbagidi sínú rẹ̀. A sì mú oríṣiríṣi irúgbìn tó dára hù jáde láti inú rẹ̀.","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:8","price":"(Ó jẹ́) àríwòye àti ìrántí fún gbogbo ẹrúsìn tó ń ṣẹ́rí padà (síbi òdodo).","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:9","price":"A ń sọ omi ìbùkún kalẹ̀ láti sánmọ̀. A sì ń fi mú àwọn ọgbà oko àti àwọn èso tí wọ́n ń kórè rẹ̀ hù jáde.","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:10","price":"(A tún mú) igi dàbínù hù ga, tí àwọn èso orí rẹ̀ so jìgbìnnì.","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:11","price":"Arísìkí ni fún àwọn ẹrú (Allāhu). A sì ń fi sọ òkú ilẹ̀ di àyè. Báyẹn ni ìjáde ẹ̀dá (láti inú sàréè yó ṣe rí).","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:12","price":"Àwọn ènìyàn (Ànábì) Nūh, àwọn ènìyàn Rass àti àwọn (ènìyàn) Thamūd pe òdodo ní irọ́ ṣíwájú wọn.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:13","price":"Àti àwọn ‘Ād, Fir‘aon àti àwọn ọmọ ìyá (Ànábì) Lūt,","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:14","price":"àti àwọn ará ’Aekah àti àwọn ìjọ Tubba‘u; gbogbo wọn pe àwọn Òjíṣẹ́ ní òpùrọ́. Nítorí náà, ìlérí Mi sì kò (lórí wọn).","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:15","price":"Ǹjẹ́ ìṣẹ̀dá àkọ́kọ́ kó agara bá Wa bí? Rárá, wọ́n wà nínú iyèméjì (àti ìrújú) nípa ìṣẹ̀dá (wọn) ní ọ̀tun ni.","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:16","price":"Dájúdájú A ṣẹ̀dá ènìyàn. A sì mọ ohun tí ẹ̀mí rẹ̀ ń sọ fún un ní ròyíròyí. Àwa sì súnmọ́ ọn ju isan ọrùn rẹ̀.¹","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Mujādilah;58:7.","lang":"yo"},{"name":"50:17","price":"(Rántí) nígbà tí (mọlāika) àwọn olùgbọ̀rọ̀-sílẹ̀ méjì bá bẹ̀rẹ̀sí gba ọ̀rọ̀ (sílẹ̀), tí ọ̀kan jókòó sí ọ̀tún, tí ọ̀kan jókòó sí òsì.","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:18","price":"(Ẹnì kan) kò sì níí sọ ọ̀rọ̀ kan àyàfi kí ẹ̀ṣọ́ kan ti wà níkàlẹ̀ pẹ̀lú rẹ̀ (fún àkọsílẹ̀ rẹ̀).","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:19","price":"Àti pé ìpọ́kàkà ikú yóò dé láti fi òdodo ọ̀run rinlẹ̀. Ìyẹn ni ohun tí ìwọ ń sá fún.","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:20","price":"Wọ́n á fọn fèrè oníwo fún àjíǹde. Ìyẹn ni ọjọ́ ìlérí náà.","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:21","price":"Ẹ̀mí kọ̀ọ̀kan yóò wá pẹ̀lú olùdarí kan àti ẹlẹ́rìí kan (nínú àwọn mọlāika).","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:22","price":"Dájúdájú ìwọ ti wà nínú ìgbàgbéra níbi èyí. A sì ti ṣí èbìbò (ojú) rẹ kúrò fún ọ báyìí. Nítorí náà, ìríran rẹ yóò ríran kedere ní òní.","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:23","price":"(Mọlāika) alábàárìn rẹ̀ yóò sọ pé: “Èyí ti wà nílẹ̀ ni ohun tí ń bẹ ní ọ̀dọ̀ mi (gẹ́gẹ́ bí àkọsílẹ̀ iṣẹ́ rẹ̀).”","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:24","price":"Ẹ̀yin mọlāika méjèèjì,¹ ẹ ju gbogbo aláìgbàgbọ́ olóríkunkun sínú iná Jahanamọ.","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"1. Ìyẹn, olùdarí kan àti ẹlẹ́rìí kan nínú àwọn mọlāika.","lang":"yo"},{"name":"50:25","price":"(Ẹ ju) ẹni tí ó dènà iṣẹ́ rere, alákọyọ, oníyèméjì (sínú Iná).","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:26","price":"Ẹni tó mú ọlọ́hun mìíràn mọ́ Allāhu, ẹ jù ú sínú ìyà líle.","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:27","price":"(Èṣù) alábàárìn rẹ̀ yóò wí pé: “Olúwa wa, èmi kọ́ ni mo mú un tayọ ẹnu-ààlà, ṣùgbọ́n ó ti wà nínú ìṣìnà tó jìnnà (sí òdodo) tẹ́lẹ̀tẹ́lẹ̀.”","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:28","price":"(Allāhu) yóò sọ pé: “Ẹ má se ṣàríyànjiyàn lọ́dọ̀ Mi. Mo kúkú ti ṣe ìlérí fún yín ṣíwájú.","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:29","price":"Wọn kò sì lè yí ọ̀rọ̀ náà padà ní ọ̀dọ̀ Mi. Èmi kò sì níí ṣe àbòsí sí àwọn ẹrú Mi.”","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:30","price":"(Rántí) ọjọ́ tí A óò sọ fún iná Jahanamọ pé: Ṣèbí o ti kún?” Ó sì máa sọ pé: “Ṣèbí àfikún tún wà?”","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:31","price":"Wọ́n máa sún Ọgbà Ìdẹ̀ra mọ́ àwọn olùbẹ̀rù (Allāhu). Kò sì níí jìnnà (sí wọn).","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:32","price":"Èyí ni ohun tí À ń ṣe ní àdéhùn fún gbogbo olùronúpìwàdà, olùṣọ́ (òfin Allāhu).","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:33","price":"Ẹnikẹ́ni tí ó bá páyà Allāhu ní ìkọ̀kọ̀, tí ó tún dé pẹ̀lú ọkàn tó ṣẹ́rí padà sí ọ̀dọ̀ Allāhu (nípa ìronúpìwàdà),","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:34","price":"(A óò sọ fún wọn pé): “Ẹ wọ inú (Ọgbà Ìdẹ̀ra) pẹ̀lú àlàáfíà. Ìyẹn ni ọjọ́ gbére.”","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:35","price":"Ohun tí wọ́n ń fẹ́ wà nínú rẹ̀. Àlékún sì tún wà ní ọ̀dọ̀ Wa.","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:36","price":"Mélòó mélòó nínú àwọn ìjọ tí A ti parẹ́ ṣíwájú wọn. Wọ́n sì ní agbára jù wọ́n lọ. (Nígbà tí ìyà dé) wọ́n sá àsálà kiri nínú ìlú. Ǹjẹ́ ibùsásí kan wà (fún wọn bí?)","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:37","price":"Dájúdájú ìrántí wà nínú ìyẹn fún ẹni tó ní ọkàn tàbí ẹni tó fi etí sílẹ̀, tó wà níbẹ̀ (pẹ̀lú ọkàn rẹ̀).","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:38","price":"Dájúdájú A ṣẹ̀dá àwọn sánmọ̀, ilẹ̀ àti n̄ǹkan tó wà láààrin àwọn méjèèjì fún ọjọ́ mẹ́fà. Kò sì rẹ̀ Wá rárá (áḿbọ̀sìbọ́sí pé A óò sinmi ní ọjọ́ keje).","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:39","price":"Nítorí náà, ṣe sùúrù lórí ohun tí wọ́n ń wí. Kí o sì ṣe àfọ̀mọ́ pẹ̀lú ẹyìn fún Olúwa Rẹ¹ ṣíwájú yíyọ òòrùn àti wíwọ̀ (rẹ̀).","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"1. Ìyẹn ni pé, ṣe àfọ̀mọ́ Allāhu kúrò níbi gbogbo àdínkù àti àbùkù, kí o sì yìn Ín lógo pé, O pé tán pátápátá.","lang":"yo"},{"name":"50:40","price":"Àti pé ní òru àti ni ẹ̀yìn ìrun ṣe àfọ̀mọ́ fún Un.","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:41","price":"Kí o sì tẹ́tí sí (ọ̀rọ̀) ọjọ́ tí olùpèpè yóò pèpè láti àyè kan tó súnmọ́.","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:42","price":"Ọjọ́ tí wọn yóò gbọ́ igbe pẹ̀lú òdodo. Ìyẹn ni ọjọ́ ìjáde ẹ̀dá (láti inú sàréè).","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:43","price":"Dájúdájú Àwa, Àwa l’À ń sọ ẹ̀dá di alààyè. A sì ń sọ ọ́ di òkú. Ọ̀dọ̀ Wa sì ni àbọ̀ ẹ̀dá.","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:44","price":"(Rántí) ọjọ́ tí ilẹ̀ yóò fàya pẹ́rẹpẹ̀rẹ mọ́ wọn lára, (tí wọn yóò máa) yára (jáde láti inú ilẹ̀). Ìyẹn ni àkójọ tó rọrùn fún Wa.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"yo"},{"name":"50:45","price":"Àwa nímọ̀ jùlọ nípa ohun tí wọ́n ń wí. Ìwọ kò sì níí jẹ wọ́n nípá (láti gbàgbọ́). Nítorí náà, fi al-Ƙur’ān ṣe ìrántí fún ẹni tí ó ń páyà ìlérí Mi.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"yo"}],"chapter":["50 (Qaf)","Qaf","Surah Qaf","Chapter Qaf","Surah 50","Chapter 50","Qaf","ق"]}