{"data":[{"name":"57:1","price":"Ohunkóhun tó wà nínú àwọn sánmọ̀ àti ilẹ̀ ń ṣàfọ̀mọ́ fún Allāhu. Òun sì ni Alágbára, Ọlọ́gbọ́n.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:2","price":"TiRẹ̀ ni ìjọba àwọn sánmọ̀ àti ilẹ̀. Ó ń sọ ẹ̀dá di alààyè. Ó sì ń sọ ẹ̀dá di òkú. Òun ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:3","price":"Òun ni Àkọ́kọ́ àti Ìkẹ́yìn. Ó hàn (pẹ̀lú àmì bíbẹ Rẹ̀). Ó sì pamọ́ (fún gbogbo ojú nílé ayé). Òun ni Onímọ̀ nípa gbogbo n̄ǹkan.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:4","price":"Òun ni Ẹni tí Ó ṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀ fún ọjọ́ mẹ́fà. Lẹ́yìn náà, Ó gúnwà sí orí Ìtẹ́-ọlá. Ó mọ n̄ǹkan tó ń wọ inú ilẹ̀ àti n̄ǹkan tó ń jáde láti inú rẹ̀, àti n̄ǹkan tó ń sọ̀kalẹ̀ láti inú sánmọ̀ àti n̄ǹkan tó ń gùnkè sínú rẹ̀. Àti pé Ó wà pẹ̀lú yín ní ibikíbi tí ẹ bá wà (pẹ̀lú ìmọ̀ Rẹ̀).¹ Allāhu sì ni Olùríran nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Mujādilah 58:7.","lang":"yo"},{"name":"57:5","price":"TiRẹ̀ ni ìjọba àwọn sánmọ̀ àti ilẹ̀. Ọ̀dọ̀ Allāhu sì ni wọ́n máa ṣẹ́rí àwọn ọ̀rọ̀ ẹ̀dá padà sí.","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:6","price":"Ó ń ti òru bọ inú ọ̀sán. Ó sì ń ti ọ̀sán bọ inú òru. Òun sì ni Onímọ̀ nípa ohun tó wà nínú igbá-àyà ẹ̀dá.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:7","price":"Ẹ gbàgbọ́ nínú Allāhu àti Òjíṣẹ́ Rẹ̀. Kí ẹ sì ná nínú ohun tí Ó fi yín ṣe àrólé lórí rẹ̀. Nítorí náà, àwọn tó gbàgbọ́ ní òdodo nínú yín, tí wọ́n sì náwó (sí ojú ọ̀nà ẹ̀sìn), ẹ̀san tó tóbi wà fún wọn.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:8","price":"Kí ni ó mu yín tí ẹ̀yin kò fi níí gbàgbọ́ ní òdodo nínú Allāhu? Òjíṣẹ́ náà sì ń pè yín nítorí kí ẹ lè gbàgbọ́ ní òdodo nínú Olúwa yín. Allāhu sì ti gba àdéhùn lọ́wọ́ yín, tí ẹ̀yin bá jẹ́ onígbàgbọ́ òdodo.","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:9","price":"Òun ni Ẹni tó ń sọ àwọn āyah tó yanjú kalẹ̀ fún ẹrúsìn Rẹ̀ nítorí kí ó lè mu yín kúrò nínú àwọn òkùnkùn wá sínú ìmọ́lẹ̀. Dájúdájú Allāhu ni Aláàánú, Àṣàkẹ́-ọ̀run fún yín.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:10","price":"Kí ni ó mu yín tí ẹ̀yin kò fi níí náwó sí ojú-ọ̀nà Allāhu? Ti Allāhu sì ni ogún àwọn sánmọ̀ àti ilẹ̀. Ẹni tí ó náwó ṣíwájú ṣíṣí ìlú Mọkkah, tí ó tún jagun ẹ̀sìn, kò dọ́gba láààrin yín (sí àwọn mìíràn). Àwọn wọ̀nyẹn ni ẹ̀san wọn tóbi ju ti àwọn tó náwó lẹ́yìn ìgbà náà, tí wọ́n tún jagun ẹ̀sìn. Ẹnì kọ̀ọ̀kan sì ni Allāhu ṣ’àdéhùn ẹ̀san rere fún. Allāhu sì ni Alámọ̀tán nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:11","price":"Ta ni ẹni tí ó máa yá Allāhu ní dúkìá tó dára, Ó sì máa ṣàdìpèlé rẹ̀ fún un. Ẹ̀san alápọ̀n-ọ́nlé sì tún wà fún un.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:12","price":"Ní ọjọ́ tí o máa rí àwọn onígbàgbọ́ òdodo lọ́kùnrin àti onígbàgbọ́ òdodo lóbìnrin, tí ìmọ́lẹ̀ wọn yóò máa tàn níwájú wọn àti ní ọwọ́ ọ̀tún wọn, (A óò sọ pé:) “́Ìró ìdùnnú yín ní òní ni àwọn Ọgbà Ìdẹ̀ra kan tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀.” Olùṣegbére ni yín nínú rẹ̀. Ìyẹn sì ni èrèǹjẹ ńlá.","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:13","price":"Ní ọjọ́ tí àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí lọ́kùnrin àti àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí lóbìnrin yóò wí fún àwọn tó gbàgbọ́ ní òdodo pé: “Ẹ dúró fún wa ná, ẹ jẹ́ kí á mú nínú ìmọ́lẹ̀ yín.” A óò sọ fún wọn pé: “Ẹ padà s’ẹ́yìn yín, kí ẹ lọ mú ìmọ́lẹ̀.”¹ Wọ́n sì máa fi ògiri kan tó ní ìlẹ̀kùn sáàrin wọn. Ìkẹ́ wà nínú rẹ̀ (ìyẹn ní ẹ̀yìn ìlẹ̀kùn náà ní ibi tí àwọn onígbàgbọ́ òdodo wà), ìyà sì wà ní òde rẹ̀ ní ọwọ́ iwájú rẹ̀ (ní ibi tí àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí).","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"1. Èyí ni ọjọ́ tí Allāhu - Ọba Ẹlẹ́san - máa tan àwọn munāfiki gẹ́gẹ́ bí Ó ṣe sọ ṣíwájú nínú sūrah an-Nisā’; 4:142. Lẹ́yìn náà, kí ẹ ka ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:15.","lang":"yo"},{"name":"57:14","price":"(Àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí) yóò pe (àwọn onígbàgbọ́ òdodo) pé: “́Ṣé àwa kò ti wà pẹ̀lú yín ni?”́ Wọ́n sọ pé: “́Rárá, ṣùgbọ́n ẹ kó ìyọnu bá ẹ̀mí ara yín (nípasẹ̀ ìṣọ̀bẹ-ṣèlu), ẹ retí ìparun (wá), ẹ sì ṣeyèméjì (sí òdodo). Àwọn ìfẹ́-ọkàn àti ọ̀rọ̀ irọ́ sì tàn yín jẹ títí àṣẹ Allāhu fi dé. Àti pé (Èṣù) ẹlẹ́tàn sì tàn yín jẹ nípa Allāhu.","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:15","price":"Nítorí náà, ní òní Àwa kò níí gba ìtánràn kan ní ọwọ́ ẹ̀yin àti àwọn tó ṣàì gbàgbọ́. Iná ni ibùgbé yín. Òhun l’ó tọ́ si yín. Ìkángun náà sì burú.","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:16","price":"Ṣé àkókò kò tí ì tó fún àwọn tó gbàgbọ́ ní òdodo pé kí ọkàn wọn rọ̀ fún ìrántí Allāhu àti ohun tó sọ̀kalẹ̀ nínú òdodo (ìyẹn, al-Ƙur’ān). Kí wọ́n sì má ṣe dà bí àwọn tí A fún ní Tírà ní ìṣáájú; ìgbà pẹ́ lórí wọn, ọkàn wọn bá le. Ọ̀pọ̀lọ́pọ̀ nínú wọn sì ni òbìlẹ̀jẹ́.","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:17","price":"Ẹ mọ̀ pé dájúdájú Allāhu l’Ó ń sọ ilẹ̀ di àyè lẹ́yìn tí ilẹ̀ ti kú. A kúkú ti ṣàlàyé àwọn āyah náá nítorí kí ẹ lè ṣe làákàyè.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:18","price":"Dájúdájú àwọn olùtọrẹ lọ́kùnrin àti àwọn olùtọrẹ lóbìnrin, tí wọ́n tún yá Allāhu ní dúkìá tó dára, (Allāhu) yóò ṣàdìpèlé rẹ̀ fún wọn. Ẹ̀san alápọ̀n-ọ́nlé sì wà fún wọn.","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:19","price":"Àwọn tó gbàgbọ́ nínú Allāhu àti Òjíṣẹ́ Rẹ̀, àwọn wọ̀nyẹn ni àwọn olódodo àti ẹlẹ́rìí ní ọ̀dọ̀ Olúwa wọn. Ẹ̀san wọn àti ìmọ́lẹ̀ wọn wà fún wọn. Àwọn tó sì ṣàì gbàgbọ́, tí wọ́n tún pe àwọn āyah Wa ní irọ́, àwọn wọ̀nyẹn ni èrò inú iná Jẹhīm.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:20","price":"Ẹ mọ̀ pé dájúdájú ìṣẹ̀mí ayé yìí jẹ́ eré, ìranù, ọ̀ṣọ́, ṣíṣe ìyanràn láààrin ara yín àti wíwá ọ̀pọ̀ dúkìá àti ọmọ. (Ìwọ̀nyí) dà bí òjò (tó mú irúgbìn jáde). Irúgbìn rẹ̀ sì ń jọ àwọn aláìgbàgbọ́ lójú. Lẹ́yìn náà, ó máa gbẹ. O sì máa rí i ní pípọ́n. Lẹ́yìn náà, ó máa di rírún (tí atẹ́gùn máa fẹ́ dànù). Ìyà líle àti àforíjìn pẹ̀lú ìyọ́nú láti ọ̀dọ̀ Allāhu sì wà ní ọ̀run. Kí sì ni ìṣẹ̀mí ayé yìí bí kò ṣe ìgbádùn ẹ̀tàn.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:21","price":"Ẹ yára lọ síbi àforíjìn láti ọ̀dọ̀ Olúwa yín àti Ọgbà Ìdẹ̀ra tí fífẹ̀ rẹ̀ dà bí fífẹ̀ sánmọ̀ àti ilẹ̀. Wọ́n pa á lésè sílẹ̀ de àwọn tó gbàgbọ́ nínú Allāhu àti àwọn Òjíṣẹ́ Rẹ̀. Ìyẹn ni oore àjùlọ Allāhu tí Ó ń fún ẹni tí Ó bá fẹ́. Allāhu sì ni Olóore ńlá.","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:22","price":"Àdánwò kan kò níí ṣẹlẹ̀ ní orí ilẹ̀ tàbí (kí ó ṣẹlẹ̀) sí ẹ̀yin àyàfi kí ó ti wà nínú Tírà ṣíwájú kí A tó dá ẹ̀dá. Dájúdájú ìyẹn rọ̀rùn fún Allāhu.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:23","price":"(Ìṣẹ̀lẹ̀ ń tọ kádàrá lẹ́yìn) nítorí kí ẹ má ṣe banújẹ́ lórí ohun tí ó bá bọ́ fún yín àti nítorí kí ẹ má ṣe yọ àyọ̀jù lórí ohun tí Ó bá fún yín. Allāhu kò sì nífẹ̀ẹ́ sí gbogbo onígbèéraga, onífáàrí.","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:24","price":"Àwọn tó ń ṣahun, tí wọ́n sì ń pa àwọn ènìyàn láṣẹ ahun ṣíṣe (kí wọ́n mọ̀ pé) ẹnikẹ́ni tí ó bá pẹ̀yìndà (tí kò náwó fún ẹ̀sìn), dájúdájú Allāhu, Òun ni Ọlọ́rọ̀, Ẹlẹ́yìn.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:25","price":"Dájúdájú A fi àwọn ẹ̀rí tó yanjú rán àwọn Òjíṣẹ́ Wa níṣẹ́. A sọ Tírà àti òṣùwọ̀n kalẹ̀ fún wọn nítorí kí àwọn ènìyàn lè rí déédé ṣe (láààrin ara wọn). A tún sọ irin kalẹ̀. Ohun ìjagun tó lágbára àti àwọn àǹfààní wà nínú rẹ̀ fún àwọn ènìyàn nítorí kí Allāhu lè ṣàfi hàn ẹni tó ń ran (ẹ̀sìn) Rẹ̀ àti Òjíṣẹ́ Rẹ̀ lọ́wọ́ ní ìkọ̀kọ̀. Dájúdájú Allāhu ni Alágbára, Olùborí.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:26","price":"Dájúdájú A fi iṣẹ́ rán (Ànábì) Nūh àti (Ànábì) ’Ibrọ̄hīm. A fi ipò Ànábì sínú àwọn àrọ́mọdọ́mọ àwọn méjèèjì pẹ̀lú Tírà (tí A fún wọn). Olùmọ̀nà wà nínú wọn. Ọ̀pọ̀lọ́pọ̀ nínú wọn sì ni òbìlẹ̀jẹ́.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"yo"},{"name":"57:27","price":"Lẹ́yìn náà, A fi àwọn Òjíṣẹ́ Wa tẹ̀lé orípa wọn. A sì mú ‘Īsā ọmọ Mọryam tẹ̀lé wọn. A fún un ni al-’Injīl. A fi àánú àti ìkẹ́ sínú ọkàn àwọn tó tẹ̀lé e. Àṣà àdáwà (láì lọ́kọ tàbí láì laya) wọ́n ṣe àdádáálẹ̀ rẹ̀ ni. A kò ṣe é ní ọ̀ran-anyàn fún wọn. (Wọn kò sì ṣe àdáwà fún kiní kan) bí kò ṣe láti fi wá ìyọ́nú Allāhu. Wọn kò sì rí i ṣọ́ bí ó ṣe yẹ kí wọ́n ṣọ́ ọ. Nítorí náà, A fún àwọn tó gbàgbọ́ ní òdodo nínú wọn ní ẹ̀san wọn. Ọ̀pọ̀lọ́pọ̀ nínú wọn sì ni òbìlẹ̀jẹ́.¹","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"1. Irú āyah yìí wà nínú sūrah al-Mọ̄’idah; 5:83 - 86.","lang":"yo"},{"name":"57:28","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ bẹ̀rù Allāhu, kí ẹ sì gba Òjíṣẹ́ Rẹ̀ gbọ́ ní òdodo, Allāhu máa fún yín ní ìlọ́po méjì nínú ìkẹ́ Rẹ̀, Ó máa fún yín ní ìmọ́lẹ̀ tí ẹ óò máa fi rìn,¹ Ó sì máa forí jìn yín. Allāhu sì ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"1. Gbólóhùn yìí: “Ìmọ́lẹ̀ tí ẹ óò máa fi rìn” ó túmọ̀ sí ìmọ̀ nípa al-Ƙur’ān àti sunnah Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - tí a ó fi máa rí ẹ̀sìn ṣe dáadáa. Ìmọ̀ ni ìmọ́lẹ̀, àìmọ̀ sì ni òkùnkùn.","lang":"yo"},{"name":"57:29","price":"(Allāhu ṣe bẹ́ẹ̀ fún yín) nítorí kí àwọn ahlu-l-kitāb lè mọ̀ pé àwọn kò ní agbára lórí kiní kan nínú oore àjùlọ Allāhu. Àti pé dájúdájú oore àjùlọ, ọwọ́ Allāhu l’ó wà. Ó sì ń fún ẹni tí Ó bá fẹ́. Allāhu sì ni Olóore ńlá.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"","lang":"yo"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}