{"data":[{"name":"67:1","price":"Ìbùkún ni fún Ẹni tí gbogbo ìjọba wà ní Ọwọ́ Rẹ̀. Òun sì ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:2","price":"Ẹni tí Ó dá ikú àti ìṣẹ̀mí nítorí kí ó lè dan yín wò; èwo nínú yín l’ó máa ṣe iṣẹ́ rere jùlọ. Òun sì ni Alágbára, Aláforíjìn.","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:3","price":"Ẹni tí Ó dá àwọn sánmọ̀ méje ní ìpele ìpele. O ò lè rí àìgúnrégé kan lára ẹ̀dá Àjọkẹ́-ayé. Nítorí náà, wò ó padà, ǹjẹ́ o rí ojú sísán kan (lára sánmọ̀)?","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:4","price":"Lẹ́yìn náà, wò ó padà ní ẹ̀ẹ̀ mejì, kí ojú rẹ padà sí ọ̀dọ̀ rẹ pẹ̀lú ìyẹpẹrẹ. Ó sì máa káàárẹ̀.","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:5","price":"Dájúdájú A ti fi (àwọn ìràwọ̀ tó ń tànmọ́lẹ̀ bí) àtùpà ṣe sánmọ̀ ilé ayé ní ọ̀ṣọ́. A tún ṣe wọ́n ni ẹ̀ta-ìràwọ̀ tí wọ́n ń jù mọ́ àwọn èṣù. A sì pèsè ìyà Iná tó ń jó sílẹ̀ dè wọ́n.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:6","price":"Ìyà iná Jahanamọ sì wà fún àwọn tó ṣàì gbàgbọ́. Ìkángun náà sì burú.","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:7","price":"Nígbà tí wọ́n bá jù wọ́n sínú rẹ̀, wọn yóò máa gbọ́ kíkùn rẹ̀, tí yó sì máa ru sókè.","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:8","price":"Iná máa fẹ́ẹ̀ pínra rẹ̀ láti ara ìbínu¹́. Ìgbàkígbà tí wọ́n bá ju ìjọ kan sínú rẹ̀, àwọn ẹ̀ṣọ́ Iná yóò máa bi wọ́n léèrè pé: “Ǹjẹ́ olùkìlọ̀ kan kò wá ba yín bí?”","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"1. Ìyẹn ni pé, Iná fúnra rẹ̀ yóò máa bínú sí àwọn èrò inú rẹ̀ tí ìbínú rẹ̀ yóò máa mú un ru sókè bíi ríru omi òkun, yóò sì máa jà bí ìjì atẹ́gùn bíi pé ó fẹ́ fà wọ́n ya jálajàla.","lang":"yo"},{"name":"67:9","price":"Wọn yóò wí pé: “Bẹ́ẹ̀ ni, dájúdájú olùkìlọ̀ kan ti wá bá wa, ṣùgbọ́n a pè é ní òpùrọ́. A sì wí pé Allāhu kò sọ n̄ǹkan kan kalẹ̀. Kí ni ẹ̀yin bí kò ṣe pé ẹ wà nínú ìṣìnà tó tóbi.”","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:10","price":"Wọ́n tún wí pé: “Tí ó bá jẹ́ pé a gbọ́ràn ni tàbí pé a ṣe làákàyè ni, àwa kò níí wà nínú èrò inú Iná tó ń jó.”","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:11","price":"Wọ́n sì jẹ́wọ́ ẹ̀ṣẹ̀ wọn. Nítorí náà, ìjìnnà sí ìkẹ́ Allāhu yó wà fún àwọn èrò inú Iná tó ń jó.","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:12","price":"Dájúdájú àwọn tó ń páyà Olúwa wọn ní ìkọ̀kọ̀, àforíjìn àti ẹ̀san tó tóbi ń bẹ fún wọn.","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:13","price":"Ẹ wí ọ̀rọ̀ yín ní jẹ́ẹ́jẹ́ tàbí ẹ wí i sókè, dájúdájú Òun ni Onímọ̀ nípa ohun tó wà nínú àwọn igbá-àyà ẹ̀dá.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:14","price":"Ṣé kò mọ Ẹni tí Ó ṣẹ̀dá ni?¹ Òun sì ni Aláàánú, Alámọ̀tán.","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"1. Ìtúmọ̀ méjì ló wà fún āyah yìí nínú àwọn tírà Tafsīr. Ìtúmọ̀ kìíní: “Ṣé kò mọ Ẹni tí Ó ṣẹ̀dá ni?” Ìyẹn ni pé, “Ṣé ẹ̀dá kò mọ Ẹlẹ́dàá rẹ̀ ni?” Ìyẹn ni pé, tí ẹ̀dá bá lérò pé, bí òun bá sọ̀rọ̀ ní ìkọ̀kọ̀, ó yẹ kí ẹ̀dá náà mọ̀ dájú pé, nínú ìròyìn Ẹlẹ́dàá rẹ̀ ni pé, Ẹlẹ́dàá nímọ̀ èrò-ọkàn àwọn ẹ̀dá Rẹ̀, áḿbọ̀sìbọ́sí ọ̀rọ̀ tí àwọn ẹ̀dá Rẹ̀ sọ ní ìkọ̀kọ̀. \n Ìtúmọ̀ kejí: “Ṣé Allāhu kò mọ ẹni tí Ó ṣẹ̀dá ni?” Ìyẹn ni pé, ṣé Allāhu kò mọ àwọn ẹ̀dá Rẹ̀ tòhun tí ọ̀rọ̀ ìkọ̀kọ̀ wọn, ọ̀rọ̀ gban̄gba wọn àti èrò-ọkàn wọn? Allāhu mọ gbogbo rẹ̀. Nítorí náà, kí ẹ̀dá bẹ̀rù Ẹlẹ́dàá ṣíwájú kí Ẹlẹ́dàá tó tú àwọn àṣírí ẹ̀dá Rẹ̀ ní Ọjọ́ Ìṣírò-iṣẹ́ ẹ̀dá.","lang":"yo"},{"name":"67:15","price":"Òun ni Ẹni tí Ó rọ ilẹ̀ fún yín. Nítorí náà, ẹ rìn ní àwọn agbègbè rẹ̀ káàkiri, kí ẹ sì jẹ nínú arísìkí Rẹ̀. Ọ̀dọ̀ Rẹ̀ sì ni àjíǹde ẹ̀dá wà.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:16","price":"Ṣé ẹ fọkànbalẹ̀ sí Ẹni tí Ó wà ní (òkè) sánmọ̀ pé kò lè jẹ́ kí ilẹ̀ gbe yín mì? Nígbà náà, ilẹ̀ yó sì máa mì tìtì.","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:17","price":"Tàbí ẹ̀ fọkànbalẹ̀ sí Ẹni tí Ó wà ní (òkè) sánmọ̀ pé kò lè fi òkúta iná ránṣẹ́ si yín ni? Nígbà náà, ẹ sì máa mọ bí ìkìlọ̀ Mi ti rí.¹","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"1. Ta ni Ẹni náà tí Ó wà ní òkè sánmọ̀ bí kò ṣe Allāhu - Ọba tó ga jùlọ -. Ìdí nìyí tí a fi sọ síwájú pé, pàápàá bíbẹ Allāhu kò sí ní ibì kan kan bí kò ṣe ní òkè sánmọ̀ keje. \n Kíyè sí i! Kalmọh “fī” nínú āyah yìí kò túmọ̀ sí “ní inú” bí kò ṣe “ní òkè” nítorí pé, Allāhu kò fi inú sánmọ̀ ṣe ibùjókòó bí kò ṣe òkè sánmọ̀ keje. \n Bákan náà, kalmọh “samọ̄’u” jẹ́ ẹyọ nínú āyah yìí, àmọ́ ó ń dúró fún sánmọ̀ keje tàbí àpapọ̀ sánmọ̀ méjèèje. Ẹ tún wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Mujādilah 58:7.","lang":"yo"},{"name":"67:18","price":"Àwọn tó ṣíwájú wọn kúkú pe òdodo ní irọ́. Báwo sì ni bí Mo ṣe (fi ìyà) kọ (aburú fún wọn) ti rí!","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:19","price":"Ṣé wọn kò rí àwọn ẹyẹ tí ó wà ní òkè wọn, tí (wọ́n) ń na ìyẹ́ apá (wọn), tí wọ́n sì ń pa á mọ́ra? Kiní kan kò mú wọn dúró (sínú òfurufú) àfi Àjọkẹ́-ayé. Dájúdájú Òun sì ni Olùríran nípa gbogbo n̄ǹkan.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:20","price":"Ta ni ẹni tí ó máa jẹ́ ọmọ ogun fún yín, tí ó máa ràn yín lọ́wọ́ lẹ́yìn Àjọkẹ́-ayé? (Nínú) kí ni àwọn aláìgbàgbọ́ wà bí kò ṣe nínú ẹ̀tàn.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:21","price":"Ta ni ẹni tí ó máa pèsè fún yín tí Ó bá dá arísìkí Rẹ̀ dúró? Ńṣe ni wọ́n ń ṣorí kunkun sí i nínú ìgbéraga àti sísá fún òdodo.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:22","price":"Ǹjẹ́ ẹni tó ń rìn ní ìdojúbolẹ̀ l’ó mọ̀nà jùlọ ni tàbí ẹni tó ń rìn sàn án lójú ọ̀nà tààrà?","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:23","price":"Sọ pé: “Òun ni Ẹni tí Ó ṣẹ̀dá yín. Ó sì ṣe ìgbọ́rọ̀, ìríran àti àwọn ọkàn fún yín. Ọpẹ́ tí ẹ̀ ń dá sì kéré púpọ̀.”","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:24","price":"Sọ pé: “Òun ni Ẹni tí Ó da yín sí orí ilẹ̀. Ọ̀dọ̀ Rẹ̀ sì ni wọn yóò ko yín jọ sí.”","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:25","price":"Wọ́n ń wí pé: “Ìgbà wo ni àdéhùn yìí yóò ṣẹ tí ẹ bá jẹ́ olódodo?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:26","price":"Sọ pé: “Ọ̀dọ̀ Allāhu nìkan ni ìmọ̀ (nípa) rẹ̀ wà. Èmi kàn jẹ́ olùkìlọ̀ pọ́nńbélé ni.”","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:27","price":"Nígbà tí wọ́n bá rí i tó súnmọ́, ojú àwọn tó ṣàì gbàgbọ́ yóò korò wá fún ìbànújẹ́. A ó sì sọ fún wọn pé: “Èyí ni ohun tí ẹ̀ ń pè.”","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:28","price":"Sọ pé: “Ẹ sọ fún mi, tí Allāhu bá pa èmi àti àwọn tó wà pẹ̀lú mi rẹ́, tàbí tí Ó bá kẹ́ wa (ṣé ẹ lè dí I lọ́wọ́ ni?) Nítorí náà, ta ni ó máa gba àwọn aláìgbàgbọ́ là nínú ìyà ẹlẹ́ta-eléro?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:29","price":"Sọ pé: “Òun ni Àjọkẹ́-ayé. Àwa gbà Á gbọ́. Òun sì la gbáralé. Láìpẹ́ ẹ máa mọ ta ni ó wà nínú ìṣìnà pọ́nńbélé.”","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"67:30","price":"Sọ pé: “Ẹ sọ fún mi, tí omi yín bá gbẹ wá, ta ni ẹni tí ó máa mú omi tó ń ṣàn wá fún yín?”¹","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"1. Sūrah al-Mulk àti sūrah as-Sajdah jẹ́ sūrah tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - máa ń ké ní alaalẹ́ ní ojoojúmọ́. Ààbò ló jẹ́ níbi ìyá nínú sàréè, gẹ́gẹ́ bí ó ṣe wà nínú hadīth Nasā’iy àti òmíràn. Nítorí náà, kí á máa ké e ní alaalẹ́.","lang":"yo"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}