{"data":[{"name":"73:1","price":"Ìwọ olùdaṣọbora.","arabic":"يَٰٓأَيُّهَا ٱلۡمُزَّمِّلُ","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5476,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:2","price":"Dìde (kírun) ní òru àyàfi fún ìgbà díẹ̀ (ni kí o fi sùn nínú òru rẹ).","arabic":"قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5477,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:3","price":"Lo ìlàjì rẹ̀ tàbí dín díẹ̀ kù nínú rẹ̀.","arabic":"نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5478,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:4","price":"Tàbí fi kún un. Kí o sì ké al-Ƙur’ān pẹ̀lú pẹ̀lẹ́pẹ̀lẹ́.¹","arabic":"أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5479,"juzNumber":29,"footnotes":"1. Ní ìbámu sí āyah yìí, kí ẹnì kan ké odidi al-Ƙur’ān parí láààrin àsìkò díẹ̀ nípasẹ̀ ìkánjú kò lè mú kí onítọ̀ún gbádùn adùn al-Ƙur’ān. Kò sì lè mú ẹ̀san rẹ̀ kún kẹ́kẹ́. Lára oore tí ó rọ̀ mọ́ kíké al-Ƙur’ān pẹ̀lú pẹ̀lẹ́pẹ̀lẹ́ ni pé, ó máa fún wa ní àǹfààní láti rí àwọn lẹ́tà (ìró) rẹ̀ pè dáradára. Ó máa ṣe àlékún àgbọ́yé àti àfọkànsí fún wa. Ìtẹ̀lé àṣẹ Allāhu sì fẹ̀ẹ̀kan ni kíké al-Ƙur’ān pẹ̀lú pẹ̀lẹ́pẹ̀lẹ́.","lang":"yo"},{"name":"73:5","price":"Dájúdájú Àwa máa gbé ọ̀rọ̀ tó lágbára fún ọ.","arabic":"إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5480,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:6","price":"Dájúdájú ìdìde kírun lóru, ó wọnú ọkàn jùlọ, ó sì dára jùlọ fún kíké (al-Ƙur’ān).","arabic":"إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5481,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:7","price":"Dájúdájú iṣẹ́ púpọ̀ wà fún ọ ní ọ̀sán.","arabic":"إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5482,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:8","price":"Rántí orúkọ Olúwa rẹ. Kí o sì da ọkàn kọ Ọ́ pátápátá.","arabic":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5483,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:9","price":"Olúwa ibùyọ òòrùn àti ibùwọ̀ òòrùn, kò sí ọlọ́hun kan tí ẹ gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àfi Òun. Nítorí náà, mú Un ní Aláfẹ̀yìntì.","arabic":"رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5484,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:10","price":"Kí o sì ṣe sùúrù lórí ohun tí wọ́n ń wí. Pa wọ́n tì ní ìpatì tó rẹwà.","arabic":"وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5485,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:11","price":"Fi Mí dá àwọn olùpe-òdodo-nírọ́, àwọn ọlọ́rọ̀. Kí o sì lọ́ra fún wọn fún ìgbà díẹ̀.","arabic":"وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5486,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:12","price":"Dájúdájú ṣẹ́kẹ́ṣẹkẹ̀ àti Iná Jẹhīm ń bẹ lọ́dọ̀ Wa.","arabic":"إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5487,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:13","price":"Oúnjẹ háfunháfun àti ìyà ẹlẹ́ta-eléro (tún wà fún wọn).","arabic":"وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5488,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:14","price":"Ní ọjọ́ tí ilẹ̀ àti àwọn àpáta yóò máa mì tìtì. Àwọn àpáta sì máa di yanrìn tí wọ́n kójọ tí wọ́n túká.","arabic":"يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5489,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:15","price":"Dájúdájú Àwa rán Òjíṣẹ́ kan níṣẹ́ si yín (tí ó jẹ́) olùjẹ́rìí lórí yín gẹ́gẹ́ bí A ṣe rán Òjíṣẹ́ kan níṣẹ́ sí Fir‘aon.","arabic":"إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5490,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:16","price":"Ṣùgbọ́n Fir‘aon yapa Òjíṣẹ́ náà. A sì gbá a mú ní ìgbámú líle.","arabic":"فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5491,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:17","price":"Tí ẹ̀yin bá ṣàì gbàgbọ́, báwo ni ẹ̀yin yóò ṣe bẹ̀rù ọjọ́ kan tó máa mú àwọn ọmọdé hewú?","arabic":"فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5492,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:18","price":"Sánmọ̀ sì máa fàya pẹ́rẹpẹ̀rẹ nínú rẹ̀. Àdéhùn Rẹ̀ jẹ́ ohun tí ó máa ṣẹ.","arabic":"ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5493,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:19","price":"Dájúdájú èyí ni ìrántí. Nítorí náà, ẹni tí ó bá fẹ́ kí ó mú ojú ọ̀nà kan tọ̀ dé ọ̀dọ̀ Olúwa rẹ̀.","arabic":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5494,"juzNumber":29,"footnotes":"","lang":"yo"},{"name":"73:20","price":"Dájúdájú Olúwa rẹ mọ̀ pé dájúdájú ìwọ ń dìde kírun fún ohun tó kéré sí ìlàta méjì òru tàbí ìlàjì rẹ̀ tàbí ìlàta rẹ̀. Igun kan nínú àwọn tó wà pẹ̀lú rẹ (náà ń ṣe bẹ́ẹ̀). Allāhu l’Ó ń ṣòdíwọ̀n òru àti ọ̀sán. Ó sì mọ̀ pé ẹ kò lè ṣọ́ ọ.1 Nítorí náà, Ó ti dá a padà sí fífúyẹ́ fún yín. Nítorí náà, ẹ ké ohun tí ó bá rọrùn (fún yín) nínú al-Ƙur’ān. Ó mọ̀ pé àwọn aláìsàn yóò wà nínú yín. Àwọn mìíràn sì ń rìrìn àjò lórí-ilẹ̀, tí wọ́n ń wá nínú oore Allāhu. Àwọn mìíràn sì ń jagun sí ojú-ọ̀nà Allāhu. Nítorí náà, ẹ ké ohun tí ó bá rọrùn (fún yín) nínú rẹ̀. Ẹ kírun (ọ̀ran-an-yàn). Ẹ yọ Zakāh. Kí ẹ sì yá Allāhu ní dúkìá tó dára. Ohunkóhun tí ẹ bá tì síwájú fún ẹ̀mí ara yín nínú ohun rere, ẹ̀yin yóò bá a lọ́dọ̀ Allāhu ní ohun rere àti ní ohun tí ó tóbi jùlọ ní ẹ̀san. Ẹ tọrọ àforíjìn lọ́dọ̀ Allāhu. Dájúdájú Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5495,"juzNumber":29,"footnotes":"1. Ìṣọ́-òru jẹ́ iṣẹ́ tí ẹ̀dá kò lágbára láti ṣe. Ìṣọ́-òru ni kí ẹ̀dá lérò pé òun kò níí fojú kan oorun láti alẹ́ mọ́júmọ́ lójojúmọ́.","lang":"yo"}],"chapter":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil","Chapter Al-Muzzammil","Muzzammil","Surah Muzzammil","Chapter Muzzammil","Al Muzzammil","Surah Al Muzzammil","Chapter Al Muzzammil","Surah 73","Chapter 73","The Enshrouded One","المزمل"]}