{"data":[{"name":"8:1","price":"Wọ́n ń bi ọ́ léèrè nípa ọrọ̀ ogun. Sọ pé: “Ọrọ̀ ogun jẹ́ ti Allāhu àti ti Òjíṣẹ́. Nítorí náà, ẹ bẹ̀rù Allāhu. Kí ẹ sì ṣe àtúnṣe n̄ǹkan tí ń bẹ láààrin yín. Ẹ tẹ̀lé ti Allāhu àti Òjíṣẹ́ Rẹ̀ tí ẹ bá jẹ́ onígbàgbọ́ òdodo.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:2","price":"Àwọn onígbàgbọ́ òdodo ni àwọn tó jẹ́ pé nígbà tí wọ́n bá fi (ìyà) Allāhu ṣe ìrántí (fún wọn), ọkàn wọn yóò wárìrì, nígbà tí wọ́n bá sì ké àwọn āyah Rẹ̀ fún wọn, wọn yóò lékún ní ìgbàgbọ́ òdodo. Olúwa wọn sì ni wọ́n ń gbáralé.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:3","price":"(Àwọn ni) àwọn tó ń kírun, tí wọ́n sì ń ná nínú ohun tí A pèsè fún wọn.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:4","price":"Ní òdodo, àwọn wọ̀nyẹn ni onígbàgbọ́ òdodo. Àwọn ipò gíga, àforíjìn àti arísìkí alápọ̀n-ọ́nlé ń bẹ fún wọn lọ́dọ̀ Olúwa wọn.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:5","price":"Gẹ́gẹ́ bí Olúwa rẹ ṣe mú ọ jáde (lọ sí ojú ogun) láti inú ilé rẹ pẹ̀lú òdodo, dájúdájú igun kan nínú àwọn onígbàgbọ́ ni ẹ̀mí wọn kórira rẹ̀.","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:6","price":"Wọ́n sì ń takò ọ́ níbi òdodo lẹ́yìn tí ó ti fojú hàn (sí wọn) àfi bí ẹni pé wọ́n ń wà wọ́n lọ sí ọ̀dọ̀ ikú, tí wọ́n sì ń wò ó (báyìí).","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:7","price":"(Rántí) nígbà tí Allāhu ṣàdéhùn ọ̀kan nínú àwọn ìjọ méjèèjì fún yín pé ó máa jẹ́ tiyín, ẹ̀yin sì ń fẹ́ kí ìjọ tí kò dira ogun jẹ́ tiyín. Allāhu sì fẹ́ mú òdodo ṣẹ pẹ̀lú àwọn ọ̀rọ̀ Rẹ̀, Ó sì (fẹ́) pa àwọn aláìgbàgbọ́ run pátápátá","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:8","price":"nítorí kí (Allāhu) lè fi òdodo (’Islām) rinlẹ̀ ní òdodo, kí Ó sì lè paná irọ́ (ìbọ̀rìṣà), àwọn ẹlẹ́ṣẹ̀ (ọ̀ṣẹbọ) ìbáà kórira rẹ̀.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:9","price":"(Rántí) nígbà tí ẹ̀ ń wá ìrànlọ́wọ́ Olúwa yín, Ó sì da yín lóhùn pé dájúdájú Èmi yóò ràn yín lọ́wọ́ pẹ̀lú ẹgbẹ̀rún kan nínú àwọn mọlāika tó máa wá ní tẹ̀léǹtẹ̀lé.","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:10","price":"Allāhu kò sì ṣe (ìrànlọ́wọ́ àwọn mọlāika) lásán bí kò ṣe nítorí kí ó lè jẹ́ ìró ìdùnnú àti nítorí kí ọkàn yín lè balẹ̀ pẹ̀lú rẹ̀. Kò sí àrànṣe kan àfi láti ọ̀dọ̀ Allāhu. Dájúdájú Allāhu ni Alágbára, Ọlọ́gbọ́n.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:11","price":"(Rántí) nígbà tí (Allāhu) ta yín ní òògbé lọ (kí ó lè jẹ́) ìfọ̀kànbalẹ̀ (fún yín) láti ọ̀dọ̀ Rẹ̀. Ó tún sọ omi kalẹ̀ fún yín láti sánmọ̀ nítorí kí Ó fi lè fọ̀ yín mọ́ (pẹ̀lú ìwẹ̀ ọ̀ran-anyàn), àti nítorí kí Ó fi lè mú èròkérò Èṣù (bí àlá ìbálòpò ojú oorun) kúrò fún yín àti nítorí kí Ó lè kì yín lọ́kàn àti nítorí kí Ó lè mú ẹsẹ̀ yín dúró ṣinṣin.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:12","price":"(Rántí) nígbà tí Olúwa rẹ fi mọ àwọn mọlāika pé dájúdájú Èmi ń bẹ pẹ̀lú yín. Nítorí náà, ẹ fi ẹsẹ̀ àwọn tó gbàgbọ́ ní òdodo rinlẹ̀. Èmi yóò ju ẹ̀rù sínú ọkàn àwọn tó ṣàì gbàgbọ́. Nítorí náà, ẹ máa gé (wọn) lọ́rùn. Kí ẹ sì máa gé gbogbo ọmọ ìka wọn.","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:13","price":"Ìyẹn nítorí pé, wọ́n yapa (ọ̀rọ̀) Allāhu àti Òjíṣẹ́ Rẹ̀. Ẹnikẹ́ni tí ó bá sì yapa (ọ̀rọ̀) Allāhu àti Òjíṣẹ́ Rẹ̀, dájúdájú Allāhu le (níbi) ìyà.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:14","price":"Ìyẹn (ni ìyà tayé). Nítorí náà, ẹ tọ́ ọ wò. Àti pé dájúdájú ìyà Iná ń bẹ fún àwọn aláìgbàgbọ́.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:15","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, nígbà tí ẹ bá pàdé àwọn tó ṣàì gbàgbọ́, tí wọ́n ń wọ́ jáde níkọ̀ níkọ̀, ẹ̀yin kò gbọdọ̀ pẹ̀yìn dà sí wọn (láti ságun).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:16","price":"Ẹnikẹ́ni tí ó bá sì pẹ̀yìn dà sí wọn ní ọjọ́ yẹn, yàtọ̀ sí ẹni tó yẹ̀ sí ẹ̀gbẹ́ kan (láti túnra mú) fún ogun tàbí ẹni tó fẹ́ darapọ̀ mọ́ ikọ̀ (mùsùlùmí láti fún wọn ní ìró ọ̀tẹlẹ̀-múyẹ́), dájúdájú (aságun) ti padà wálé pẹ̀lú ìbínú láti ọ̀dọ̀ Allāhu. Iná Jahanamọ sì ni ibùgbé rẹ̀. Ìkángun náà sì burú.","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:17","price":"Ẹ̀yin kọ́ lẹ pa wọ́n, ṣùgbọ́n Allāhu l’Ó pa wọ́n. Àti pé ìwọ kọ́ lo jùkò nígbà tí o jùkò, àmọ́ dájúdájú Allāhu l’Ó jùkò¹ nítorí kí (Allāhu) lè fi àmìwò dáadáa kan àwọn onígbàgbọ́ òdodo láti ọ̀dọ̀ Rẹ̀ ni. Dájúdájú Allāhu ni Olùgbọ́, Onímọ̀.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"1. Ìyẹn ni pé, àṣẹ Allāhu - subhānahu wa ta'ālā - tó ń bẹ lára òkò tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - jù lu àwọn kèfèrí l’ó gba ẹ̀mí wọn. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:15.","lang":"yo"},{"name":"8:18","price":"Ìyẹn (báyẹn). Dájúdájú Allāhu máa sọ ète àwọn aláìgbàgbọ́ di lílẹ.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:19","price":"Tí ẹ̀yin (aláìgbàgbọ́) bá ń wá ìdájọ́, dájúdájú ìdájọ́ ti kò le yín lórí. Tí ẹ bá jáwọ́ (níbi ogun), ó sì dára jùlọ fún yín. Tí ẹ bá tún padà (síbi ogun), A máa padà (ran àwọn onígbàgbọ́ òdodo lọ́wọ́); àkójọ yín kò sì níí rọ̀ yín lọ́rọ̀ kan kan, ìbáà pọ̀. Dájúdájú Allāhu ń bẹ pẹ̀lú àwọn onígbàgbọ́ òdodo.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:20","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ tẹ̀lé ti Allāhu àti Òjíṣẹ́ Rẹ̀. Ẹ má ṣe gbúnrí kúrò ní ọ̀dọ̀ rẹ̀ nígbà tí ẹ bá ń gbọ́ (āyah) lọ́wọ́.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:21","price":"Ẹ má se dà bí àwọn tí wọ́n wí pé: “A gbọ́.” Wọn kò sì gbọ́.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:22","price":"Dájúdájú ẹ̀dá abẹ̀mí tó burú jùlọ ní ọ̀dọ̀ Allāhu ni àwọn adití, ayaya tí kò ṣe làákàyè.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:23","price":"Tí ó bá jẹ́ pé Allāhu mọ oore kan lára wọn ni, ìbá jẹ́ kí wọ́n gbọ́. Tí (Allāhu) bá sì fún wọn gbọ́ ni, dájúdájú wọn máa pẹ̀yìn dà, wọn yó sì máa gbúnrí.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:24","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ jẹ́pè ti Allāhu àti ti Òjíṣẹ́ nígbà tí ó bá pè yín síbi n̄ǹkan tí ó máa mu yín ṣẹ̀mí. Kí ẹ sì mọ̀ pé dájúdájú Allāhu ń ṣèdíwọ́ láààrin ènìyàn àti ọkàn rẹ̀. Dájúdájú ọ̀dọ̀ Rẹ̀ sì ni wọ́n máa ko yín jọ sí.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:25","price":"Ẹ ṣọrá fún àdánwò kan tí kò níí mọ lórí àwọn tó ṣàbòsí nínú yín nìkan. Kí ẹ sì mọ̀ pé dájúdájú Allāhu le níbi ìyà.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:26","price":"Ẹ rántí pé nígbà tí ẹ̀yin kéré ní òǹkà, tí ẹ wà ní ipò ọ̀lẹ (lábẹ́ wọn) lórí ilẹ̀ (ìyẹn nínú ìlú Mọkkah), ẹ sì ń páyà pé àwọn ènìyàn máa ji yín gbé lọ, nígbà náà (Allāhu) ṣe ibùgbé fún yín (nínú ìlú Mọdīnah Onímọ̀ọ́lẹ̀), Ó sì fi àrànṣe Rẹ ṣe ìkúnlọ́wọ́ fún yín. Ó tún pèsè fún yín nínú àwọn n̄ǹkan dáadáa nítorí kí ẹ lè dúpẹ́.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:27","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ má ṣe jàǹbá (ọ̀ran-anyàn) Allāhu àti (sunnah) Òjíṣẹ́; ẹ má ṣe jàǹbá àwọn àgbàfipamọ́ yín, ẹ sì mọ (ìjàǹbá).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:28","price":"Kí ẹ sì mọ̀ pé dájúdájú ìfòòró ni àwọn dúkìá yín àti àwọn ọmọ yín, àti pé dájúdájú Allāhu ni ẹ̀san ńlá wà ní ọ̀dọ̀ Rẹ̀.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:29","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, tí ẹ bá bẹ̀rù Allāhu, Ó máa fún yín ní ọ̀nà àbáyọ. Ó máa pa àwọn àṣìṣe yín rẹ́ fún yín. Ó sì máa foríjìn yín. Allāhu sì ni Ọlọ́lá tó tóbi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:30","price":"(Rántí) nígbà tí àwọn tó ṣàì gbàgbọ́ ń déte sí ọ láti dè ọ́ mọ́lẹ̀ tàbí láti pa ọ́ tàbí láti yọ ọ́ kúrò nínú ìlú; wọ́n ń déte, Allāhu sì ń déte. Allāhu sì lóore jùlọ nínú àwọn adéte.¹","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"1. Allāhu - subhānahu wa ta‘ālā - kì í ṣe adéte. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:15 àti sūrah as-Sọ̄ffāt; 37:125.","lang":"yo"},{"name":"8:31","price":"Nígbà tí A bá ń ké àwọn āyah Wa fún wọn, wọ́n á wí pé: “A kúkú ti gbọ́. Tí ó bá jẹ́ pé a bá fẹ́ ni. àwa náà ìbá sọ irú èyí. Kí ni èyí bí kò ṣe àkọsílẹ̀ àlọ́ àwọn ẹni àkọ́kọ́.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:32","price":"(Rántí) nígbà tí wọ́n wí pé: “Allāhu, tí ó bá jẹ́ pé èyí ni òdodo láti ọ̀dọ̀ Rẹ, rọ òjò òkúta lé wa lórí láti sánmọ̀ tàbí kí O mú ìyà ẹlẹ́ta-eléro kan wá bá wa.”","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:33","price":"Allāhu kò níí jẹ wọ́n níyà nígbà tí ìwọ sì ń bẹ láààrin wọn. Allāhu kò sì níí jẹ wọ́n níyà nígbà tí wọ́n sì ń tọrọ àforíjìn.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:34","price":"Kò sí ìdí tí Allāhu kò fi níí jẹ wọ́n níyà níwọ̀n ìgbà tí wọ́n bá ń ṣẹ́ àwọn ènìyàn lórí kúrò nínú Mọ́sálásí Haram. Àti pé àwọn ọ̀ṣẹbọ kọ́ ni alámòjúútó rẹ̀. Kò sí alámòjúútó kan fún un bí kò ṣe àwọn olùbẹ̀rù (Allāhu), ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ wọn ni kò mọ̀.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:35","price":"Ìjọ́sìn àwọn ọ̀ṣẹbọ ní Ilé (Kaabah) kò sì tayọ ṣíṣú ìfé àti pípa àtẹ́wọ́. Nítorí náà, ẹ tọ́ Ìyà wò nítorí pé ẹ jẹ́ aláìgbàgbọ́.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:36","price":"Dájúdájú àwọn tó ṣàì gbàgbọ́, wọ́n ń ná dúkìá wọn nítorí kí wọ́n lè ṣẹ́rí àwọn ènìyàn kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu. Wọ́n sì ń ná a lọ (bẹ́ẹ̀). Lẹ́yìn náà, ó máa di àbámọ̀ fún wọn. Lẹ́yìn náà, A sì máa borí wọn. Àti pé àwọn tó ṣàì gbàgbọ́, inú iná Jahanamọ ni A máa kó wọn jọ sí","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:37","price":"nítorí kí Allāhu lè ya àwọn ẹni ibi sọ́tọ̀ kúrò lára àwọn ẹni ire àti nítorí kí Ó lè kó àwọn ẹni ibi papọ̀; apá kan wọn mọ́ apá kan, kí Ó sì lè rọ́ gbogbo wọn papọ̀ pátápátá (sójú kan náà), Ó sì máa fi wọ́n sínú iná Jahanamọ. Àwọn wọ̀nyẹn gan-an ni ẹni òfò.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:38","price":"Sọ fún àwọn tó ṣàì gbàgbọ́ pé tí wọ́n bá jáwọ́ (nínú àìgbàgbọ́), A máa ṣàforíjìn ohun tó ti ré kọjá fún wọn. Tí wọ́n bá tún padà (síbẹ̀, àpèjúwe) ìparun àwọn ẹni àkọ́kọ́ kúkú ti ré kọjá (ní ìkìlọ̀ fún wọn).","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:39","price":"Ẹ jà wọ́n lógun títí kò fi níí sí ìfòòró (ìbọ̀rìṣà) mọ́, gbogbo ẹ̀sìn yó sì lè jẹ́ ti Allāhu pátápátá. Nítorí náà, tí wọ́n bá jáwọ́ (nínú àìgbàgbọ́), dájúdájú Allāhu ni Olùríran nípa ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:40","price":"Tí wọ́n bá sì gbúnrí (kúrò nínú ìgbàgbọ́), ẹ mọ̀ pé dájúdájú Allāhu ni Aláfẹ̀yìntì yín. Ó dára ní Aláfẹ̀yìntì. Ó sì dára ní Alárànṣe.","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"yo"},{"name":"8:41","price":"Ẹ mọ̀ pé ohunkóhun tí ẹ bá kó ní ọrọ̀ ogun, dájúdájú ti Allāhu ni ìdá márùn-ún rẹ̀. Ó sì wà fún Òjíṣẹ́ àti ẹbí (rẹ̀) àti àwọn ọmọ òrukàn, àwọn mẹ̀kúnnù àti onírìn-àjò (tí agara dá), tí ẹ bá jẹ́ ẹni tó gbàgbọ́ nínú Allāhu àti n̄ǹkan tí A sọ̀kalẹ̀ fún ẹrúsìn Wa ní Ọjọ́ ìpínyà, ọjọ́ tí ìjọ méjì pàdé (lójú ogun Badr). Allāhu sì ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:42","price":"(Ẹ rántí) nígbà tí ẹ̀yin wà ní etí kòtò tó súnmọ́ (ìlú Mọdīnah), àwọn (kèfèrí) sì wà ní etí kòtò tó jìnnà sí (ìlú Mọdīnah), àwọn kèfèrí kan tó ń gun n̄ǹkan ìgùn (bọ̀ láti ìrìn-àjò òkòwò), wọ́n sì wà ní ìsàlẹ̀ ọ̀dọ̀ tiyín. Tí ó bá jẹ́ pé ẹ̀yin àti àwọn kèfèrí jọ mú ọjọ́ fún ogun náà ni, ẹ̀yin ìbá yapa àdéhùn náà, ṣùgbọ́n (ogun náà ṣẹlẹ̀ bẹ́ẹ̀) nítorí kí Allāhu lè mú ọ̀rọ̀ kan tí ó gbọ́dọ̀ ṣẹ wá sí ìmúṣẹ; nítorí kí ẹni tí ó máa parun (sínú àìgbàgbọ́) lè parun nípasẹ̀ ẹ̀rí tó yanjú, kí ẹni tó sì máa yè (nínú ìgbàgbọ́ òdodo) lè yè nípasẹ̀ ẹ̀rí tó yanjú. Àti pé dájúdájú Allāhu kúkú ni Olùgbọ́, Onímọ̀.","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:43","price":"(Rántí) nígbà tí Allāhu fi wọ́n hàn ọ́ nínú àlá rẹ (pé wọ́n) kéré. Tí ó bá jẹ́ pé Ó fi wọ́n hàn ọ́ (pé wọ́n) pọ̀ ni, ẹ̀yin ìbá ṣojo, ẹ̀yin ìbá sì ṣàríyànjiyàn nípa ọ̀rọ̀ náà. Ṣùgbọ́n Allāhu ko (yín) yọ. Dájúdájú Òun ni Onímọ̀ nípa n̄ǹkan tí ń bẹ nínú igbá-àyà ẹ̀dá.","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:44","price":"(Rántí) nígbà tí Ó ń fi wọ́n hàn yín pé wọ́n kéré lójú yín - nígbà tí ẹ pàdé (lójú ogun) - Ó sì mú ẹ̀yin náà kéré lójú tiwọn náà, nítorí kí Allāhu lè mú ọ̀rọ̀ kan tí ó gbọ́dọ̀ ṣẹ wá sí ìmúṣẹ. Ọ̀dọ̀ Allāhu sì ni wọ́n máa ṣẹ́rí àwọn ọ̀rọ̀ ẹ̀dá padà sí.","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:45","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, nígbà tí ẹ bá pàdé ìjọ (ogun) kan, ẹ dúró ṣinṣin, kí ẹ sì ṣe (gbólóhùn) ìrántí Allāhu ní (òǹkà) púpọ̀ nítorí kí ẹ lè jèrè.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:46","price":"Ẹ tẹ̀lé ti Allāhu àti Òjíṣẹ́ Rẹ̀. Ẹ má ṣe jara yín níyàn (nípa ogun ẹ̀sìn) nítorí kí ẹ má baà ṣojo àti nítorí kí agbára yín má baà kúrò lọ́wọ́ yín. Ẹ ṣe sùúrù, dájúdájú Allāhu wà pẹ̀lú àwọn onísùúrù.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:47","price":"Ẹ má ṣe dà bí àwọn tó jáde kúrò nínú ilé wọn pẹ̀lú fáààrí àti ṣekárími. Wọ́n sì ń ṣẹ́rí àwọn ènìyàn kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu. Allāhu sì ni Alámọ̀tán nípa ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:48","price":"(Rántí) nígbà tí Èṣù ṣe iṣẹ́ wọn ní ọ̀ṣọ́ fún wọn, ó sì wí pé: “Kò sí ẹni tí ó máa borí yín lónìí nínú àwọn ènìyàn. Dájúdájú èmi ni alárànṣe yín.” Ṣùgbọ́n nígbà tí àwọn ìjọ ogun méjèèjì fojú kanra wọn, ó padà sẹ́yìn, ó fẹsẹ̀ fẹ́ẹ, ó wí pé: “Dájúdájú èmi ti yọwọ́-yọsẹ̀ nínú ọ̀rọ̀ yín. Dájúdájú èmi ń rí ohun tí ẹ̀yin kò rí. Èmi ń pàyà Allāhu. Allāhu sì le níbi ìyà.”","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:49","price":"(Rántí) nígbà tí àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí àti àwọn tí àrùn ń bẹ nínú ọkàn wọn wí pé: “Ẹ̀sìn àwọn wọ̀nyí tàn wọ́n jẹ.” Ẹnikẹ́ni tó bá gbáralé Allāhu, dájúdájú Allāhu ni Alágbára, Ọlọ́gbọ́n.","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:50","price":"Tí ó bá jẹ́ pé ìwọ rí i nígbà tí àwọn mọlāika bá ń gba ẹ̀mí àwọn tó ṣàì gbàgbọ́ ni, tí wọ́n ń lu ojú wọn àti ẹ̀yìn wọn, (wọ́n sì máa sọ fún wọn pé), “Ẹ tọ́ ìyà Iná jónijóni wò.”","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:51","price":"Ìyẹn nítorí ohun tí ọwọ́ yín tì ṣíwájú. Àti pé dájúdájú Allāhu kò níí ṣe àbòsí fún àwọn ẹrú (Rẹ̀).","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:52","price":"(Ìṣesí àwọn aláìgbàgbọ́) dà bí ìṣesí àwọn ènìyàn Fir‘aon àti àwọn tó ṣíwájú wọn - wọ́n ṣàì gbàgbọ́ nínú àwọn āyah Allāhu. - Nítorí náà, Allāhu mú wọn nítorí ẹ̀ṣẹ̀ wọn. Dájúdájú Allāhu ni Alágbára, Ó le níbi ìyà.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:53","price":"Ìyẹn nítorí pé dájúdájú Allāhu kò níí ṣe ìyípadà ìdẹ̀ra tí Ó ṣe fún ìjọ kan títí wọn yóò fi ṣe ìyípadà n̄ǹkan tí ń bẹ lọ́dọ̀ ara wọn. Dájúdájú Allāhu sì ni Olùgbọ́, Onímọ̀.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:54","price":"(Ìṣesí àwọn aláìmoore) dà bí ìṣesí àwọn ènìyàn Fir‘aon àti àwọn tó ṣíwájú wọn, tí wọ́n pe àwọn āyah Olúwa wọn nírọ́. Nítorí náà, A pa wọ́n run nítorí ẹ̀ṣẹ̀ wọn; A sì tẹ àwọn ènìyàn Fir‘aon rì sínú agbami. Gbogbo wọn sì jẹ́ alábòsí.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:55","price":"Dájúdájú ẹ̀dá abẹ̀mí tó burú jùlọ lọ́dọ̀ Allāhu ni àwọn tó ṣàì gbàgbọ́. Nítorí náà, wọn kò níí gbàgbọ́.","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:56","price":"Àwọn tí o bá ṣe àdéhùn nínú wọn, lẹ́yìn náà tí wọ́n ń tú àdéhùn wọn ní gbogbo ìgbà, tí wọn kò sì bẹ̀rù (Allāhu),","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:57","price":"yálà tí ọwọ́ yín bá bà wọ́n lójú ogun, (ẹ pa wọ́n) kí ẹ sì (fi ogun) tú àwọn ọmọlẹ́yìn wọn ká nítorí kí wọ́n lè lo ìrántí;","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:58","price":"tàbí tí o bá sì ń páyà ìwà ìjàǹbá láti ọ̀dọ̀ ìjọ kan, ju àdéhùn wọn sílẹ̀ fún wọn kí ẹ dì jọ mọ̀ pé kò sí àdéhùn kan kan mọ́ láààrin ẹ̀yin méjèèjì. Dájúdájú Allāhu kò nífẹ̀ẹ́ àwọn oníjàǹbá.","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:59","price":"Kí àwọn tó ṣàì gbàgbọ́ má ṣe lérò pé àwọn ti gbawájú. Dájúdájú wọn kò lè mórí bọ́ (nínú ìyà).","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:60","price":"Ẹ pèsè sílẹ̀ dè wọ́n n̄ǹkan ìjà tí agbára yín ká nínú n̄ǹkan àmúṣagbára àti àwọn ẹṣin orí ìso, tí ẹ̀yin yóò fi máa dẹ́rù ba ọ̀tá Allāhu àti ọ̀tá yín pẹ̀lú àwọn mìíràn yàtọ̀ sí wọn, tí ẹ̀yin kò mọ̀ wọ́n – Allāhu sì mọ̀ wọ́n. – Ohunkóhun tí ẹ bá ná lójú ọ̀nà Allāhu (fún ogun ẹ̀sìn), A óò san án padà fún yín ní kíkún; A ò sì níí ṣe àbòsí fún yín.","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:61","price":"Tí wọ́n bá tẹ̀ síbi (ètò) àlàáfíà (fún dídá ogun dúró), ìwọ náà tẹ̀ síbẹ̀, kí o sì gbáralé Allāhu. Dájúdájú Òun mà ni Olùgbọ́, Onímọ̀.","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:62","price":"Tí wọ́n bá tún fẹ́ tàn ọ́ jẹ, dájúdájú Allāhu á tó ọ. Òun ni Ẹni tí Ó fi àrànṣe Rẹ̀ àti àwọn onígbàgbọ́ òdodo ràn ọ́ lọ́wọ́.","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:63","price":"Allāhu pa ọkàn wọn pọ̀ mọ́ra wọn. Tí ó bá jẹ́ pé o ná gbogbo n̄ǹkan tí ń bẹ lórí ilẹ̀ pátápátá, ìwọ kò lè pa ọkàn wọn pọ̀ mọ́ra wọn. Ṣùgbọ́n Allāhu pa ọkàn wọn pọ̀ mọ́ra wọn, dájúdájú Òun ni Alágbára, Ọlọ́gbọ́n.","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:64","price":"Ìwọ Ànábì, Allāhu ti tó ìwọ àti àwọn tó tẹ̀lé ọ nínú àwọn onígbàgbọ́ òdodo.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:65","price":"Ìwọ Ànábì, gba àwọn onígbàgbọ́ òdodo ní ìyànjú lórí ogun ẹ̀sìn. Tí ogún onísùúrù bá wà nínú yín, wọn yóò borí igba. Tí ọgọ́rùn-ún bá sì wà nínú yín, wọn yóò borí ẹgbẹ̀rún nínú àwọn tó ṣàì gbàgbọ́ nítorí pé dájúdájú wọ́n jẹ́ ìjọ tí kò gbọ́ àgbọ́yé.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:66","price":"Nísisìn yìí, Allāhu ti ṣe é ní fífúyẹ́ fún yín. Ó sì mọ̀ pé dájúdájú àìlágbára ń bẹ fún yín. Nítorí náà, tí ọgọ́rùn-ún onísùúrù bá wà nínú yín, wọn yóò borí igba. Tí ẹgbẹ̀rún kan bá sì wà nínú yín, wọn yóò borí ẹgbẹ̀rún méjì pẹ̀lú àṣẹ Allāhu. Allāhu sì wà pẹ̀lú àwọn onísùúrù.","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:67","price":"Kò yẹ fún Ànábì kan láti ní ẹrú ogun títí ọwọ́ rẹ̀ máa fi ba àwọn ọ̀tá rẹ̀ lórí ilẹ̀ dáadáa ní ti pípa.¹ Ẹ̀yin ń fẹ́ ìgbádùn ayé, Allāhu sì ń fẹ́ ọ̀run. Allāhu sì ni Alágbára, Ọlọ́gbọ́n.","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Gọ̄fir; 40:55.","lang":"yo"},{"name":"8:68","price":"Tí kì í bá ṣe ti àkọsílẹ̀ kan tó ti gbawájú láti ọ̀dọ̀ Allāhu ni, ọwọ́ ìyà ńlá kò bá tẹ̀ yín nípa n̄ǹkan tí ẹ gbà (ní owó ìtúsílẹ̀).","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:69","price":"Nítorí náà, ẹ jẹ nínú ohun tí ẹ kó ní ọrọ̀ ogun (tí ó jẹ́) ẹ̀tọ́ (àti) n̄ǹkan dáadáa. Kí ẹ sì bẹ̀rù Allāhu. Dájúdájú Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:70","price":"Ìwọ Ànábì, sọ fún àwọn tó ń bẹ lọ́wọ́ yín nínú àwọn ẹrú ogun pé, “Tí Allāhu bá mọ dáadáa kan nínú ọkàn yín, Ó máa fún yín ní ohun tó dára ju ohun tí wọ́n gbà lọ́wọ́ yín. Ó sì máa foríjìn yín. Allāhu sì ni Aláforíjìn, Oníkẹ̀ẹ́.”","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:71","price":"Tí wọ́n bá sì ń gbèrò ìjàǹbá sí ọ, wọ́n kúkú ti jàǹbá Allāhu ṣíwájú. Ó sì fún ọ lágbára lórí wọn. Allāhu sì ni Onímọ̀, Ọlọ́gbọ́n.","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:72","price":"Dájúdájú àwọn tó gbàgbọ́ ní òdodo, tí wọ́n gbé ìlú wọn jù sílẹ̀, tí wọ́n sì fi dúkìá wọn àti ẹ̀mí wọn jagun lójú ọ̀nà (ẹ̀sìn) Allāhu, àti àwọn tó gbà wọ́n sọ́dọ̀ (nínú ìlú), tí wọ́n sì ràn wọ́n lọ́wọ́; àwọn wọ̀nyẹn, apá kan wọn l’ọ̀rẹ́ apá kan (tó lè jogún ara wọn). Àwọn tó gbàgbọ́, tí wọn kò sì gbé ìlú wọn jù sílẹ̀, kò lẹ́tọ̀ọ́ fún yín láti mú wọn lọ́rẹ̀ẹ́ níbì kan kan (tó lè mu yín jogún ara yín), títí wọn yóò fi gbé ìlú wọn jù sílẹ̀.¹ Tí wọ́n bá sì wá ìrànlọ́wọ́ yín (lórí ọ̀tá) nípa ẹ̀sìn, ìrànlọ́wọ́ náà di dandan fún yín àyàfi lórí ìjọ kan tí àdéhùn ń bẹ láààrin ẹ̀yin àti àwọn. Allāhu sì ni Olùríran nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"1. Ní ìbẹ̀rẹ̀ pẹ̀pẹ̀ tí àwọn mùsùlùmí di alátìpó sínú ìlú Mọdīnah, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ń fa ará Mọkkah kọ̀ọ̀kan = = lé ará Mọdīnah kọ̀ọ̀kan lọ́wọ́ láti sọ́ra wọn di ọ̀rẹ́ tó máa fẹ́ẹ̀ dà bí ẹbí. Nípasẹ̀ èyí, ìkíní kejì ń jogún ara wọn lẹ́yìn ikú. Ní àsìkò yìí, àwọn tí kò ì kúrò nínú Mọkkah láti wá ṣe àtìpó ní ìlú Mọdīnah nínú àwọn mùsùlùmí di ẹni tí kò lè jogún ẹbí rẹ tó wà nínú ìlú Mọdīnah àfi tí òun náà bá gbé ìlú Mọkkah jù sílẹ̀. Ìtúmọ̀ èyí ni pé, hijrah ṣíṣe sọ ogún jíjẹ di ẹ̀tọ́ láti inú ẹbí kan fún ẹni tó ṣe hijrah. Àìṣe hijrah sì sọ ogún jíjẹ di èèwọ̀ láti inú ẹbí kan náà fún ẹni tí kò ṣe hijrah, wọn ìbáà dìjọ jẹ́ mùsùlùmí. Fífi hijrah sọ ogún jíjẹ di ẹ̀tọ́ sì wà bẹ́ẹ̀ títí wọ́n fi ṣí ìlú Mọkkah. Níkété tí wọ́n ṣí ìlú Mọkkah, tí hijrah ṣíṣe láti Mọkkah Alápọ̀n-ọ́nlé sí Mọdinah Onímọ̀ọ́lẹ̀ kásẹ̀ nílẹ̀, nígbà náà ẹbí nìkan ló ní ìpín àdáyanrí nínú ogún ẹbí rẹ̀. Wọn kò si fi hijrah ṣíṣe pín ogún fún ẹnikẹ́ni mọ́ ní ìbámu sí āyah 75 nínú sūrah yìí. Lẹ́yìn náà, àwọn āyah ogún pípín fún àwọn ẹbí sọ̀kalẹ̀ nínú sūrah an-Nisā’.","lang":"yo"},{"name":"8:73","price":"Àwọn aláìgbàgbọ́; apá kan wọn ni alátìlẹ́yìn apá kan. Àfi kí ẹ̀yin náà ṣe bẹ́ẹ̀ ni ìfòòró àti ìbàjẹ́ tó tóbi kò fi níí wà lórí ilẹ̀.","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:74","price":"Àwọn tó gbàgbọ́ ní òdodo, tí wọ́n gbé ìlú wọn jù sílẹ̀, tí wọ́n sì jagun sí ojú-ọ̀nà Allāhu àti àwọn tó gbà wọ́n sọ́dọ̀ (nínú ìlú), tí wọ́n sì ràn wọ́n lọ́wọ́; ní ti òdodo àwọn wọ̀nyẹn, àwọn ni onígbàgbọ́ òdodo. Àforíjìn àti arísìkí alápọ̀n-ọ́nlé sì wà fún wọn","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"8:75","price":"Àwọn tó gbàgbọ́ ní òdodo lẹ́yìn (wọn), tí wọ́n gbé ìlú wọn jù sílẹ̀, tí wọ́n sì jagun ẹ̀sìn pẹ̀lú yín, àwọn wọ̀nyẹn náà wà lára yín. Àti pé àwọn ìbátan, apá kan wọn ní ẹ̀tọ́ jùlọ sí apá kan (nípa ogún jíjẹ) nínú Tírà Allāhu. Dájúdájú Allāhu ni Onímọ̀ nípa gbogbo n̄ǹkan.","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"","lang":"yo"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}