{"data":[{"name":"9:1","price":"(Èyí ni) ìyọwọ́-yọsẹ̀ láti ọ̀dọ̀ Allāhu àti Òjíṣẹ́ Rẹ̀ sí àwọn tí ẹ ṣe àdéhùn fún nínú àwọn ọ̀ṣẹbọ.","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":"1. Ẹ́ẹ́rìnlé láàádọ́fà sūrah (114) ni àpapọ̀ sūrah tí ó wà nínú al-Ƙur’ān alápọ̀n-ọ́nlé. Gbólóhùn “Bismi-llāhir-Rahmọ̄nir-Rọhīm.” sì ni ohun tí wọ́n fi ṣe ìpínrọ̀ láààrin sūrah kan àti òmíràn. Ó tún lè dá dúró lọ́tọ̀ gẹ́gẹ́ bí āyah àkọ́kọ́ nínú sūrah al-Fātihah. Bákan náà, ó jẹ́ awẹ́ āyah gẹ́gẹ́ bí ó ṣe jẹyọ nínú sūrah an-Naml; 27:30. Bí ó tilẹ̀ jẹ́ pé ìpín-sūrah ní gbólóhùn “Bismi-llāhir-Rahmọ̄nir-Rọhīm.” dúró fún jùlọ nínú al-Ƙur’ān alápọ̀n-ọ́nlé, wọn kò fi pín sūrah at-Taobah sọ́tọ̀ nítorí pé Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - kò pa á láṣẹ fún àwọn Sọhābah láti ṣe bẹ́ẹ̀ ṣíwájú kí ó tó jáde kúrò láyé. Kò sì lẹ́tọ̀ó fún àwọn Sọhābah - kí Allāhu yọ́nú sí wọn - láti ṣe àfikún ohunkóhun sí àkọsílẹ̀ al-Ƙur’ān alápọ̀n-ọ́nlé yálà lójú ayé Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - tàbí lẹ́yìn ikú rẹ̀.\n Báyìí sì ni ó ṣe di sunnah pé sūrah at-Taobah kò bẹ̀rẹ̀ pẹ̀lú gbólóhùn ìpín-sūrah, èyí tí a mọ̀ sí gbólóhùn “Bismi-llāhir-Rahmọ̄nir-Rọhīm.” \n Kíyè sí i, kò sí orí-ọ̀rọ̀ kan tó bẹ̀rẹ̀ pẹ̀lú “Ní orúkọ Ọlọ́hun.” nínú àwọn ìwé kan tí àwọn kan tún ń pè ní “Ìwé Ọlọ́hun”. Àwọn ìwé náà ìbá jẹ́ òdodo ọ̀rọ̀ Ọlọ́hun, àwọn orí-ọ̀rọ̀ inú rẹ̀ ìbá máa bẹ̀rẹ̀ pẹ̀lú orúkọ Ọlọ́hun tí wọ́n sọ pé Òun l’Ó sọ̀ ọ́ kalẹ̀! Ẹyìn àti ọpẹ́ ni fún Allāhu, Ọba tó fi orúkọ ara Rẹ̀ ṣe ìbẹ̀rẹ̀ fún àwọn sūrah al-Ƙur’ān alápọ̀n-ọ́nlé.","lang":"yo"},{"name":"9:2","price":"Nítorí náà, (ẹ̀yin ọ̀ṣẹbọ) ẹ rìn (kiri) lórí ilẹ̀ fún oṣù mẹ́rin. Kí ẹ sì mọ̀ pé dájúdájú ẹ̀yin kò lè mórí bọ́ (nínú ìyà) Allāhu. Àti pé dájúdájú Allāhu yóò dójú ti àwọn aláìgbàgbọ́.","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:3","price":"Ìkéde kan láti ọ̀dọ̀ Allāhu àti Òjíṣẹ́ Rẹ̀ sí àwọn ènìyàn ní ọjọ́ Hajj Ńlá¹ ni pé, “Dájúdájú Allāhu yọwọ́yọsẹ̀ (nínú ọ̀rọ̀) àwọn ọ̀ṣẹbọ. Òjíṣẹ́ Rẹ̀ náà (yọwọ́yọsẹ̀). Tí ẹ bá ronú pìwàdà, ó sì lóore jùlọ fún yín. Tí ẹ bá gbúnrí, ẹ mọ̀ pé dájúdájú ẹ kò lè móríbọ́ nínú (ìyà) Allāhu.” Kí o sì fún àwọn tó ṣàì gbàgbọ́ ní ìró ìyà ẹlẹ́ta-eléro.","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":"1. Àgékúrú fún “Hajj Ńlá” ni “Hajj”. Ìdà kejì Hajj Ńlá ni Hajj Kékeré. Hajj Kékeré ni a tún mọ̀ sí ‘Umrah. Ìyapa-ẹnu wà lórí ọjọ́ tí a lè pè ní ọjọ́ Hajj Ńlá. Ìdí ni pé, ọjọ́ Hajj Ńlá lè jẹ́ ọjọ́ ‘Arafah tàbí ọjọ́ ìgúnran tàbí àpapọ̀ ọjọ́ tí iṣẹ́ Hajj bẹ̀rẹ̀ mọ́ ọjọ́ tí ó máa parí.","lang":"yo"},{"name":"9:4","price":"Àyàfi àwọn tí ẹ bá ṣe àdéhùn nínú àwọn ọ̀ṣẹbọ, lẹ́yìn náà, tí wọn kò sì fi ọ̀nà kan kan yẹ àdéhùn yín, tí wọn kò sì ṣàtìlẹ́yìn fún ẹnì kan kan le yín lórí. Nítorí náà, ẹ pé àdéhùn wọn fún wọn títí di àsìkò wọn. Dájúdájú Allāhu nífẹ̀ẹ́ àwọn olùbẹ̀rù (Rẹ̀).","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:5","price":"Nítorí náà, nígbà tí àwọn oṣù ọ̀wọ̀ bá lọ tán¹, ẹ pa àwọn ọ̀ṣẹbọ níbikíbi tí ẹ bá ti bá wọn. Ẹ mú wọn, ẹ ṣéde mọ́ wọn, kí ẹ sì ba dè wọ́n ní gbogbo ibùba. Tí wọ́n bá sì ronú pìwàdà, tí wọ́n ń kírun, tí wọ́n sì ń yọ Zakāh, ẹ yàgò fún wọn lójú ọ̀nà. Dájúdájú Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":"1. Àwọn oṣù ọ̀wọ̀ nìwọ̀nyí: oṣù kìíní (Muharram), oṣù keje (Rajab), oṣù kọkànlá (Thul-ƙọ‘dah) àti oṣù kejìlá (Thul-hijjah).","lang":"yo"},{"name":"9:6","price":"Tí ẹnì kan nínú àwọn ọ̀sẹbọ bá wá ètò ààbò wá sọ́dọ̀ rẹ, ṣ’ètò ààbò fún un títí ó fi máa gbọ́ ọ̀rọ̀ Allāhu. Lẹ́yìn náà, mú un dé àyè ìfọ̀kànbalẹ̀ rẹ̀. Ìyẹn nítorí pé dájúdájú àwọn ni ìjọ tí kò nímọ̀.","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:7","price":"Báwo ni àdéhùn kan yóò ṣe wà fún àwọn ọ̀ṣẹbọ lọ́dọ̀ Allāhu àti lọ́dọ̀ Òjísẹ́ Rẹ̀ yàtọ̀ sí àwọn tí ẹ bá ṣe àdéhùn nítòsí Mọ́sálásí Haram? Nítorí náà, tí wọ́n bá dúró déédé pẹ̀lú yín, ẹ dúró déédé pẹ̀lú wọn. Dájúdájú Allāhu nífẹ̀ẹ́ àwọn olùbẹ̀rù (Rẹ̀).","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:8","price":"Báwo (ni àdéhùn kan yóò ṣe wà fún wọn) nígbà tí ó jẹ́ pé tí wọ́n bá borí yín, wọn kò níí ṣọ́ okùn ìbí àti àdéhùn. Wọ́n ń fi ẹnu wọn wí pé àwọn yọ́nú si yín, ọkàn wọn sì kọ̀ ọ́. Ọ̀pọ̀lọ́pọ̀ wọn sì ni òbìlẹ̀jẹ́.","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:9","price":"Wọ́n ta àwọn āyah Allāhu ní owó pọ́ọ́kú, wọ́n sì ṣẹ́rí àwọn ènìyàn kúrò lójú ọ̀nà (ẹ̀sìn) Rẹ̀. Dájúdájú àwọn (wọ̀nyí), ohun tí wọ́n ń ṣe níṣẹ́ burú.","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:10","price":"Àwọn ọ̀ṣẹbọ kò níí ṣọ́ okùn ìbí àti àdéhùn kan fún onígbàgbọ́ òdodo kan. Àwọn wọ̀nyẹn, àwọn sì ni olùtayọ ẹnu-ààlà.","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:11","price":"Nítorí náà, tí wọ́n bá ronú pìwàdà, tí wọ́n ń kírun, tí wọ́n sì ń yọ Zakāh, nígbà náà ọmọ-ìyá yín nínú ẹ̀sìn ni wọ́n. À ń ṣàlàyé àwọn āyah náà fún ìjọ tó nímọ̀.","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:12","price":"Tí wọ́n bá rú ìbúra wọn lẹ́yìn àdéhùn wọn, tí wọ́n sì ń sọ̀rọ̀ àìdara sí ẹ̀sìn yín, nígbà náà ẹ ja àwọn olórí aláìgbàgbọ́ lógun - dájúdájú ìbúra wọn kò ní ìtúmọ̀ kan sí wọn - kí wọ́n lè jáwọ́ (níbi aburú).","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:13","price":"Ṣé ẹ ò níí gbógun ti ìjọ kan tó ba ìbúra rẹ̀ jẹ́ (ó sì jù ú nù), tí wọ́n sì gbèrò láti lé Òjíṣẹ́ kúrò (nínú ìlú); àwọn sì ni wọ́n kọ́ bẹ̀rẹ̀ sí gbógun tì yín ní ìgbà àkọ́kọ́? Ṣé ẹ̀ ń páyà wọn ni? Allāhu l’Ó ní ẹ̀tọ́ jùlọ sí pé kí ẹ páyà Rẹ̀ tí ẹ bá jẹ́ onígbàgbọ́ òdodo.¹","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":"1. Ní ọ̀pọ̀lọ́pọ̀ ìgbà ni àwọn nasọ̄rọ̄ máa ń sọ̀rọ̀ àtakò burúkú sí Allāhu àti Òjíṣẹ́ Rẹ̀ Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - nítorí ọ̀rọ̀ ogun ẹ̀sìn “Jihād”, èyí tí ó jẹ́ ọ̀kan pàtàkì nínú ìlànà ẹ̀sìn ’Islām. \n Bí àwọn nasọ̄rọ̄ kan ṣe ka jihād kún ìfipámúni-ṣẹ̀sìn-’Islām, bẹ́ẹ̀ ni àwọn nasọ̄rọ̄ mìíràn ka jihād kún ọ̀nà ìdigunjalè l’órúkọ́ ẹ̀sìn ’Islām. Nínú ọ̀rọ̀ burúkú àwọn nasọ̄rọ̄ mìíràn lórí ọ̀rọ̀ jihād ni pé, wọ́n ti ìpasẹ̀ jihād sọ àwa mùsùlùmí di mùjẹ̀mùjẹ̀ bí àwọn Boko Harām. \n Ó kéré parí, dípò kí àwọn nasọ̄rọ̄ ṣẹ̀ṣà orúkọ rere fún àwa mùsùlùmí lórí ọ̀rọ̀ jihād, gẹ́gẹ́ bí wọ́n ṣe ṣẹ̀ṣà orúkọ rere fún àwọn kan tí wọ́n ń pè ni “ajàjàgbara” tàbí “ajàfẹ́tọ̀ọ́-ọmọnìyàn”, “alákatakítí-ẹ̀sìn ’Islām” ni orúkọ abunikù mìíràn tí àwọn nasọ̄rọ̄ tún fún wa nítorí ọ̀rọ̀ Jihād. \n Àwọn ọ̀rọ̀ burúkú wọ̀nyí tí àwọn nasọ̄rọ̄ ń sọ sí àwa mùsùlùmí lórí ọ̀rọ̀ jihād burú gan-an tó bẹ́ẹ̀ gẹ́ tó fi jẹ́ pé, tí ẹnì kan bá kọ́kọ́ ka èyíkéyìí ìwé àtakò wọn sí ẹ̀sìn ’Islām tí wọ́n tẹ̀ jáde lórí ọ̀rọ̀ jihad, kò níí rí dáadáa kan kan lára Allāhu, Òjíṣẹ́ Rẹ̀, àwa mùsùlùmí àti ’Islām gan-an fúnra rẹ̀.\n Àwọn ọ̀rọ̀ àtakò burúkú àwọn nasọ̄rọ̄ wọ̀nyí sì ni ohun àkọ́kọ́ tí wọ́n máa ń gbìn sínú ọkàn àwọn èwe wẹẹrẹ bẹ̀rẹ̀ láti àwọn ilé-ìwé alákọ̀ọ́-bẹ̀rẹ̀ pé “’Islām bẹ̀rẹ̀ pẹ̀lú idà lọ́wọ́ ọ̀tún, Kurāni lọ́wọ́ òsì!” \n Àwọn nasọ̄rọ̄, wọn a tún máa fi kún un pé, “Ìsọ̀rí mẹ́ta péré ni Allāhu àti Muhammad pín gbogbo ayé sí lórí ọ̀rọ̀ ẹ̀sìn. Ìsọ̀rí àwọn ènìyàn kìíní ni àwọn mùsùlùmí tó lè pa àwọn ènìyàn bí àwọn pààyàn-pààyàn, tó sì lè gba àwọn dúkìá àwọn ènìyàn lọ́wọ́ wọn bí ìgárá-ọlọ́ṣà; àwọn wọ̀nyẹn ni onígbàgbọ́ òdodo tó máa wọ inú àwọn Ọgbà Ìdẹ̀ra. \n Ìsọ̀rí àwọn ènìyàn kejì ni àwọn mùsùlùmí tí wọn kò fẹ́ kí ẹ̀mí ènìyàn kan kan tọwọ́ àwọn bọ́, tí wọ́n sì ka fífi ogun jíjà gba dúkìá àwọn ènìyàn kún ìwà ọ̀daràn pọ́nńbélé; àwọn wọ̀nyẹn ni Allāhu wọn pè ní munāfiki, alágàbàǹgebè tó máa wà nínú àjà ìṣàlẹ̀ pátápátá nínú Iná. \n Ìsọ̀rí àwọn ènìyàn kẹta ni gbogbo àwọn ẹlẹ́sìn mìíràn yàtọ̀ sí ẹ̀sìn ‘Islām; àwọn wọ̀nyẹn sì ni àwọn aláìgbàgbọ́, àwọn ọ̀ṣẹbọ.” \n Ní àkótán, àwọn nasọ̄rọ̄, wọn á tún máa sọ pé. “Àlàáfíà ni ‘Īsā ọmọ Mọryam mú wá sáyé ni kò fi jagun ẹ̀sìn. Àmọ́ ìparun ni Muhammad mú wá sáyé ló fi kógun ja gbogbo ayé!” \n Ìwọ̀nyẹn ni díẹ̀ nínú ọ̀rọ̀ àtakò tí àwọn nasọ̄rọ̄ máa ń sọ lásọtúnsọ sí àwa mùsùlùmí. \n Kódà, nígbà mìíràn ẹ̀wẹ̀, wọn máa ń tọ́ka sí àwọn āyah kọ̀ọ̀kan àti àwọn hadīth kọ̀ọ̀kan tó ń pa àwa mùsùlùmí òdodo láṣẹ ogun jíjà s’ójú ọ̀nà Allāhu. Ẹnikẹ́ni tí ó bá ti ka ẹyọ kan tàbí òmíràn nínú àwọn ìwé àwọn nasọ̄rọ̄ lórí àwa mùsùlùmí kò níí ṣàì rí irúfẹ́ ọ̀kan-ò-jọ̀kan àwọn ọ̀rọ̀ tí mo mú wá ṣíwájú wọ̀nyẹn nínú wọn. Ní pàápàá jùlọ, àwọn oníròyìn lórí ẹ̀rọ rédíò àti tẹlifísọ̀n àti àwọn ìwé ìròyìn gbogbo kò là nínú sísọ àwọn ọ̀rọ̀ abunikù bẹ́ẹ̀ sí àwa mùsùlùmí. \n Mo ṣetán báyìí láti mú àlàyé díẹ̀ ní ṣókíṣókí wá lórí ọ̀rọ̀ jihād. Ní àkọ́kọ́ ná, bóyá ni ẹnì kan fi lè gbọ́ ọ̀rọ̀ ogun jíjà fún ẹ̀sìn ‘Islām yé tí onítọ̀ún kò bá ní ìmọ̀ òdodo pọ́nńbélé nípa ìtàn ìgbésí ayé Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - àti ìtàn àwọn ẹlẹ̀sìn tó wà lásìkò rẹ̀. Ìdí èyí ni pé, kódà tí ẹnì kan bá ń tọ́ka sí āyah ogun tàbí hadīth ogun, ó gbọ́dọ̀ yé onítọ̀ún - tí kò bá níí ṣàbòsí sórí ara rẹ̀ - pé ọ̀rọ̀ ló ń ṣíwájú ogun, ọ̀rọ̀ l’ó ń kẹ́yìn ogun.\n Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - bẹ̀rẹ̀ ’Islām rẹ̀ nínú ìlú Mọkkah láààrin kìkìdá ọ̀ṣẹbọ. Àwọn ará ìlú Mọkkah, lásìkò náà, ni ọmọ-ojúmọ́-kan òòṣà kan. Àwọn ọ̀ṣẹbọ náà sì bẹ̀rẹ̀ sí fi ọwọ́ ìnira tó lágbára kan Ànábì àti àwọn ènìyàn díẹ̀ tó ti gbà fún Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Ṣíwájú kí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - tó di Òjíṣẹ́ Ọlọ́hun, ìyẹn ogójì ọdún àkọ́kọ́ nínú ìṣẹ̀mí ayé rẹ̀, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - jẹ́ ẹni rere, olódodo, olùfọkàntán, oníwà-ìrẹ̀lẹ̀, akínkanjú ènìyàn àti ọmọlúàbí láààrin ìlú Mọkkah. Kò sì sí ẹnì kan nígbà náà tó ń f’ẹnu àbùkù kàn án. Kódà gbogbo ará ìlú wọn ló mọ Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sí olódodo àti olùfọkàntán. \n Àmọ́ níkété tó bẹ̀rẹ̀ iṣẹ́ Ọlọ́hun nínú ìlú, àwọn ará ìlú sọ ọ́ di “wèrè, òpìdán, akéwì” fún wí pé ìpèpè rẹ̀ lòdì sí ìbọ̀rìṣà. Ìdí nìyí tí wọ́n fi kọ’jú oro sí òun àti àwọn ọmọlẹ́yìn rẹ̀. Àwọn ọ̀ṣẹbọ lu èyí tí ó ṣe é lù lálùbami nínú àwọn ọmọlẹ́yìn rẹ̀. Àwọn ọ̀ṣẹbọ sì pa èyí tí ó ṣe é pa nínú wọn ní ìpakúpa. Bí àwọn ọ̀ṣẹbọ ṣe ń pa àwọn ọkùnrin, bẹ́ẹ̀ ni wọ́n ń pa àwọn obìnrin. Àwọn ọmọ wẹẹrẹ gan-an kò mórí bọ́ lọ́wọ́ àwọn ọ̀ṣẹbọ lásìkò náà. Kò sì sí ìgbà kan tí àwọn ọ̀ṣẹbọ bá pitú ọwọ́ wọn han àwọn mùsùlùmí lásìkò náà, àfi kí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - fún wọn ní àrọwà sùúrù. Ó sì tún máa jẹ́ kí ó yé wọn pé, irú ìyà mìíràn tí òun kò mọ̀ tún lè tọ̀dọ̀ àwọn ọ̀ṣẹbọ wá lọ́jọ́ iwájú. Àmọ́ sá, kí àwọn mùsùlùmí má ṣe tìtorí ìnira àwọn ọ̀ṣẹbọ fi ẹ̀sìn Ọlọ́hun sílẹ̀. Èyí l’ó jẹyọ nínú sūrah al-‘Ahƙọ̄f; 46:9. \n Ní òdodo kàkà kí àwọn ọ̀ṣẹbọ yìí fi àwọn mùsùlùmí lọ́rùn sílẹ̀, ńṣe ni wọ́n tún le mọ́ wọn sí i. Nígbà tí ìnira yìí sì ń lọ síbi ìfojú-egbò-rìn, láì dáràn kan tayọ pípe “Allāhu ni Ọlọ́hun àti Olúwa”, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - yọ̀ǹda fún àwọn mùsùlùmí kan pé kí wọ́n fi ìlú bàbá wọn sílẹ̀, kí wọ́n gbé ẹ̀sìn wọn sá fún àwọn ọ̀ṣẹbọ, kí wọ́n lọ forí pamọ́ sínú ìlú mìíràn. Èyí ló ṣokùnfà bí àwọn kan nínú àwọn ọmọlẹ́yìn rẹ̀ ṣe lọ ṣàtìpó nílẹ̀ Habaṣah (Ethopia). Èyí sì ni ohun tí a mọ̀ sí Hijrah àkọ́kọ́ tó wáyé nínú ìjọ Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Ìkọ̀ kìíní lọ. Ìkọ̀ kejì náà lọ.\n Ilẹ̀ Habaṣah wà lábẹ́ ọba nasọ̄rọ̄ kan lásìkò náà. Orúkọ ọba náà ni ’Ashamọh bun al-Hurr an-Najāṣīy - kí Allāhu yọ́nú sí i -. Àwọn ọ̀ṣẹbọ ìlú Mọkkah kúkú tọpasẹ̀ àwọn mùsùlùmí dé inú ìlú náà.\n Wọ́n sì lọ ṣe tánàdí àwọn mùsùlùmí lọ́dọ̀ ọba náà. Wọ́n fi ẹ̀sùn gban̄kọ mẹ́ta ọ̀tọ̀ọ̀tọ̀ kan àwọn mùsùlùmí. Àwọn ọ̀ṣẹbọ sọ fún ọba pé, “ẹrú àwọn tó sá mọ́ àwọn lọ́wọ́ ni àwọn mùsùlùmí náà.” Wọ́n ní, “àwọn mùsùlùmí náà kò ní ìtẹríba fún àwọn àgbà.” Paríparí rẹ̀ ni pé, àwọn ọ̀ṣẹbọ sọ pé, “àwọn mùsùlùmí ń sọ àìdáa sí ‘Īsā ọmọ Mọryam àti ìyá rẹ̀.” \n Orí ọba náà gbóná wá. Lójú ẹsẹ̀, ó pàṣẹ pé kí wọ́n lọ kó gbogbo àwọn mùsùlùmí náà wá ṣíwájú òun. Èsì tí àwọn mùsùlùmí fọ̀ sí àwọn ẹ̀sùn náà ni pé, “àwọn kì í kúnlẹ̀ tàbí dọ̀bálẹ̀ fún ẹnikẹ́ni àfi Allāhu. Ìkíni “àlàáfíà fún ọ” ni ìkíni tàwọn. Àwọn kì í ṣe ẹrú tó sá mọ́ olówó rẹ̀ lọ́wọ́, àmọ́ nítorí pé àwọn kọ̀ láti máa bá wọn bọ̀rìṣà lọ ló mú àwọn ọ̀ṣẹbọ tó ń darí ìlú gbógun líle ti àwọn. Wọ́n pa nínú àwọn nípakúpa nígbà tí lílù àlùbami àti lílẹ̀lókò kò ran àwọn mọ́. Níwọ̀n ìgbà tí àyè mìíràn sì wà láyé l’àwọn fi sá wá síbí. \n Nípa ti ọ̀rọ̀ ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - àti ìyá rẹ̀, kò sí ẹni tó fẹnu àbùkù kàn wọ́n rí nínú àwọn.” Agbẹnusọ wọn, Ja‘far - kí Allāhu yọ́nú sí i - sì ké sūrah Mọryam fún wọn nínú ààfin ọba. Orí ọba wú nígbà tí ó ń gbọ́ àwọn ọ̀rọ̀ òdodo tí al-Ƙur’ān ń sọ nípa ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - àti ìyá rẹ̀. Èyí tí ń ṣe àfihàn pé “wòlíì náà tí à ń retí ti dé”. Ọba náà kò ṣe méní, kò ṣe méjì, ó gbàfà fún Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Ó sì fínnúfíndọ̀ gba ’Islām. Ó sì ṣe ẹ̀sìn ’Islām d’ọjọ́ ikú rẹ̀ - kí Allāhu yọ́nú sí i -. Ọba wá ṣẹ̀ṣẹ̀ ṣe àdéhùn àtìlẹ́yìn rẹ̀ fún àwọn mùsùlùmí nínú ìlú rẹ̀. Ojú ti àwọn ọ̀ṣẹbọ náà. Wọ́n sì dárí padà wá sínú ìlú Mọkkah láti tẹ̀ síwájú nínú ìfìnira kan àwọn mùsùlùmí tó ṣẹ́kù nínú ìlú wọn. Ọba yìí àti irú rẹ̀ mìíràn nínú àwọn èèkàn èèkàn nasọ̄rọ̄ tó gba ẹ̀sìn ’Islām sínú ayé wọn wọ́ọ́rọ́wọ́ ni al-Ƙur’ān ń tọ́ka sí nínú àwọn súrah kan bíi tinú sūrah al-Mọ̄’idah; 5:82-85. \n Síwájú sí i, àwọn ọ̀ṣẹbọ ìlú Mọkkah tún ń fínná mọ́ àwọn mùsùlùmí ìlú Mọkkah ju ti àtẹ̀yìnwá lọ tó bẹ́ẹ̀ gẹ́ tí wọ́n fi ṣèpàdé lórí bí wọ́n ṣe máa pa Òjíṣẹ́ Ọlọ́hun - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Ní alẹ́ ọjọ́ tí àwọn ọ̀ṣẹbọ ìlú Mọkkah gbéra láti gbẹ̀mí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ni Allāhu tú àṣírí èròkérò wọn fún Ànábì Rẹ̀ - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Ó sì pa á láṣẹ láti sá kúrò nínú ìlú bàbá rẹ̀ fún wọn. Allāhu pa òun àti àwọn ọmọlẹ́yìn rẹ̀ láṣẹ pé kí wọ́n lọ ṣàtìpó sínú ìlú Mọdīnah.\n Bí ó tilẹ̀ jẹ́ pé àwọn ọ̀ṣẹbọ tọpasẹ̀ òun àti ọ̀rẹ́ rẹ̀ Abu-Bakr as-Siddīƙ - kí Allāhu yọ́nú sí i - lórí ìrìn-àjò wọn sí ìlú Mọdināh, Allāhu kó àwọn méjèèjì yọ nínú ṣùtá àwọn tó tọpasẹ̀ wọn. Èyí mú kí àwọn ọ̀ṣẹbọ fàbọ̀ sórí àwọn tó kù lẹ́yìn. Àwọn ọ̀ṣẹbọ ń dènà dè wọ́n bí ìgbà tí ẹkùn bá ń dènà de ẹranko. Àwọn tí ọwọ́ àwọn ọ̀ṣẹbọ ba bà nínú àwọn mùsùlùmí, yálà kí ó padà sínú ìlú Mọkkah fún ìdíyàjẹ tó kọjá ìfaradà tàbí tí ó bá kọ̀ kí wọ́n pa á lẹ́sẹ̀kẹsẹ̀ sójú ọ̀nà. \n Àyà kò tún ko àwọn ọ̀ṣẹbọ ìlú Mọkkah láti máa lé àwọn mùsùlùmí wọnú ìlú Modīnah. Nígbà tí ọwọ́ wọn bá sì tẹ̀ wọ́n níbẹ̀, wọ́n sì máa dá wọn padà sínú ìlú Mọkkah pẹ̀lú ìjìyà tó dópin. Lásìkò yìí ni Allāhu - Ọba tó ga jùlọ - yọ̀ǹda fún àwọn mùsùlùmí náà láti jàjà gbára fún ẹ̀mí ara wọn, láti gba àwọn ìyàwó wọn sílẹ̀ pẹ̀lú àwọn ọmọ wọn àti àwọn tí kò rọ́nà jáde kúrò nínú ìlú Mọkkah. Kí wọ́n lè dáàbò bo ẹ̀sìn wọn lọ́wọ́ àwọn ọ̀ṣẹbọ. Èyí wà ní ìbámu sí sūrah al-Hajj; 22: 39-41 àti sūrah an-Nisā’; 4:75. Gbogbo ìwọ̀nyí ló kúkú bi āyah ogun ẹ̀sìn, èyí tí àwọn nasọ̄rọ̄ ń tọ́ka sí lódì lódì báyìí. \n Āyah àti hadīth tí wọ́n sì tún ń tọ́ka sí lórí jíja àwọn nasọ̄rọ̄ àti àwọn yẹhudi lógun kò ṣàdédé wáyé bí kò ṣe nítorí ìwà ọ̀dàlẹ̀ tí àwọn ìjọ méjèèjì hù níwà sí àwọn mùsùlùmí nínú ìlú Mọdinah Onímọ̀ọ́lẹ́. Ìdí ni pé, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - bá ìjọ yẹhudi àti nasọ̄rọ̄ nínú ìlú Mọdīnah gẹ́gẹ́ bí àrè, wọn kì í ṣe ọmọ-onílùú rárá nítorí pé àwọn ìdílé ’Aos àti ìdílé Kazraj ló ni ìlú wọn, ìlú Mọdīnah. \n Níkété tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - gúnlẹ̀ sínú ìlú Mọdīnah ni àwọn ìdílé méjèèjì wọ̀nyí fa àkóṣo àti ìjọba ìlú Mọdīnah lé Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - lọ́wọ́ wọ́ọ́rọ́wọ́ láì bèèrè fún un nítorí pé, kò fẹ́ẹ̀ ṣẹ́ku ẹnì kan kan tí kò gba ’Islām wọ́ọ́rọ́wọ́. Ìgbàláàyè tí àwọn ọmọ ìlú Mọdīnah ṣe fún Ànábì wa yìí l’ó kúkú sọ àwọn náà di “al-’Ansọ̄r” - alárànṣe-ẹ̀sìn. Àti pé orúkọ ìlú Mọdīnah yí padà kúrò ní Yẹthrib, ó sì di Mọdīnah Onímọ̀ọ́lẹ̀. Bẹ́ẹ̀ náà ni àwọn tó wá ṣàtìpó sínú ìlú náà ṣe ń jẹ́ “al-Muhājirūn” - àwọn tó gbé ìlú wọn jù sílẹ̀ nítorí ẹ̀sìn -. Nígbà tí àṣẹ ìlú Mọdīnah Onímọ̀ọ́lẹ̀ dé ọwọ́ Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -, ó di alásẹ gbogbogbò fún ìlú Mọdīnah láti ọdún àkọ́kọ́ tó ti wọ inú ìlú náà. Tòhun ti bẹ́ẹ̀ náà, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - kò lé àwọn yẹhudi àti àwọn nasọ̄rọ̄ kúrò nínú ìlú Mọdīnah àti ìgbéríko rẹ̀. Kódà àwọn ìjọ yẹhudi ní abúlé tiwọn tí wọ́n mọ odi yíra wọn ká pẹ̀lú rẹ̀. Lábẹ́ “ààbò-ara-ẹni lààbò ìlú” l’ó mú kí àdéhùn ojú-lalákàn fi í ṣọ́rí wáyé láààriin ìjọ mùsùlùmí àti àwọn yẹhudi tó ń gbé nínú ìlú Mọdīnah. Àmọ́ ńṣe ni àwọn yẹhudi wọ̀nyí lẹ̀dí àpò pọ̀ mọ́ àwọn ọ̀ṣẹbọ ìlú Mọkkah. Wọ́n sì fi ọ̀bẹ ẹ̀yìn jẹ àwọn mùsùlùmí níṣu. Èyí lóbí àwọn āyah àti hadīth tí wọ́n ń tọ́ka sí lónìí lódì lódì lórí gbígbé ogun tí àwọn ahlul-kitāb. \n Nípasẹ̀ Jihād, ìṣẹ́gun ńlá àti àrànṣe tó lágbára fún àwọn mùsùlùmí àkọ́kọ́ dé lórí àwọn ọ̀tá ’Islām àkọ́kọ́. Allāhu sì kó Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - àti àwọn ọmọlẹ́yìn rẹ̀ yọ lọ́wọ́ ṣùtá àwọn ọ̀ṣẹbọ àti àwọn ahlul-kitāb. \n Ní ti Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -, ọwọ́ rẹ̀ kò tẹ èkù-idà rárá títí Allāhu fi gbé e lọ sínú sánmọ̀. Òun náà ìbá kúkú jagun nítorí pé, àwọn yẹhudi kò fi òun àti àwọn ọmọlẹ́yìn rẹ̀ sílẹ̀ láì gbógun tì wọ́n. Àmọ́, Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - kò wọ ipò aláṣẹ ìlú, áḿbọ̀sìbọ̀sí pé ó máa ní ọmọ ogun tó lè kó jagun ẹ̀sìn. Àti pé mélòó gan-an ni àwọn ọmọlẹ́yìn rẹ̀ tó fi máa dira ogun? \n Gbígbà tí Allāhu gbà fún Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - tó bẹ́ẹ̀ gẹ́ tí Ó fi jogún ìjọba ìlú fún un l’ó fi rí ogun àjàyè jà lórí àwọn ọ̀tá ẹ̀sìn ’Islām. Tàbí ṣe a rí ìjọba kan láyé tí kò ní ọmọ ogun ni? Ìjọba ni Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Ìjọba àlàáfíà sì ni pẹ̀lú nítorí pé, nípasẹ̀ ogun ẹ̀sìn ni àlàáfíà fi jọba lérékùsù Lárúbáwá. Ìkọjá-ẹnu-ààlà àwọn ọ̀ṣẹbọ àti àwọn ahlul-kitāb l’ó sì bí jihad nítorí pé, ìwàásù ọ̀rọ̀ Ọlọ́hun ni Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - fi pèpè sẹ́sìn. \n Àwọn ọ̀ṣẹbọ àti àwọn onítírà wọ̀nyẹn kò sì yé tayọ ẹnu-ààlà sí àwa mùsùlùmí títí di àsìkò yìí. Ṣebí ọ̀rọ̀-ẹnu ni àwa mùsùlùmí sì fi ń yanjú rẹ̀ lọ́wọ́ lásìkò tiwa yìí. Ó sàn fún àwọn olùtayọ-ẹnu-ààlà wọ̀nyẹn kí wọ́n jẹ́ kí ó mọ bẹ́ẹ̀. \n Kò sí ìfipámúni-ṣẹ̀sìn ’Islām nítorí pé, àwọn āyah kan, bíi sūrah Yūnus; 10:99-100, ti fi rinlẹ̀ pé, kì í ṣe gbogbo ènìyàn ni Allāhu máa ṣe ní mùsùlùmí. Àmọ́ Allāhu kọ kí ẹlẹ̀sìn máa fi ìnira kan ẹlẹ̀sìn mìíràn. Nítorí náà, òkìkí tí àwọn nasọ̄rọ̄ ń fún àwa mùsùlùmí kò lè yọ jihād kúrò nínú ẹ̀sìn ’Islām. Tí wọn kò bá fẹ́ ká ṣe jihād lórí àwọn kí wọ́n so ewé agbéjẹ́ mọ́wọ́.","lang":"yo"},{"name":"9:14","price":"Ẹ jà wọ́n lógun. Allāhu yóò jẹ wọ́n níyà láti ọwọ́ yín. Ó máa yẹpẹrẹ wọn. Ó máa ràn yín lọ́wọ́ lórí wọn. Ó sì máa wo ọkàn ìjọ onígbàgbọ́ òdodo sàn.","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:15","price":"Ó tún máa kó ìbínú ọkàn wọn lọ. Ó sì máa gba ìronúpìwàdà lọ́wọ́ ẹni t’Ó bá fẹ́. Allāhu sì ni Onímọ̀, Ọlọ́gbọ́n.","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:16","price":"Tàbí ẹ lérò pé A óò fi yín sílẹ̀ láì jẹ́ pé Allāhu ti ṣàfi hàn àwọn tó máa jagun ẹ̀sìn nínú yín, tí wọn kò sì ní ọ̀rẹ́ àyò kan lẹ́yìn Allāhu àti Òjíṣẹ́ Rẹ̀ àti àwọn onígbàgbọ́ òdodo? Allāhu ni Alámọ̀tán nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:17","price":"Kò lẹ́tọ̀ọ́ fún àwọn ọ̀ṣẹbọ láti máa ṣàmójútó àwọn mọ́sálásí Allāhu, nígbà tí wọ́n jẹ́ ẹlẹ́rìí sí àìgbàgbọ́ lórí ara wọn. Àwọn wọ̀nyẹn ni iṣẹ́ wọn ti bàjẹ́. Olùṣegbére sì ni wọ́n nínú Iná.","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:18","price":"Ẹni tí yóò máa ṣàmójútó àwọn mọ́sálásí Allāhu ni ẹni tó gbàgbọ́ nínú Allāhu àti Ọjọ́ Ìkẹ́yìn, tó sì ń kírun, tó ń yọ Zakāh, kò sì páyà (òrìṣà kan) lẹ́yìn Allāhu. Àwọn wọ̀nyẹn ni wọ́n kúkú wà nínú àwọn olùmọ̀nà.","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:19","price":"Ṣé ẹ máa ṣe fífún alálàájì ní omi mu àti ṣíṣe àmójútó Mọ́sálásí Haram ní ohun tó dọ́gba sí ẹni tó gbàgbọ́ nínú Allāhu àti Ọjọ́ Ìkẹ́yìn, tó sì jagun sí ojú-ọ̀nà Allāhu? Wọn kò dọ́gba lọ́dọ̀ Allāhu. Allāhu kò níí fi ọ̀nà mọ ìjọ alábòsí.","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:20","price":"Àwọn tó gbàgbọ́ ní òdodo, tí wọ́n gbé ìlú wọn jù sílẹ̀,¹ tí wọ́n sì fi dúkìá wọn àti ẹ̀mí wọn jagun sí ojú-ọ̀nà Allāhu, wọ́n tóbi jùlọ ní ipò lọ́dọ̀ Allāhu. Àwọn wọ̀nyẹn, àwọn sì ni olùjèrè.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah an-Nisā’; 4:100.","lang":"yo"},{"name":"9:21","price":"Olúwa wọn ń fún wọn ní ìró ìdùnnú nípa ìkẹ́ láti ọ̀dọ̀ Rẹ̀ pẹ̀lú ìyọ́nú àti àwọn Ọgbà Ìdẹ̀ra kan tí ìdẹ̀ra gbére wà fún wọn nínú rẹ̀.","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:22","price":"Olùṣegbére ni wọ́n nínú rẹ̀ títí láéláé. Dájúdájú Allāhu, ọ̀dọ̀ Rẹ̀ ni ẹ̀san ńlá wà.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:23","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ má ṣe mú àwọn bàbá yín àti àwọn arakùnrin yín ní ọ̀rẹ́ àyò bí wọ́n bá gbọ́lá fún àìgbàgbọ́ lórí ìgbàgbọ́ òdodo. Ẹnikẹ́ni tó bá mú wọn ní ọ̀rẹ́ àyò nínú yín, àwọn wọ̀nyẹn gan-an ni alábòsí.¹","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":"1. Nínú sūrah al-’Isrọ̄’; 17:23 - 24, sūrah Luƙmọ̄n; 31:14 - 15 àti sūrah al-’Ankabūt; 29:8, Allāhu - Subhānahu - pa ọmọ láṣẹ láti ṣe rere sí àwọn òbí rẹ̀ méjèèjì, kódà kí àwọn méjèèjì jẹ́ aláìgbàgbọ́ tàbí ọ̀ṣẹbọ. Àmọ́ ìyàtọ̀ wà láààrin ṣíṣe rere sí òbí àti títẹ̀lé àṣẹ òbí lórí ohun tó yapa sí ti Allāhu àti ti Òjíṣẹ́ Rẹ̀ - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Ìdí nìyí tí àwọn sūrah at-Taobah; 9:23 àti sūrah al-Mujādilah; 58:22 fi ń ṣe é ní èèwọ̀ fún àwọn ọmọ láti tẹ̀lé àṣẹ òbí wọn nígbà tí àṣẹ wọn bá ti jẹmọ́ ìbọ̀rìṣà, àìgbàgbọ́ àti ìyapa àṣẹ Òjíṣẹ́ - kí ìkẹ́ àti ọlà Allāhu máa bá a - tàbí ṣíṣe bid'ah. Nítorí náà, ọmọ ní ẹ̀tọ́ láti ṣe rere sí òbí rẹ̀, gẹ́gẹ́ bí ó ṣe ní ẹ̀tọ́ láti kọ̀rọ̀ sí òbí rẹ̀ lẹ́nu nígbà tí wọ́n bá páṣẹ tó yapa sí ti Allāhu àti ti Òjíṣẹ́ Rẹ̀ fún un. Ṣíṣe bẹ́ẹ̀ kì í ṣe ìṣẹ̀yá-ṣẹbàbá.","lang":"yo"},{"name":"9:24","price":"Sọ pé: “Tí ó bá jẹ́ pé àwọn bàbá yín, àwọn ọmọkùnrin yín, àwọn arákùnrin yín, àwọn ìyàwó yín àti àwọn ìbátan yín pẹ̀lú àwọn dúkìá kan tí ẹ ti kó jọ àti òkòwò kan tí ẹ̀ ń bẹ̀rù pé kí ó má kùtà àti àwọn ibùgbé tí ẹ yọ́nú sí, (tí ìwọ̀nyí) bá wù yín ju Allāhu àti Òjíṣẹ́ Rẹ̀ pẹ̀lú jíja ogun sí ojú-ọ̀nà Rẹ̀, ẹ máa retí (ìkángun) nígbà náà títí Allāhu yóò fi mú àṣẹ Rẹ̀ wá. Allāhu kò níí fi ọ̀nà mọ ìjọ òbìlẹ̀jẹ́","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:25","price":"Dájúdájú Allāhu ti ṣe àrànṣe fún yín ní ọ̀pọ̀lọ́pọ̀ ojú ogun àti ní ọjọ́ (ogun) Hunaen, nígbà tí pípọ̀ yín jọ yín lójú, (àmọ́) kò rọ̀ yín lọ́rọ̀ kan kan; ilẹ̀ sì fún mọ yín tòhun ti bí ó ṣe fẹ̀ tó. Lẹ́yìn náà, ẹ pẹ̀yìn dà, ẹ sì ń sá lọ.","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:26","price":"Lẹ́yìn náà, Allāhu sọ ìfàyàbalẹ̀ Rẹ̀ kalẹ̀ fún Òjíṣẹ́ Rẹ̀ àti fún àwọn onígbàgbọ́ òdodo. Ó tún sọ àwọn ọmọ ogun kan kalẹ̀, tí ẹ ò fojú rí wọn. Ó sì jẹ àwọn tó ṣàì gbàgbọ́ níyà. Ìyẹn sì ni ẹ̀san àwọn aláìgbàgbọ́.","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:27","price":"Lẹ́yìn náà, Allāhu yóò gba ìronúpìwàdà lọ́wọ́ ẹni t’Ó bá fẹ́ lẹ́yìn ìyẹn. Allāhu sì ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:28","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, dájúdájú ẹ̀gbin ni àwọn ọ̀sẹbọ. Nítorí náà, wọn kò gbọdọ̀ súnmọ́ Mọ́sálásí Haram lẹ́yìn ọdún wọn yìí. Tí ẹ bá ń bẹ̀rù òṣì, láìpẹ́ Allāhu máa rọ̀ yín lọ́rọ̀ nínú ọlá Rẹ̀, tí Ó bá fẹ́. Dájúdájú Allāhu ni Onímọ̀, Ọlọ́gbọ́n.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:29","price":"Ẹ gbógun ti àwọn tí kò gbàgbọ́ nínú Allāhu àti Ọjọ́ Ìkẹ́yìn àti àwọn tí kò ṣe ní èèwọ̀ ohun tí Allāhu àti Òjíṣẹ́ Rẹ̀ ṣe ní èèwọ̀¹ àti àwọn tí kò ṣe ẹ̀sìn òdodo nínú àwọn tí A fún ní tírà. (Ẹ gbógun tì wọ́n) títí wọ́n yóò fi máa fi ọwọ́ ará wọn san owó-orí ní ẹni yẹpẹrẹ.","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":"1. Awẹ́ gbólóhùn yìí “ ohun tí Allāhu àti Òjíṣẹ́ Rẹ̀ ṣe ní èèwọ̀” ti fi hàn pé, al-Ƙur'ān àti hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -, ìkíní kejì ló lè ṣe n̄ǹkan kan ní èèwọ̀ fún mùsùlùmí. Nítorí náà, èèwọ̀ ni ohunkóhun tí hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - tó fẹsẹ̀ rinlẹ̀ bá ṣe ní èèwọ̀, ìbáà má sìí nínú al-Ƙur'ān alápọ̀n-ọ́nlé. Bí àpẹ̀erẹ, èèwọ̀ ni fún obìnrin láti fi irun kún irun, èèwọ̀ sì ni fún obìnrin láti ṣe irun tí ó máa yọké. Irun tó yọké ni irun tí ó yọ ìkúùkù lórí obìnrin. Nínú hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ni ìwọ̀nyẹn wà.","lang":"yo"},{"name":"9:30","price":"Àwọn yẹhudi wí pé: “‘Uzaer ni ọmọ Allāhu.” Àwọn nasọ̄rọ̄ sì wí pé: “Mọsīh ni ọmọ Allāhu.” Ìyẹn ni ọ̀rọ̀ wọn ní ẹnu wọn. Wọ́n ń fi jọ ọ̀rọ̀ àwọn tó ṣàì gbàgbọ́ ṣíwájú (wọn). Allāhu fi wọ́n gégùn-ún. Báwo ni wọ́n ṣe ń ṣẹ́rí wọn kúrò níbi òdodo!","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:31","price":"Wọ́n mú àwọn àlùfáà wọn (nínú yẹhudi) àti àwọn àlùfáà wọn (nínú nasọ̄rọ̄) ní olúwa lẹ́yìn Allāhu. (Wọ́n tún mú) Mọsīh ọmọ Mọryam (ní olúwa lẹ́yìn Allāhu). Bẹ́ẹ̀ sì ni A ò pa wọ́n láṣẹ kan tayọ jíjọ́sìn fún Ọlọ́hun, Ọ̀kan ṣoṣo. Kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun. Ó mọ́ tayọ n̄ǹkan tí wọ́n ń fi ṣẹbọ sí I.","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:32","price":"Wọ́n fẹ́ fi ẹnu wọn pa ìmọ́lẹ̀ (ẹ̀sìn) Allāhu, Allāhu yó sì kọ̀ (fún wọn) títí Ó fi máa pé ìmọ́lẹ̀ (ẹ̀sìn) Rẹ̀, àwọn aláìgbàgbọ́ ìbáà kórira rẹ̀.","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:33","price":"(Allāhu) Òun ni Ẹni tí Ó fi ìmọ̀nà àti ẹ̀sìn òdodo (ẹ̀sìn ’Islām) rán Òjíṣẹ́ Rẹ̀ nítorí kí Ó lè fi borí gbogbo ẹ̀sìn (mìíràn) pátápátá, àwọn ọ̀ṣẹbọ ìbáà kórira rẹ̀.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:34","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ọ̀pọ̀lọ́pọ̀ nínú àwọn àlùfáà (nínú yẹhudi) àti àwọn àlùfáà (nínú nasọ̄rọ̄), wọ́n kúkú ń fi ọ̀nà èrú jẹ dúkìá àwọn ènìyàn ni, wọ́n sì ń ṣẹ́rí àwọn ènìyàn kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu. Àwọn tó sì ń kó wúrà àti fàdákà jọ, tí wọn kò sì máa ná an sí ojú-ọ̀nà Allāhu, fún wọn ní ìró ìyà ẹlẹ́ta-eléro.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:35","price":"Ní ọjọ́ tí A óò máa yọ́ (wúrà àti fàdákà náà) nínú iná Jahanamọ, A ó sì máa fi jó iwájú wọn, ẹ̀gbẹ́ wọn àti ẹ̀yìn wọn. (A sì máa sọ pé): “Èyí ni ohun tí ẹ kó jọ fún ẹ̀mí ara yín. Nítorí náà, ẹ tọ́ ohun tí ẹ kó jọ wò.”","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:36","price":"Dájúdájú òǹkà àwọn oṣù lọ́dọ̀ Allāhu ń jẹ́ oṣù méjìlá nínú àkọsílẹ̀ ti Allāhu ní ọjọ́ tí Ó ti dá àwọn sánmọ̀ àti ilẹ̀. Mẹ́rin ni oṣù ọ̀wọ̀ nínú rẹ̀.¹ Ìyẹn ni ẹ̀sìn tó fẹsẹ̀ rinlẹ̀.² Nítorí náà, ẹ má ṣàbòsí sí ara yín nínú àwọn oṣù ọ̀wọ̀. Kí gbogbo yín sì gbógun ti àwọn ọ̀ṣẹbọ gẹ́gẹ́ bí gbogbo wọn ṣe ń gbógun tì yín. Kí ẹ sì mọ̀ pé dájúdájú Allāhu wà pẹ̀lú àwọn olùbẹ̀rù (Rẹ̀).","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":"1. Àwọn oṣù ọ̀wọ̀ ni oṣù kìíní, Muharram; oṣú keje, Rajab; oṣù kọkànlá, Thul-Ƙọ‘dah àti oṣù kejìlá, Thul-Hijjah.\n 2. Ìyẹn ni pé, lára ẹ̀sìn àti ìjọ́sìn ’Islām ni lílo àwọn oṣù wọ̀nyí nítorí pé, oṣù náà ni à ń lò fún jíjọ́sìn fún Allāhu - subhānahu -. Bí àpẹ̀ẹrẹ, à ń kí ìrun Jum‘ah ní ọjọ́ Jum‘ah, à ń gba ààwẹ̀ Rọmọdọ̄n nínú oṣù Rọmọdọ̄n, a sì ń ṣe iṣẹ́ hajj nínú oṣù Thul-Hijjah.","lang":"yo"},{"name":"9:37","price":"Àlékún nínú àìgbàgbọ́ ni dídájọ́ sí àwọn oṣù ọ̀wọ̀ (láti ọwọ́ àwọn ọ̀ṣẹbọ). Wọ́n ń fi kó ìṣìnà bá àwọn tó ṣàì gbàgbọ́ (nípa pé) wọ́n ń ṣe oṣù ọ̀wọ̀ kan ní oṣù ẹ̀tọ́ (fún ogun jíjà) nínú ọdún kan, wọ́n sì ń bu ọ̀wọ̀ fún oṣù (tí kì í ṣe oṣù ọ̀wọ̀) nínú ọdún (mìíràn, wọn kò níí jagun nínú rẹ̀, wọ́n sì máa yọ òǹkà oṣù náà síra wọn) nítorí kí òǹkà tí Allāhu ṣe ní èèwọ̀ lè papọ̀ mọ́ra wọn (sínú àwọn oṣù tí kì í ṣe oṣù ọ̀wọ̀). Wọ́n sì tipasẹ̀ bẹ́ẹ̀ ṣe ní ẹ̀tọ́ ohun tí Allāhu ṣe ní èèwọ̀. Wọ́n ṣe iṣẹ́ aburú wọn ní ọ̀ṣọ́ fún wọn. Allāhu kò níí fi ọ̀nà mọ ìjọ aláìgbàgbọ́.","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:38","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, kí ni ó mu yín tí ó fi jẹ́ pé nígbà tí wọ́n bá sọ fún yín pé kí ẹ tú jáde (láti jagun) sí ojú- ọ̀nà Allāhu, (ìgbà náà ni) ẹ máa kàndí mọ́lẹ̀! Ṣé ẹ yọ́nú sí ìṣẹ̀mí ayé (yìí) ju ti ọ̀run ni? Ìgbádùn ìṣẹ̀mí ayé (yìí) kò sì jẹ́ kiní kan nínú ti ọ̀run àfi díẹ̀.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:39","price":"Àfi kí ẹ tú jáde (sógun ẹ̀sìn) ni Allāhu kò fi níí jẹ yín níyà ẹlẹ́ta-eléro àti pé ni kò fi níí fi ìjọ tó yàtọ̀ si yín pààrọ̀ yín. Ẹ kò sì lè fi kiní kan kó ìnira bá (Allāhu). Allāhu sì ni Alagbára lórí gbogbo n̄ǹkan.","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:40","price":"Àfi kí ẹ ràn án lọ́wọ́, Allāhu kúkú ti ràn án lọ́wọ́ nígbà tí àwọn tó ṣàì gbàgbọ́ lé e jáde (kúrò nínú ìlú). Ó sì jẹ́ ọ̀kan nínú àwọn méjì.¹ Nígbà tí àwọn méjèèjì wà nínú ọ̀gbun, tí (Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -) sì ń sọ fún olùbárìn rẹ̀ pé: “Má ṣe banújẹ́, dájúdájú Allāhu wà pẹ̀lú wa.”² Nígbà náà, Allāhu sọ ìfàyàbalẹ̀ Rẹ̀ kalẹ̀ fún un. Ó fi àwọn ọmọ ogun kan tí ẹ kò fojú rí ràn án lọ́wọ́. Ó sì mú ọ̀rọ̀ àwọn tó ṣàì gbàgbọ́ wálẹ̀. Ọ̀rọ̀ Allāhu, òhun ló sì lékè. Allāhu sì ni Alágbára, Ọlọ́gbọ́n.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"1. Olùbárìn rẹ̀ lórí ìrìn àjò náà ni ’Abū-Bakr as-Siddīƙ - kí Allāhu yọ́nú sí i -. \n 2. “Allāhu wà pẹ̀lú wa” Ìyẹn ni pé, “Allāhu mọ̀ pé àwa méjèèjì wà nínú ọ̀gbun yìí, Ó ń gbọ́ wa, Ó ń rí wa. Nítorí náà, Ó máa kó wa yọ lọ́wọ́ àwọn ọ̀ṣẹbọ wọ̀nyí tí wọ́n ń lépa wa.” Gbólóhùn yìí jọ sūrah Tọ̄hā; 20:46. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Mujādilah; 58:7.","lang":"yo"},{"name":"9:41","price":"Ẹ tú jáde (fún ogun ẹ̀sìn) pẹ̀lú okun àti ìrọ́jú. Kí ẹ sì fi àwọn dúkìá yín àti ẹ̀mí yin jagun sí ojú-ọ̀nà Allāhu. Ìyẹn lóore jùlọ fún yín tí ẹ bá mọ̀","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:42","price":"Tí ó bá jẹ́ pé n̄ǹkan ìgbádùn (ọrọ̀ ogun) àrọ́wótó àti ìrìn-àjò tí kò jìnnà (lo pè wọ́n sí ni), wọn ìbá tẹ̀lé ọ. Ṣùgbọ́n ìrìn-àjò tó lágbára (ti t'ogun Tabūk) jìnnà lójú wọn. Wọ́n yó sì máa fi Allāhu búra pé: “Tí ó bá jẹ́ pé a lágbára ni, àwa ìbá jáde (fún ogun ẹ̀sìn) pẹ̀lú yín.” - Wọ́n sì ń kó ìparun bá ẹ̀mí ara wọn (nípa ṣíṣe ìṣọ̀bẹ-ṣèlu.) - Allāhu sì mọ̀ pé dájúdájú òpùrọ́ ni wọ́n.","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:43","price":"Allāhu ti ṣàmójúkúrò fún ọ. Kí ló mú ọ yọ̀ǹda fún wọn (pé kí wọ́n dúró sílé? Ìwọ ìbá má ṣe bẹ́ẹ̀) títí ọ̀rọ̀ àwọn tó sòdodo yóò fi hàn sí ọ kedere. Ìwọ yó sì mọ àwọn òpùrọ́.","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:44","price":"Àwọn tó gbàgbọ́ nínú Allāhu àti Ọjọ́ Ìkẹ́yìn kò níí tọrọ ìyọ̀ǹda lọ́dọ̀ rẹ láti má fi dúkìá wọn àti ẹ̀mí wọn jagun fún ẹ̀sìn Allāhu. Allāhu sì ni Onímọ̀ nípa àwọn olùbẹ̀rù (Rẹ̀).","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:45","price":"Àwọn tó ń tọrọ ìyọ̀ǹda lọ́dọ̀ rẹ (láti jókòó sílé, dípò lílọ sí ojú-ogun) ni àwọn tí kò gbàgbọ́ nínú Allāhu àti Ọjọ́ Ìkẹ́yìn; ọkan wọn sì ń ṣeyèméjì. Nítorí náà, wọ́n ń dààmú kiri níbi ìṣeyè-méjì wọn.","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:46","price":"Tí ó bá jẹ́ pé wọn gbèrò ìjáde fún ogun ẹ̀sìn ni, wọn ìbá ṣe ìpalẹ̀mọ́ fún un. Ṣùgbọ́n Allāhu kórira ìdìde wọn fún ogun ẹ̀sìn, Ó sì kó ìfàsẹ́yìn bá wọn. Wọ́n sì sọ fún wọn pé: “Ẹ jókòó pẹ̀lú àwọn olùjókòó sílé.”","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:47","price":"Tí ó bá jẹ́ pé wọ́n jáde pẹ̀lú yín, wọn kò níí kun yín àfi pẹ̀lú ìbàjẹ́. Wọn yó sì sáré máa dá rúkèrúdò sílẹ̀ láààrin yín, tí wọn yóò máa ko yín sínú ìyọnu. Àti pé wọ́n ní olùgbọ́rọ̀ fún wọn láààrin yín. Allāhu sì ni Onímọ̀ nípa àwọn alábòsí.","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:48","price":"Wọ́n kúkú ti wá ìyọnu tẹ́lẹ̀tẹ́lẹ̀, wọ́n sì fimú fínlẹ̀ sì ọ (tí wọ́n dete sì ọ) títí òdodo fi dé, tí àṣẹ Allāhu sì borí; ẹ̀mí wọn sì kórira rẹ̀.","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:49","price":"Ó wà nínú wọn, ẹni tí ń wí pé: “Yọ̀ǹda fún mi (kí n̄g jókòó sílé); má ṣe kó mi sínú àdánwò.” Inú àdánwò (sísá fógun ẹ̀sìn) má ni wọ́n ti ṣubú sí yìí. Dájúdájú iná Jahanamọ yó sì kúkú yí àwọn aláìgbàgbọ́ po.","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:50","price":"Tí dáadáa kan bá ṣẹlẹ̀ sí ọ, ó máa bà wọ́n nínú jẹ́. Tí aburú kan bá sì ṣẹlẹ̀ sí ọ, wọ́n á wí pé: “A kúkú ti gba àṣẹ tiwa ṣíwájú (láti jókòó sílé.)” Wọ́n á pẹ̀yìn dà; wọn yó sì máa dunnú.","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:51","price":"Sọ pé: “Kò sí ohun kan tó máa ṣẹlẹ̀ sí wa àyàfi ohun tí Allāhu kọ mọ́ wa. Òun ni Aláàbò wa.” Allāhu sì ni kí àwọn onígbàgbọ́ òdodo gbáralé.","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:52","price":"Sọ pé: “Ṣé ẹ̀ ń retí kiní kan pẹ̀lú wa ni bí kò ṣe ọ̀kan nínú dáadáa méjì (ikú ogun tàbí ìṣẹ́gun)? Àwa náà ń retí pẹ̀lú yín pé kí Allāhu mú ìyà kan wá ba yín láti ọ̀dọ̀ Rẹ̀ tàbí láti ọwọ́ wa. Nítorí náà, ẹ máa retí, dájúdájú àwa náà wà pẹ̀lú yín tí à ń retí.”","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:53","price":"Sọ pé: “Ẹ fínnú-fíndọ̀ náwó ni tàbí pẹ̀lú tipátipá, A ò níí gbà á lọ́wọ́ yín (nítorí pé) dájúdájú ẹ̀yin jẹ́ ìjọ òbìlẹ̀jẹ́.”","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:54","price":"Kò sì sí ohun kan tí kò jẹ́ kí Á gba ìnáwó wọn lọ́wọ́ wọn bí kò ṣe pé dájúdájú wọ́n ṣàì gbàgbọ́ nínú Allāhu àti Òjíṣẹ́ Rẹ̀. Wọn kò níí wá kírun àfi kí wọ́n jẹ́ òròjú aláìníkan-ánṣe. Wọn kò sì níí náwó fẹ́sìn àfi kí ẹ̀mí wọn kórira rẹ̀.","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:55","price":"Nítorí náà, má ṣe jẹ́ kí àwọn dúkìá wọn àti àwọn ọmọ wọn jọ ọ́ lójú; Allāhu kàn fẹ́ fi jẹ wọ́n níyà nínú ìṣẹ̀mí ayé (yìí) ni. Ẹ̀mí yó sì bọ́ lára wọn, tí wọ́n máa wà nípò aláìgbàgbọ́.","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:56","price":"Wọ́n ń fi Allāhu búra pé dájúdájú àwọn kúkú wà lára yín. Wọn kò sì sí lára yín, ṣùgbọ́n dájúdájú wọ́n jẹ́ ìjọ kan tó ń bẹ̀rù.¹","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":"1. Wọ́n bẹ̀rù láti fi àìgbàgbọ́ wọn hàn síta, wọ́n yáa ń fi ’Islām wọn ṣe bojúbojú.","lang":"yo"},{"name":"9:57","price":"Tí ó bá jẹ́ pé wọ́n rí ibùsásí kan, tàbí àwọn ihò àpáta kan, tàbí ibùsáwọ̀ kan, wọn ìbá ṣẹ́rí síbẹ̀ ní wéréwéré.","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:58","price":"Ó tún wà nínú wọn, ẹni tí ń bú ọ níbi (pípín) àwọn ọrẹ. Tí A bá fún wọn nínú rẹ̀, wọ́n á yọ́nú (sí i). Tí A ò bá sì fún wọn nínú rẹ̀, nígbà náà ni wọn yóò máa bínú.","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:59","price":"Àti pé (ìbá lóore fún wọn) tí ó bá jẹ́ pé dájúdájú wọ́n yọ́nú sí ohun tí Allāhu àti Òjíṣẹ́ Rẹ̀ fún wọn, kí wọ́n sì sọ pé: “Allāhu tó wa. Allāhu yó sì fún wa nínú oore àjùlọ Rẹ̀ àti pé Òjíṣẹ́ Rẹ̀ (sì máa pín ọrẹ)¹, dájúdájú ọ̀dọ̀ Allāhu sì ni àwa ń wá oore sí.”","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":"1. N̄ǹkan tí āyah yìí ń sọ ni pé, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - lẹ́tọ̀ọ́ sí pípín àwọn ọrẹ tí Allāhu pín kàn án nínú àwọn oore ayé àrígbámú yálà nípasẹ̀ ọrọ̀ ogun, zakāh gbígbà àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Èyí rí bẹ́ẹ̀ ní ìbámu sí āyah 58 tí ó ṣíwájú rẹ̀ àti āyah 60 tí ó tẹ̀lé e. Kì í ṣe pé Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ló ń pín oore ayé tàbí oore àjùlọ fún àwọn ẹ̀dá.","lang":"yo"},{"name":"9:60","price":"Àwọn tí ọrẹ (Zakāh) wà fún ni àwọn aláìní, àwọn mẹ̀kúnnù,¹ àwọn òṣìṣẹ́ Zakāh, àwọn tí ọkàn wọn fẹ́ gba ’Islām (ìyẹn àwọn tí wọ́n fẹ́ fi fa ọkàn wọn mọ́ra sínú ẹ̀sìn), àwọn ẹrú (fún gbígba òmìnira), àwọn onígbèsè, àwọn tó wà lójú ogun (ẹ̀sìn) Allāhu àti onírìn-àjò (tí agara dá). Ọ̀ran-anyàn ni láti ọ̀dọ̀ Allāhu. Allāhu sì ni Onímọ̀, Ọlọ́gbọ́n.","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":"1. “Faƙīr” ni aláìní, tálíkà, olòṣì. Ìyẹn ni ẹni tí ó fẹ́ ṣiṣẹ́, àmọ́ tí kò rí iṣẹ́ kan kan ṣe, yálà lábẹ́ ènìyàn tàbí iṣẹ́ àdáni. Kò sì ní ọ̀nà kan kan tí ó lè gbà rí owó. Kí wọ́n fún un nínú zakah kí ó fi bẹ̀rẹ̀ iṣẹ́ tara tirẹ̀. “Miskīn” ni mẹ̀kúnnù. Ìyẹn ni ẹni tí ó ń rí iṣẹ́ kan ṣe, àmọ́ tí owó tó ń rí lórí iṣẹ́ náà kò ká àpapọ̀ bùkátà ìjẹ-ìmu rẹ̀, owó ilé gbígbé rẹ̀ àti gbígbọ́ bùkátà lórí ará ilé rẹ̀. Kí wọ́n fún un nínú zakah kí ó fi yanjú bùkátà ọrùn rẹ̀.","lang":"yo"},{"name":"9:61","price":"Àwọn tó ń kó ìnira bá Ànábì wà nínú wọn, tí wọ́n sì ń wí pé: “Elétí-ọfẹ ni.” Sọ pé: “Elétí-ọfẹ rere ni fún yín; ó gbàgbọ́ nínú Allāhu. Ó sì gba àwọn onígbàgbọ́ òdodo gbọ́. Ìkẹ́ ni fún àwọn onígbàgbọ́ òdodo nínú yín. Àti pé àwọn tó ń kó ìnira bá Òjíṣẹ́ Allāhu, ìyà ẹlẹ́ta-eléro ń bẹ fún wọn.”","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:62","price":"Wọ́n ń fi Allāhu búra fún yín láti wá ìyọ́nú yín. Allāhu àti Òjíṣẹ́ Rẹ̀ ló sì lẹ́tọ̀ọ́ jùlọ pe kí wọ́n wá ìyọ́nú Rẹ̀ tí wọ́n bá jẹ́ onígbàgbọ́ òdodo.","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:63","price":"Ṣé wọn kò mọ̀ pé dájúdájú ẹnikẹ́ni tó bá ń tako Allāhu àti Òjíṣẹ́ Rẹ̀, dájúdájú iná Jahanamọ ti wà fún un ni? Olùṣegbére sì ni nínú rẹ̀. Ìyẹn sì ni àbùkù ńlá.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:64","price":"Àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí ń bẹ̀rù pé kí Á má ṣe sọ sūrah kan kalẹ̀ nípa wọn, tí ó máa fún wọn ní ìró ohun tí ń bẹ nínú ọkàn wọn. Sọ pé: “Ẹ máa ṣe yẹ̀yẹ́ lọ. Dájúdájú Allāhu yóò ṣàfi hàn ohun tí ẹ̀ ń bẹ̀rù.”","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:65","price":"Tí o bá kúkú bi wọ́n léèrè, dájúdájú wọ́n á wí pé: “Àwa kàn ń rojọ́ lásán ni, a sì ń ṣàwàdà ni.” Sọ pé: “Ṣé Allāhu, àwọn āyah Rẹ̀ àti Òjíṣẹ́ Rẹ̀ ni ẹ̀ ń fi ṣe yẹ̀yẹ́?”","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:66","price":"Ẹ má ṣe mú àwáwí wá. Dájúdájú ẹ ti ṣàì gbàgbọ́ lẹ́yìn ìgbàgbọ́ yín. Tí A bá ṣe àmójúkúrò fún apá kan nínú yín, A óò fìyà jẹ apá kan nítorí pé wọ́n jẹ́ ẹlẹ́ṣẹ̀.","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:67","price":"Àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí lọ́kùnrin àti àwọn ṣọ̀bẹ-ṣèlu mùsùlùmọ́ lóbìnrin, irú kan-ùn ni wọ́n; wọ́n ń pàṣẹ ohun burúkú, wọ́n ń kọ ohun rere, wọ́n sì ń káwọ́ gbera (láti náwó fẹ́sìn). Wọ́n gbàgbé Allāhu. Nítorí náà, Allāhu gbàgbé wọn.¹ Dájúdájú àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí, àwọn ni òbìlẹ̀jẹ́.","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":"1. Kò sí ìgbàgbé nínú ìròyìn Allāhu - subhānahu wa ta‘ālā -. Àmọ́ Allāhu - subhānahu wa ta‘ālā - lo orúkọ iṣẹ́ aburú wọn fún wọn gẹ́gẹ́ bí ẹ̀san iṣẹ́ wọn. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:15.","lang":"yo"},{"name":"9:68","price":"Allāhu sì ti ṣe àdéhùn iná Jahanamọ fún àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí lọ́kùnrin àti àwọn ṣọ̀bẹ-ṣèlu mùsùlùmọ́ lóbìnrin àti àwọn aláìgbàgbọ́. Olùṣegbére ni wọn nínú rẹ̀. Iná máa tó wọn. Allāhu sì ti ṣẹ́bi lé wọn. Ìyà gbére sì wà fún wọn.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:69","price":"(Àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí dà) gẹ́gẹ́ bí àwọn tó ṣíwájú yín; wọ́n le jù yín lọ ní agbára, wọ́n sì pọ̀ (jù yín lọ) ní àwọn dúkìá àti àwọn ọmọ. Nígbà náà, wọ́n jẹ ìgbádùn ìpín tiwọn (nínú oore ayé). Ẹ̀yin (ṣọ̀bẹ-ṣèlu wọ̀nyìí náà yóò) jẹ ìgbádùn ìpín tiyín gẹ́gẹ́ bí àwọn tó ṣíwájú yín ṣe jẹ ìgbádùn ìpín tiwọn. Ẹ̀yin náà sì sọ̀sọkúsọ bí èyí tí àwọn náà sọ ní ìsọkúsọ. Àwọn wọ̀nyẹn, àwọn iṣẹ́ wọn ti bàjẹ́ ní ayé àti ní ọ̀run. Àwọn wọ̀nyẹn, àwọn sì ni ẹni òfò.","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:70","price":"Ṣé ìròyìn àwọn tó ṣíwájú wọn kò tí ì dé bá wọn ni? (Ìròyìn) ìjọ (Ànábì) Nūh, ìran ‘Ād, ìran Thamūd, ìjọ (Ànábì) ’Ibrọ̄hīm, àwọn ará Mọdyan àti àwọn ìlú tí A dojú rẹ̀ bolẹ̀ (ìjọ Ànábì Lūt); àwọn Òjíṣẹ́ wọn wá bá wọn pẹ̀lú àwọn ẹ̀rí tó yanjú. Nítorí náà, Allāhu kò ṣe àbòsí sí wọn, ṣùgbọ́n ẹ̀mí ara wọn ni wọ́n ṣàbòsí sí.","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:71","price":"Àwọn onígbàgbọ́ òdodo lọ́kùnrin àti àwọn onígbàgbọ́ òdodo lóbìnrin, apá kan wọn lọ̀rẹ́ alátìlẹ́yìn fún apá kan; wọ́n ń pàṣẹ ohun rere, wọ́n ń kọ ohun burúkú, wọ́n ń kírun, wọ́n ń yọ Zakāh, wọ́n sì ń tẹ̀lé ti Allāhu àti Òjíṣẹ́ Rẹ̀. Àwọn wọ̀nyẹn ni Allāhu yóò ṣàkẹ́. Dájúdájú Allāhu ni Alágbára, Ọlọ́gbọ́n.","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:72","price":"Allāhu ṣe àdéhùn àwọn Ọgbà Ìdẹ̀ra fún àwọn onígbàgbọ́ òdodo lọ́kùnrin àti àwọn onígbàgbọ́ òdodo lóbìnrin, èyí tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Olùṣegbére ni wọ́n nínú rẹ̀. (Ó tún ṣe àdéhùn) àwọn ibùgbé tó dára nínú àwọn ọgbà ìdẹ̀ra gbére (fún wọn). Ìyọ́nú láti ọ̀dọ̀ Allāhu ló sì tóbi jùlọ (fún wọn). Ìyẹn, òhun ni èrèǹjẹ ńlá.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:73","price":"Ìwọ Ànábì, gbógun ti àwọn aláìgbàgbọ́ àti àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí. Kí o sì le mọ́ wọn. Iná Jahanamọ ni ibùgbé wọn. Ìkángun náà sì burú.¹","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":"1. Mẹ́ta ni gbogbo ènìyàn pín sí lórí òṣùwọ̀n ẹ̀sìn. Igun àkọ́kọ́ ni àwa mùsùlùmí tí a jẹ́ onígbàgbọ́ òdodo. Igun yìí nìkan ló sì máa jèrè ní Ọjọ́ Àjíǹde. Igun kejì ni igun tó jẹ́ ìdàkejì sí igun àkọ́kọ́. Igun tí kì í ṣe mùsùlùmí rárá. Àwọn sì ni igun aláìgbàgbọ́ àti àwọn ọ̀ṣẹbọ. \n Wàyí ní ti igun kẹta, àwọn ni igun alágàbàǹgebè. Igun yìí ni igun tí ó ń pe ara rẹ̀ ní mùsùlùmí, tí ó sì ń ṣe ìṣe mùsùlùmí. Wọ́n ń kírun wákàtí márààrún, wọ́n ń dojú kọ Ƙiblah, wọ́n ń gbààwẹ̀ Rọmọdọ̄n, wọ́n ń ṣe hajj, wọ́n sì ń wí kalmọtu-ṣṣahādah, àmọ́ wọn kò faramọ́ àwọn ìgbàgbọ́ òdodo àti àdìsọ́kàn Islām. Ìgbàgbọ́ igun kẹta yìí máa ń bá ti igun kejì lọ ní ọ̀pọ̀lọ́pọ̀ ìgbà. Ìsọ̀rí méjì sì ni àwọn igun ṣọ̀bẹ-ṣèlu mùsùlùmí. Ìsọ̀rí àkọ́kọ́ ni igun àwọn ahlul-bid‘ah bí ìjọ Ahmadiyyah, Ìjọ Tijāniyyah, ìjọ Ƙọ̄diriyyah, ìjọ Ṣī‘ah. Ìsọ̀rí kejì ni gbogbo ẹnikẹ́ni tí ó ń pe ara rẹ̀ ní mùsùlùmí àmọ́ tí ó jẹ́ ọ̀rẹ́ àyò àti alátìlẹ́yìn fún àwọn kèfèrí àti àwọn ọ̀ṣẹbọ. Nítorí náà, āyah yìí ń pa àwa mùsùlùmí onígbàgbọ́ òdodo ní àṣẹ láti gbógun ti gbogbo ìjọ méjèèjì. Èyí sì máa jẹ́ nípasẹ̀ ṣíṣe wáàsí tó lágbára fún gbogbo wọn àti dídojú ìjà kọ èyí tí ó bá dojú ìjà kọ wá.","lang":"yo"},{"name":"9:74","price":"Wọ́n ń fi Allāhu búra pé àwọn kò sọ̀rọ̀ (burúkú). Wọ́n sì kúkú ti sọ ọ̀rọ̀ àìgbàgbọ́, wọ́n sì ṣàì gbàgbọ́ lẹ́yìn tí wọ́n ti gba ’Islām. Wọ́n tún gbèròkérò sí n̄ǹkan tí ọwọ́ wọn kò níí bà. Wọn kò rí àlèébù kan (wọn kò sì kórira kiní kan) bí kò ṣe nítorí pé, Allāhu àti Òjíṣẹ́ Rẹ̀ rọ àwọn (Sọhābah) lọ́rọ̀ nínú ọlá Rẹ̀. Tí wọ́n bá ronú pìwàdà, ó máa dára fún wọn. Tí wọ́n bá sì gbúnrí (tí wọ́n kọ̀yìn si yín), Allāhu yóò jẹ wọ́n níyà ẹlẹ́ta-eléro ní ayé àti ní ọ̀run. Kò sì níí sí aláàbò àti alárànṣe kan fún wọn lórí ilẹ̀ ayé.","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:75","price":"Ó wà nínú wọn, ẹni tó bá Allāhu ṣe àdéhùn pé: “Tí Ó bá fún wa nínú oore àjùlọ Rẹ̀, dájúdájú a óò máa tọrẹ, dájúdájú a ó sì wà nínú àwọn ẹni ire.”","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:76","price":"Àmọ́ nígbà tí Ó fún wọn nínú oore àjùlọ Rẹ̀, wọ́n ṣahun sí I. Wọ́n pẹ̀yìn dà, wọ́n sì ń gbúnrí (láti náwó fẹ́sìn).","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:77","price":"Nítorí náà, ahun wọn mú ọ̀rọ̀ wọn kángun sí ìṣọ̀bẹ-ṣèlu nínú ọkàn wọn títí di ọjọ́ tí wọn yóò pàdé Allāhu nítorí pé wọ́n yẹ àdéhùn tí wọ́n bá Allāhu ṣe àti nítorí pé wọ́n ń parọ́.","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:78","price":"Ṣé wọn kò mọ̀ pé Allāhu mọ àṣírí wọn àti ọ̀rọ̀ àtẹ̀sọ wọn, àti pé dájúdájú Allāhu ni Onímọ̀ nípa àwọn ìkọ̀kọ̀?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:79","price":"Àwọn tó ń bú àwọn olùtọrẹ-àánú nínú àwọn onígbàgbọ́ òdodo lórí ọrẹ títa àti àwọn tí kò rí n̄ǹkan kan tayọ ìwọ̀n agbára wọn, wọ́n sì ń fi wọn ṣe yẹ̀yẹ́, Allāhu fi àwọn náà ṣe yẹ̀yẹ́. Ìyà ẹlẹ́ta-eléro sì wà fún wọn.","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:80","price":"Yálà o tọrọ àforíjìn fún wọ́n tàbí o ò tọrọ àforíjìn fún wọn - kódà kí o tọrọ àforíjìn fún wọn nígbà ààdọ́rin - Allāhu kò níí foríjìn wọ́n. Ìyẹn nítorí pé, dájúdájú wọ́n ṣàì gbàgbọ́ nínú Allāhu àti Òjísẹ́ Rẹ̀. Allāhu kò níí fi ọ̀nà mọ ìjọ òbìlẹ̀jẹ́.¹","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":"1. Pẹ̀lú gbólóhùn yìí, àwọn kò-gbédè-ó-gbékèé nínú àwọn nasọ̄rọ̄ lérò pé Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - kò lè tọrọ àforíjìn lọ́dọ̀ Allāhu fún àwa ọmọlẹ́yìn rẹ̀, kí Allāhu sì foríjìn wá. Ọ̀rọ̀ kò sì rí bẹ́ẹ̀ rárá. Àmọ́ ohun tí ń bẹ nínú āyah yìí ni pé, kò sí àforíjìn Allāhu fún òkú àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí, gẹ́gẹ́ bí kò ṣe sí àforíjìn Allāhu fún òkú àwọn aláìgbàgbọ́ àti òkú àwọn ọ̀ṣẹbọ, ẹni yòówù ó bá wọn tọrọ àforíjìn. Nípa ti òkú àwọn aláìgbàgbọ́, ẹ wo āyah 84 níwájú. Nípa ti òkú àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí, ẹ wo sūrah al-Munāfiƙūn; 63:6. Bákan náà, nípa ti òkú àwọn ọ̀ṣẹbọ, ẹ wo sūrah an-Nisā’; 4:48 àti 116 àti sūrah at-Taobah; 9:113. \n Bákàn náà, bíbá tí Allāhu ni kí àwọn mùsùlùmí lọ bá Ànábí - kí ìkẹ́ àti ọlà Allāhu máa bá a - láti lè bá wọn tọrọ àforíjìn, gẹ́gẹ́ bí ó ṣe wà nínú sūrah an-Nisā’; 4:64, ìyẹn náà ti wá sópin nípasẹ̀ ikú Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Ọ̀wọ́ ìgbà tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ń bẹ nílé ayé ṣíwájú kí ó tó kú nìkan ni ó lè bá ẹnikẹ́ni nínú àwọn mùsùlùmí tọrọ àforíjìn lọ́dọ̀ Allāhu - subhānahu wa ta'ālā -. Allāhu - subhānahu wa ta‘ālā - sì máa foríjìn ín. Àmọ́, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - kò lè ṣe bẹ́ẹ̀ mọ́ lẹ́yìn ikú rẹ̀ nínú sàréè rẹ̀. Ó sì di Ọjọ́ Àjíǹde kí Ànábì wa - kí ìkẹ́ àti ọlà Allāhu máa bá a -tó lè bá wa ṣ’ìpẹ̀ àṣegbà níwájú Allāhu - subhānahu wa ta‘ālā -. Nítorí náà, ìṣẹbọ sí Allāhu ni fún ẹnikẹ́ni láti lọ bá Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ní ìdí sàréè rẹ̀ fún títọrọ n̄ǹkan lọ́dọ̀ rẹ̀.","lang":"yo"},{"name":"9:81","price":"Àwọn olùsásẹ́yìn fún ogun ẹ̀sìn dunnú sí jíjókòó sínú ilé wọn lẹ́yìn Òjíṣẹ́ Allāhu. Wọ́n sì kórira láti fi dúkìá wọn àti ẹ̀mí wọn jagun sí ojú-ọ̀nà Allāhu. Wọ́n tún wí pé: “Ẹ má lọ jagun nínú ooru gbígbóná.” Sọ pé: “Iná Jahanamọ le jùlọ ní gbígbóná, tí ó bá jẹ́ pé wọ́n gbọ́ àgbọ́yé ọ̀rọ̀.”","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:82","price":"Nítorí náà, kí wọ́n rẹ́rìn-ín díẹ̀, kí wọ́n sì sunkún púpọ̀; (ó jẹ́) ẹ̀san (fún) ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:83","price":"Tí Allāhu bá mú ọ délé bá igun kan nínú wọn, tí wọ́n bá wá ń gbàṣẹ lọ́dọ̀ rẹ fún jíjáde fún ogun ẹ̀sìn, sọ nígbà náà pé: “Ẹ̀yin kò lè jáde fún ogun ẹ̀sìn mọ́ pẹ̀lú mi. Ẹ̀yin kò sì lè ja ọ̀tá kan lógun mọ́ pẹ̀lú mi, nítorí pé ẹ ti yọ́nú sí ìjókòó sílé ní ìgbà àkọ́kọ́. Nítorí náà, ẹ jókòó sílé ti àwọn olùsásẹ́yìn fún ogun ẹ̀sìn.”","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:84","price":"Láéláé, o ò gbọdọ̀ kírun sí ẹnì kan kan lára nínú wọn, tí ó bá kú, o ò sì gbọdọ̀ dúró níbi sàréè rẹ̀, nítorí pé wọ́n ṣàì gbàgbọ́ nínú Allāhu àti Òjíṣẹ́ Rẹ̀. Wọ́n sì kú nígbà tí wọ́n wà nípò òbìlẹ̀jẹ́.","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:85","price":"Má ṣe jẹ́ kí àwọn dúkìá wọn àti àwọn ọmọ wọn jọ ọ́ lójú; Allāhu kàn fẹ́ fi jẹ wọ́n níyà nínú ìṣẹ̀mí ayé (yìí) ni. (Ó sì fẹ́ kí) ẹ̀mí bọ́ lára wọn, nígbà tí wọ́n bá wà nípò aláìgbàgbọ́.","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:86","price":"Nígbà tí A bá sọ sūrah kan kalẹ̀ pé kí wọ́n gbàgbọ́ nínú Allāhu, kí wọ́n sí jagun pẹ̀lú Òjíṣẹ́ Rẹ̀, (nígbà náà ni) àwọn ọlọ́rọ̀ nínú wọn yóò máa tọrọ ìyọ̀ǹda lọ́dọ̀ rẹ, wọ́n á sì wí pé: “Fi wá sílẹ̀ kí á wà pẹ̀lú àwọn olùjókòó sílé.”","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:87","price":"Wọ́n yọ́nú sí kí wọ́n máa wà pẹ̀lú àwọn olùsásẹ́yìn fún ogun ẹ̀sìn. Wọ́n ti fi èdídí dí ọkàn wọn pa; nítorí náà, wọn kò níí gbọ́ àgbọ́yé.","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:88","price":"Ṣùgbọ́n Òjíṣẹ́ àti àwọn tó gbàgbọ́ ní òdodo pẹ̀lú rẹ̀, wọ́n fi dúkìá wọn àti ẹ̀mí wọn jagun ẹ̀sìn. Àwọn wọ̀nyẹn, àwọn oore ń bẹ fún wọn. Àwọn wọ̀nyẹn, àwọn sì ni olùjèrè.","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:89","price":"Allāhu ti pèsè sílẹ̀ dè wọ́n àwọn Ọgbà Ìdẹ̀ra kan tí odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Olùṣegbére ni wọ́n nínú rẹ̀. Ìyẹn ni èrèǹjẹ ńlá.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:90","price":"Àwọn aláwàáwí nínú àwọn Lárúbáwá oko wá (bá ọ) nítorí kí wọ́n lè yọ̀ǹda (ìjókòó sílé) fún wọn. Àwọn tó sì pe ọ̀rọ̀ Allāhu àti ọ̀rọ̀ Òjíṣẹ́ nírọ́ náà jókòó sílé. Ọwọ́ ìyà ẹlẹ́ta-eléro máa ba àwọn aláìgbàgbọ́ nínú wọn.","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:91","price":"Kò sí ẹ̀ṣẹ̀ fún àwọn aláìlágbára, àwọn aláìsàn àti àwọn tí kò rí ohun tí wọn máa ná ní owó (láti fi jagun ẹ̀sìn) nígbà tí wọ́n bá ti ní òtítọ́-inú sí Allāhu àti Òjíṣẹ́ Rẹ̀. Kò sí ọ̀nà kan (tó máa já sí ìyà) fún àwọn olùṣe-rere sẹ́. Allāhu sì ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:92","price":"Kò tún sí ẹ̀ṣẹ̀ fún àwọn tí (ó jẹ́ pé) nígbà tí wọ́n bá wá bá ọ pé kí o fún àwọn ní n̄ǹkan tí àwọn yóò gùn (lọ sójú ogun), tí o sì sọ pé, “Èmi kò rí n̄ǹkan tí mo lè fún yín gùn (lọ sójú ogun), wọ́n máa padà pẹ̀lú ojú wọn tí yóò máa damije ní ti ìbànújẹ́ pé wọn kò rí n̄ǹkan tí wọ́n máa ná (lọ sójú ogun ẹ̀sìn).","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":"","lang":"yo"},{"name":"9:93","price":"Àwọn tí ọ̀nà kan (tó máa já sí ìyà) wà fún ni àwọn tó ń tọrọ ìyọ̀ǹda lọ́dọ̀ rẹ (láti jókòó sílé, tí) wọ́n sì jẹ́ ọlọ́rọ̀, tí wọ́n yọ́nú sí kí wọ́n wà pẹ̀lú àwọn olùsásẹ́yìn fún ogun ẹ̀sìn. Allāhu ti fi èdídí dí ọkàn wọn pa; nítorí náà, wọn kò sì mọ̀.","arabic":"۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1328,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:94","price":"Wọ́n yóò mú àwáwí wá fún yín nígbà tí ẹ bá dé bá wọn nílé. Sọ pé: \"Ẹ má ṣe mú àwáwí wá; a ò níí gbà yín gbọ́. Allāhu kúkú ti sọ àwọn ọ̀rọ̀ yín fún wa. Allāhu àti Òjíṣẹ́ Rẹ̀ yó sì rí iṣẹ́ (ọwọ́) yín.¹ Lẹ́yìn náà, A óò da yín padà sí ọ̀dọ̀ Onímọ̀-ìkọ̀kọ̀ àti gban̄gba. Nígbà náà, Ó máa fún yín ní ìró ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1329,"juzNumber":11,"footnotes":"1. Āyah yìí jọ āyah 105 níwájú nínú sūrah yìí. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Āli ‘Imrọ̄n; 3:101 àti sūrah an-Nisā’; 4:64.","lang":"yo"},{"name":"9:95","price":"Wọ́n yóò máa fi Allāhu búra fún yín nígbà tí ẹ bá dé bá wọn, nítorí kí ẹ lè pa wọ́n tì. Nítorí náà, ẹ pa wọ́n tì; dájúdájú ẹ̀gbin ni wọ́n. Iná Jahanamọ sì ni ibùgbé wọn. (Ó jẹ́) ẹ̀san nítorí ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1330,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:96","price":"Wọ́n yóò máa búra fún yín nítorí kí ẹ lè yọ́nú sí wọn. Tí ẹ bá yọ́nú sí wọn, dájúdájú Allāhu kò níí yọ́nú sí ìjọ òbìlẹ̀jẹ́.","arabic":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1331,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:97","price":"Àwọn Lárúbáwá oko le nínú àìgbàgbọ́ àti ìṣọ̀bẹ-ṣèlu. Ó sì súnmọ́ jùlọ pé wọ́n kò mọ àwọn ẹnu-ààlà ohun tí Allāhu sọ̀kalẹ̀ fún Òjíṣẹ́ Rẹ̀. Allāhu sì ni Onímọ̀, Ọlọ́gbọ́n.","arabic":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1332,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:98","price":"Àti pé ó wà nínú àwọn Lárúbáwá oko ẹni tí ó ka ìnáwó tó ń ná (fún ẹ̀sìn) sí owó ọ̀ràn. Ó sì ń retí àpadàsí aburú fún yín. Àwọn sì ni àpadàsí aburú yóò dé bá. Allāhu sì ni Olùgbọ́, Onímọ̀.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1333,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:99","price":"Ó tún wà nínú àwọn Lárúbáwá oko, ẹni tí ó gbàgbọ́ nínú Allāhu àti Ọjọ́ Ìkẹ́yìn, tí ó sì sọ ìnáwó tó ń ná (fún ẹ̀sìn) di ohun tí ó máa mú wọn súnmọ́ Allāhu àti ohun tí ó máa mú wọn gba àdùá lọ́dọ̀ Òjíṣẹ́. Kíyè sí i, dájúdájú ó máa mú wọn súnmọ́ Allāhu. Allāhu yó sì fi wọ́n sínú ìkẹ́ Rẹ̀. Dájúdájú Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1334,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:100","price":"Àwọn aṣíwájú, àwọn ẹni àkọ́kọ́ nínú àwọn Muhājirūn àti àwọn ’Ansọ̄r àti àwọn tó fi dáadáa tẹ̀lé wọn, Allāhu yọ́nú sí wọn. Wọ́n sì yọ́nú sí (ohun tí Allāhu fún wọn). Ó tún pa lésè sílẹ̀ dè wọ́n àwọn Ọgbà Ìdẹ̀ra tí odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Olùṣegbére ni wọ́n nínú rẹ títí láéláé. Ìyẹn ni èrèǹjẹ ńlá.","arabic":"وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1335,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:101","price":"Àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí kan ń bẹ nínú àwọn tí ó wà ní àyíká yín nínú àwọn Lárúbáwá oko àti nínú àwọn ará ìlú Mọdīnah, tí wọ́n won̄koko mọ́ ìṣọ̀bẹ-ṣèlú. Ìwọ kò mọ̀ wọ́n, Àwa l’A mọ̀ wọ́n. A óò jẹ wọ́n níyà ní ẹ̀ẹ̀ mejì.¹ Lẹ́yìn náà, A óò dá wọn padà sínú ìyà ńlá.","arabic":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1336,"juzNumber":11,"footnotes":"1. Ìyà ẹ̀ẹ̀ mejì dúró fún ìyà tayé àti ìya tinú sàréè.","lang":"yo"},{"name":"9:102","price":"Àwọn mìíràn jẹ́wọ́ ẹ̀ṣẹ̀ wọn. Wọ́n da iṣẹ́ rere pọ̀ mọ́ iṣẹ́ mìíràn tó burú. Bóyá Allāhu yóò gba ìronúpìwàdà wọn. Dájúdájú Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1337,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:103","price":"Gba ọrẹ (Zakāh) nínú dúkìá wọn, kí o fi sọ wọ́n di ẹni mímọ́, kí o sì fi ṣe àfọ̀mọ́ fún wọn. Ṣe àdúà fún wọn. Dájúdájú àdúà rẹ ni ìfàyàbalẹ̀ fún wọn. Allāhu sì ni Olùgbọ́, Onímọ̀.¹","arabic":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1338,"juzNumber":11,"footnotes":"1. Àwọn ikọ̀ méjì ni āyah yìí ń sọ nípa wọn. Ikọ̀ kìíní ni àwọn tó jẹ́wọ́ ẹ̀ṣẹ̀ wọn fún Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá wọn - ní ìbámu sí āyah 102 tó ṣíwájú. Ikọ̀ kejì ni àwọn tó ń yọ zakāh. Zakāh yíyọ sì jẹ́ àfọ̀mọ́ dúkìá fún ẹni tí ó yọ ọ́. Àmọ́ lílo āyah náà fún gbígba owó àdúà yálà níbi ìsìnkú tàbí ní àyè mìíràn, gẹ́gẹ́ bí àwọn kan ṣe ń lo āyah náà, kò jẹmọ́ bẹ́ẹ̀ rárá nínú àwọn tírà Tafsīr.","lang":"yo"},{"name":"9:104","price":"Ṣé wọn kò mọ̀ pé dájúdájú Allāhu Òun l’Ó ń gba ìronúpìwàdà lọ́wọ́ àwọn ẹrúsìn Rẹ̀, Ó sì ń gba àwọn ọrẹ, àti pé dájúdájú Allāhu, Òun ni Olùgba-ìronúpìwàdà, Àṣàkẹ́-ọ̀run?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1339,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:105","price":"Sọ pé: “Ẹ ṣiṣẹ́. Allāhu á rí iṣẹ́ yín. Òjíṣẹ́ Rẹ̀ àti àwọn onígbàgbọ́ òdodo náà (máa rí i).¹ Wọ́n sì máa da yín padà sọ́dọ̀ Onímọ̀-ìkọ̀kọ̀-àti-gban̄gba. Ó sì máa fún yín ní ìró ohun tí ẹ̀ ń ṣe níṣẹ́.”","arabic":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1340,"juzNumber":11,"footnotes":"1. Āyah yìí jọ āyah 94 nínú sūrah yìí. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Āli ‘Imrọ̄n; 3:101 àti sūrah an-Nisā’; 4:64.","lang":"yo"},{"name":"9:106","price":"Wọ́n so ọ̀rọ̀ àwọn yòókù rọ̀ ná títí àṣẹ Allāhu máa fi dé; yálà kí Ó jẹ wọ́n níyà tàbí kí Ó gba ìronúpìwàdà wọn.¹ Allāhu sì ni Onímọ̀, Ọlọ́gbọ́n. ²","arabic":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1341,"juzNumber":11,"footnotes":"1. Ìyẹn, àwọn tó ṣàì lọ sógun, àmọ́ tí wọn kò mú àwáwí irọ́ wá.\n 2. Àṣẹ náà dé nínú āyah 118 níwájú.","lang":"yo"},{"name":"9:107","price":"Àwọn tó kọ́ mọ́sálásí láti fi dá ìnira àti àìgbàgbọ́ sílẹ̀ àti láti fi ṣe òpínyà láààrin àwọn onígbàgbọ́ òdodo àti láti fi ṣe ibùlúgọ fún àwọn tó gbógun ti Allāhu àti Òjíṣẹ́ Rẹ̀ ní ìṣáájú - dájúdájú wọ́n ń búra pé “A ò gbèrò kiní kan bí kò ṣe ohun rere.” - Allāhu sì ń jẹ́rìí pé dájúdájú òpùrọ́ ni wọ́n.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1342,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:108","price":"Má ṣe dúró (kírun) nínú rẹ̀ láéláé.¹ Dájúdájú mọ́sálásí tí wọ́n bá fi ìpìlẹ̀ rẹ̀ lélẹ̀ lórí ìbẹ̀rù Allāhu láti ọjọ́ àkọ́kọ́ lo lẹ́tọ̀ọ́ jùlọ pé kí o dúró (kírun) nínú rẹ̀. Àwọn ènìyàn tó nífẹ̀ẹ́ láti máa ṣe ìmọ́ra wà nínú rẹ̀. Allāhu sì fẹ́ràn àwọn olùṣèmọ́ra.","arabic":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1343,"juzNumber":11,"footnotes":"1. Kíyè sí i! Gbólóhùn yìí “Má ṣe dúró (kírun) nínú rẹ̀ láéláé.” àti āyah 107 ló ń ṣe é ní èèwọ̀ fún àwa mùsùlùmí onisunnah láti kírun nínú àwọn mọ́sálásí àwọn mùsùlùmí onibidiah pẹ̀lú májẹ̀mu pé tí ó bá jẹ́ pé wọ́n fi mọ́sálásí náà sọrí bid‘ah wọn. Irú àwọn mọ́sálásí tí èyí kàn ni mọ́sálásí Ahmadiyyah àti Zāwiyah àwọn oníwírìdí Tijāniyah, Ƙọ̄diriyyah àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Tí ó bá wá jẹ́ pé wọn kò fi mọ́sálásí sọrí bid‘ah, àmọ́ tí wọ́n fi imām ẹlẹ́sìn Ahmadiyyah tàbí ẹlẹ́sìn Tijāniyyah tàbí Ƙọ̄diriyyah ṣe imām nínú mọ́sálásí náà, mùsùlùmí lè kírun nínú mọ́sálásí náà kò kàn níí kírun lẹ́yìn imām onibid'ah yẹn ni.","lang":"yo"},{"name":"9:109","price":"Ǹjẹ́ ẹni tí ó fi ìpìlẹ̀ ilé mímọ tirẹ̀ lélẹ̀ lórí ìbẹ̀rù Allāhu àti ìyọ́nú (Rẹ̀) ló lóore jùlọ ni tàbí ẹni tí ó fi ìpìlẹ̀ ilé mímọ tirẹ̀ lélẹ̀ ní ẹ̀gbẹ́ kan létí ọ̀gbun tó máa yẹ̀ lulẹ̀, tí ó sì máa yẹ̀ ẹ́ lẹ́sẹ̀ sínú iná Jahanamọ? Allāhu kò níí fi ọ̀nà mọ ìjọ alábòsí.","arabic":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1344,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:110","price":"Ilé wọn tí wọ́n mọ kalẹ̀ kò níí yé kó iyèméjì sínú ọkàn wọn títí ọkàn wọn yóò fi já kélekèle. Allāhu sì ni Onímọ̀, Ọlọ́gbọ́n.","arabic":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1345,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:111","price":"Dájúdájú Allāhu ra ẹ̀mí àwọn onígbàgbọ́ òdodo àti dúkìá wọn nítorí pé dájúdájú tiwọn ni Ọgbà Ìdẹ̀ra. Wọ́n ń jagun sí ojú-ọ̀nà Allāhu; wọ́n ń pa ọ̀tá ẹ̀sìn, wọ́n sì ń pa àwọn náà. (Ó jẹ́) àdéhùn òdodo lọ́dọ̀ Allāhu nínú at-Taorāh, al-’Injīl àti al-Ƙur’ān. Ta sì ni ó lè mú àdéhùn rẹ̀ ṣẹ ju Allāhu? Nítorí náà, ẹ dunnú sí òkòwò yín tí ẹ (fi ẹ̀mí àti dúkìá yin) ṣe. Ìyẹn, òhun sì ni èrèǹjẹ ńlá.","arabic":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1346,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:112","price":"Àwọn olùronúpìwàdà, àwọn olùjọ́sìn (fún Allāhu), àwọn olùdúpẹ́ (fún Allāhu), àwọn aláààwẹ̀, àwọn olùdáwọ́tẹ-orúnkún (lórí ìrun), àwọn olùforíkanlẹ̀ (fún Allāhu), àwọn olùpàṣẹ-ohun rere, àwọn olùkọ-ohun burúkú àti àwọn olùṣọ́-ẹnu-ààlà tí Allāhu gbékalẹ̀, fún àwọn onígbàgbọ́ òdodo (wọ̀nyí) ní ìró ìdùnnú (Ọgbà Ìdẹ̀ra).","arabic":"ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1347,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:113","price":"Kò yẹ fún Ànábì àti àwọn tó gbàgbọ́ lódodo láti tọrọ àforíjìn fún àwọn ọ̀sẹbọ, wọn ìbáà jẹ́ ẹbí, lẹ́yìn tí ó ti hàn sí wọn pé dájúdájú èrò inú iná Jẹhīm ni wọ́n.","arabic":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1348,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:114","price":"Àti pé àforíjìn tí (Ànábì) ’Ibrọ̄hīm tọrọ fún bàbá rẹ̀ kò sì jẹ́ kiní kan bí kò ṣe nítorí àdéhùn tó ṣe fún un. Ṣùgbọ́n nígbà tí ó hàn sí i pé dájúdájú ọ̀tá Allāhu ni (bàbá rẹ̀), ó yọwọ́ yọsẹ̀ kúrò nínú rẹ̀. Dájúdájú (Ànábì) ’Ibrọ̄hīm ni olùrawọ́rasẹ̀, olùfaradà.","arabic":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1349,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:115","price":"Allāhu kì í mú ìṣìnà bá ìjọ kan, lẹ́yìn ìgbà tí Ó ti tọ́ wọn sọ́nà, títí (Allāhu) yóò fi ṣe àlàyé n̄ǹkan tí wọ́n máa ṣọ́ra fún fún wọn. Dájúdájú Allāhu ni Onímọ̀ nípa gbogbo n̄ǹkan.¹","arabic":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1350,"juzNumber":11,"footnotes":"1. Ìyẹn ni pé, à ò níí pe mùsùlùmí ní olùṣìnà bí ó bá ṣe n̄ǹkan tí kò yẹ kí ó ṣe níwọ̀n ìgbà tí kò ì sí ẹ̀rí kan láti ọ̀dọ̀ Allāhu tí ó ṣe é ní èèwọ̀ fún un àfi lẹ́yìn ìgbà tí ẹ̀rí bá dé bá a, tí ó tún wá ń ṣe n̄ǹkan náà lọ.","lang":"yo"},{"name":"9:116","price":"Dájúdájú Allāhu ló ni ìjọba àwọn sánmọ̀ àti ilẹ̀. Ó ń sọ ẹ̀dá di alààyè. Ó sì ń sọ ẹ̀dá di òkú. Kò sì sí aláàbò àti alárànṣe kan fún yín lẹ́yìn Allāhu.","arabic":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1351,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:117","price":"Dájúdájú Allāhu ti gba ìronúpìwàdà Ànábì, àwọn Muhājirūn àti àwọn ’Ansọ̄r, àwọn tó tẹ̀lé e ní àkókò ìṣòro lẹ́yìn tí ọkàn ìgun kan nínú wọn fẹ́ẹ̀ yí padà, (àmọ́) lẹ́yìn náà, Allāhu gba ìronúpìwàdà wọn. Dájúdájú Òun ni Aláàánú, Àṣàkẹ́-ọ̀run fún wọn.","arabic":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1352,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:118","price":"(Ó tún gba ìronúpìwàdà) àwọn mẹ́ta tí A so ọ̀rọ̀ gbígba ìronúpìwàdà wọn rọ̀ (nínú àwọn olùsásẹ́yìn fún ogun Tabūk. Àwọn mùsùlùmí dẹ́yẹ sí wọn) títí ilẹ̀ fi fún mọ́ wọn tòhun ti bí ó ṣe fẹjú tó. Ọ̀rọ̀ ara wọn sì ṣú ara wọn. Wọ́n sì mọ̀ (ní àmọ̀dájú) pé kò sí ibùsásí kan tí àwọn fi lè sá mọ́ Allāhu lọ́wọ́ àfi kí wọ́n sá sí ọ̀dọ̀ Rẹ̀. Lẹ́yìn náà, Allāhu gba ìronúpìwàdà wọn nítorí kí wọ́n lè máa ronú pìwàdà. Dájúdájú Allāhu, Òun ni Olùgba-ìronúpìwàdà, Àṣàkẹ́-ọ̀run.","arabic":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1353,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:119","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ bẹ̀rù Allāhu, kí ẹ sì wà pẹ̀lú àwọn olódodo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1354,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:120","price":"Kò lẹ́tọ̀ọ́ fún àwọn ará ìlú Mọdīnah àti ẹni tí ó wà ní àyíká wọn nínú àwọn Lárúbáwá oko láti sá sẹ́yìn fún Òjíṣẹ́ Allāhu (nípa ogun ẹ̀sìn. Kò sì lẹ́tọ̀ọ́ fún wọn) láti fẹ́ràn ẹ̀mí ara wọn ju ẹ̀mí rẹ̀. Ìyẹn nítorí pé dájúdájú òǹgbẹ, ìnira àti ebi kan kò níí ṣẹlẹ̀ sí wọn ní ojú-ọ̀nà Allāhu (lójú ogun), wọn kò sì níí tẹ ọ̀nà kan tí ń bí àwọn aláìgbàgbọ́ nínú, àti pé ọwọ́ wọn kò níí ba kiní kan lára ọ̀tá (yálà ọrọ̀ ogun tàbí ẹ̀mí wọn) àfi kí wọ́n fi kọ iṣẹ́ rere sílẹ̀ fún wọn. Dájúdájú Allāhu kò níí fi ẹ̀san àwọn olùṣe-rere ráre.","arabic":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1355,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:121","price":"Wọn kò sì níí ná owó kékeré tàbí púpọ̀ (fún ogun ẹ̀sìn), tàbí kí wọ́n la àfonífojì kan kọ já àfi kí wọ́n kọ ọ́ sílẹ̀ fún wọn nítorí kí Allāhu lè san wọ́n ní ẹ̀san rere tó dára ju ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1356,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:122","price":"Àwọn mùsùlùmí kò ní láti tú jáde tán nílé pátápátá. Èé ṣe tí igun kan nínú wọn nínú ikọ̀ kọ̀ọ̀kan kò fi jáde láti wá àgbọ́yé ìmọ̀ nípa ẹ̀sìn, kí wọ́n sì máa ṣe ìkìlọ̀ fún àwọn ènìyàn wọn nígbà tí wọ́n bá padà sọ́dọ̀ wọn nítorí kí wọ́n lè ṣọ́ra ṣe.","arabic":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1357,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:123","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ gbógun ti àwọn tó súnmọ́ yín nínú àwọn aláìgbàgbọ́; kí wọ́n rí ìlekoko lára yín. Kí ẹ sì mọ̀ pé dájúdájú Allāhu wà pẹ̀lú àwọn olùbẹ̀rù (Rẹ̀).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1358,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:124","price":"Nígbà tí A bá sì sọ sūrah kan kalẹ̀, ó ń bẹ nínú wọn ẹni tí ó máa wí pé: “Èwo nínú yín ni èyí lé ìgbàgbọ́ (rẹ̀) kún?” Ní ti àwọn tó gbàgbọ́ ní òdodo, (āyah náà) yóò lé ìgbàgbọ́ (wọn) kún. Wọn yó sì máa dunnú.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1359,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:125","price":"Ní ti àwọn tí àìsàn kan wà nínú ọkàn wọn, (āyah náà) yó sì ṣe àlékún ẹ̀gbin sí ẹ̀gbin wọn. Wọn yó sì kú sí ipò aláìgbàgbọ́.","arabic":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1360,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:126","price":"Ṣé wọn kò rí i pé wọ́n ń dán wọn wò ní ẹ̀ẹ̀ kan tàbí ẹ̀ẹ̀ méjì ní ọdọọdún. Lẹ́yìn náà, wọn kò ronú pìwàdà, wọn kò sì lo ìrántí.","arabic":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1361,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:127","price":"Àti pé nígbà tí A bá sọ sūrah kan kalẹ̀, apá kan wọn yóò wo apá kan lójú (wọn yó sì wí pé): “Ṣé ẹnì kan ń wò yín bí?” Lẹ́yìn náà, wọ́n máa pẹ̀yìndà. Allāhu sì pa ọkàn wọn dà (sódì) nítorí pé dájúdájú àwọn ni ìjọ kan tí kò gbọ́ àgbọ́yé.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1362,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:128","price":"Dájúdájú Òjíṣẹ́ kan ti wá ba yín láti ààrin yín. Ohun tí ó máa kó wàhálà ba yín lágbára lára rẹ̀. Ó ń ṣe àkólékàn (oore) fún yín; aláàánú àti oníkẹ̀ẹ́ ni fún àwọn oní gbàgbọ́ òdodo.","arabic":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1363,"juzNumber":11,"footnotes":"","lang":"yo"},{"name":"9:129","price":"Nítorí náà, tí wọ́n bá pẹ̀yìndà, sọ pé: “Allāhu tó fún mi. Kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun. Òun ni mo gbáralé. Òun sì ni Olúwa Ìtẹ́ ńlá.","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1364,"juzNumber":11,"footnotes":"","lang":"yo"}],"chapter":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"]}