{"data":[{"name":"98:1","price":"Àwọn tó ṣàì gbàgbọ́ nínú àwọn ahlul-kitāb àti àwọn ọ̀ṣẹbọ, wọn kò níí kúrò nínú àìgbàgbọ́ wọn títí di ìgbà tí ẹ̀rí tó yanjú yó fi máa dé ọ̀dọ̀ wọn.","arabic":"لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6131,"juzNumber":30,"footnotes":"","lang":"yo"},{"name":"98:2","price":"Òjíṣẹ́ kan láti ọ̀dọ̀ Allāhu yó (sì) máa ké àwọn tákàdá mímọ́.","arabic":"رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6132,"juzNumber":30,"footnotes":"","lang":"yo"},{"name":"98:3","price":"Àwọn ìwé òfin tó fẹsẹ̀ rinlẹ̀ sì wà nínú rẹ̀.","arabic":"فِيهَا كُتُبٞ قَيِّمَةٞ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6133,"juzNumber":30,"footnotes":"","lang":"yo"},{"name":"98:4","price":"Àwọn tí A fún ní tírà kò sì di ìjọ ọ̀tọ̀ọ̀tọ̀ àfi lẹ́yìn tí ẹ̀rí tó yanjú dé bá wọn.","arabic":"وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6134,"juzNumber":30,"footnotes":"","lang":"yo"},{"name":"98:5","price":"Àwa kò sì pa wọ́n ní àṣẹ kan bí kò ṣe pé kí wọ́n jọ́sìn fún Allāhu lẹ́ni tí yóò máa ṣe àfọ̀mọ́ ẹ̀sìn fún Un,¹ lẹ́ni tí yóò dúró ṣinṣin nínú ẹ̀sìn.² Kí wọ́n kírun, kí wọ́n sì yọ Zakāh. Ìyẹn sì ni ẹ̀sìn tó fẹsẹ̀ rinlẹ̀.","arabic":"وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6135,"juzNumber":30,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Al-’a‘rọ̄f 7:29.\n 2. Ìdúró ṣinṣin nínú ẹ̀sìn ni pé, ènìyàn kò gbọ́dọ̀ máa gbàgbọ́ ní òdodo, kó tún máa ṣàì gbàgbọ́, kí ó wá máa ṣe bẹ́ẹ̀ lọ ní tẹ̀léǹtẹ̀lé. Inú àìgbàgbọ́ ni ó máa padà kú sí. Ẹ wo sūrah āli ‘Imrọ̄n; 3:90 àti sūrah an-Nisā’; 4:137. Nítorí náà, mùsùlùmí gbọ́dọ̀ dúró ṣinṣin sínú ẹ̀sìn ’Islām títí di ọjọ́ ikú rẹ̀ ni ní ìbámu sí sūrah āli ‘Imrọ̄n; 3:102.","lang":"yo"},{"name":"98:6","price":"Dájúdájú àwọn tó ṣàì gbàgbọ́ (wọ̀nyí) nínú àwọn ahlul-kitāb àti àwọn ọ̀ṣẹbọ, wọn yóò wà nínú Iná. Olùṣegbére ni wọ́n nínú rẹ̀. Àwọn wọ̀nyẹn, àwọn ni ẹ̀dá tó burú jùlọ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6136,"juzNumber":30,"footnotes":"","lang":"yo"},{"name":"98:7","price":"Dájúdájú àwọn tó gbàgbọ́ ní òdodo (ìyẹn, àwọn mùsùlùmí), tí wọ́n sì ṣe àwọn iṣẹ́ rere, àwọn wọ̀nyẹn, àwọn ni ẹ̀dá tó dára jùlọ.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6137,"juzNumber":30,"footnotes":"","lang":"yo"},{"name":"98:8","price":"Ẹ̀san wọn ní ọ̀dọ̀ Olúwa wọn ni àwọn Ọgbà Ìdẹ̀ra gbére, tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Olùṣegbére ni wọ́n nínú rẹ̀ títí láéláé. Allāhu yọ́nú sí wọn. Àwọn náà yọ́nú sí (ohun tí Allāhu fún wọn). Ìyẹn wà fún ẹnikẹ́ni tí ó bá páyà Olúwa rẹ̀.","arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6138,"juzNumber":30,"footnotes":"","lang":"yo"}],"chapter":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah","Chapter Al-Bayyinah","Bayyinah","Surah Bayyinah","Chapter Bayyinah","Al Bayyinah","Surah Al Bayyinah","Chapter Al Bayyinah","Surah 98","Chapter 98","The Clear Proof","البينة"]}