{"data":[{"name":"39:32","price":"ئەمجا کێ ستەمکارترە لەوکەسەی کەدرۆ بەناوی خواوە دەکات وە باوەڕی بەڕاستی قورئان نیە کەبۆی ھاتووە ئایا لە دۆزەخدا جێگەیەك نیە بۆ بێ بڕوایان\n","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:33","price":"وە ئەو کەسەی قورئانی ھێناوە (واتە پێغەمبەر ﷺ) باوەڕیشی پێیەتی ھەر ئەوانن لەخواترسان و پارێزکاران\n","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:34","price":"بۆیان ھەیە (لەبەھەشتدا) ئەوەی بیانەوێت لای پەروەردگاریان ئەوەیە پاداشتی چاکەکاران\n","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:35","price":"تاخوا لێیان بسڕێتەوە خراپترین (کردەوەیەك) کەکردوویانە وە پاداشتیان بداتەوە بە (پاداشتی) چاکترین ئەو کردەوانەی کردوویانە\n","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:36","price":"ئایا خوا بۆ بەندەی خۆی (پێغەمبەر ﷺ) بەس نیە (کە پشتیوانی بێت)؟ (ئەی موحەممەد ﷺ) ئەو بێ باوەڕانە دەتترسێنن بەوانەی جگە لەخوان (واتە دەترسێنن بەخواکانیان کە زیانت پێ دەگەیەنن) وە ھەر کەس کەخوا گومڕای بکات ئیتر ھیچ کەس ناتوانێت ببێت بە ڕێنمونیکاری و ھیدایەتی بدات\n","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:37","price":"وە ھەر کەس کەخوا ڕێنمونی بکات ئەوە ھیچ گومڕاکارێکی بۆ نیە ئایا خوا زاڵ و باڵادەست و تۆڵەسێن نیە؟\n","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:38","price":"سوێند بەخوا ئەگەر پرسیاریان لێ بکەیت کێ ئاسمانەکان و زەوی دروستکردووە بێگومان دەڵێن: خوا بڵێ: دەی پێم بڵێن ئەوانەی دەیان پەرستن جگە لەخوا ئەگەر خوا وویستی زیانێکم پێ بگەیەنێت ئایا ئەو (پەرستراوانە) دەتوانن ئازارو زیانی ئەوم لێ لادەن؟ یان ئەگەر وویستی نیعمەت وڕەحمەتێکی (خۆیم) پێ بدات ئایا ئەوانە دەتوانن نیعمەت و ڕەحمەتی ئەوم لێ بگرنەوە بڵێ: من ھەر خوام بەسە خۆسپێران تەنھا پشت بەو دەبەستن\n","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:39","price":"بڵێ ئەی گەلەکەم ئێوە لەسەر ڕێبازو شێوازی خۆتان کاربکەن منیش (لەسەر ڕێبازی خۆم) کاردەکەم ئەمجا بەم زووانە دەزانن\n","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:40","price":" کێ (لەم دونیادا) سـزایەکی بۆ دێت کەڕیسوای دەکات وە سزایەکی بێ بڕانەوەی بەسەردا دێت\n","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:41","price":" بەڕاستی ئەم قورئانەمان بۆ سەر تۆ ناردۆتە خوارەوە بۆ ھەموو خەڵکی بەھەق و ڕاستی جا ھەرکەسێك ھیدایەت وەرگرێت ئەوە قازانجی ھەر بۆ خۆیەتی ھەر کەسیش لاڕێ وگومڕا بێت ئەوە بەڕاستی زیانی گومڕا بوونەکەی ھەر بۆخۆیەتی وە ئەی پێغەمبەر ﷺ تۆ کارسپێرراو و چاودێر نیت بەسەریانەوە (تابڕوا بھێنن)\n","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:42","price":"خوا گیانەکان دەکێشێت لەکاتی مردنیاندا وە ئەوەی نەمردبێت لەکاتی خەوتنیدا، ئەمجا ئەو (گیانانە) ڕادەگرێت بڕیاری مردنی داوە وە ئەوانی تر بەرەڵا دەکات (کە دەبێ زیندوو بمێنن) تاماوەیەکی دیاریکراو، بەڕاستی لەمەدا چەند بەڵگە ھەیە بۆ ئەو کەسانەی بیردەکەنەوە\n","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:43","price":"ئاخۆ جگە لەخوا تکا کارانێکیان بۆ خۆیان داناوە بڵێ گەرچی ئەوانە نەھیچ شتێکیان بەدەستە وە نەتێیش دەگەن\n","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:44","price":"بڵێ: تکا ھەمووی ھەر بۆ خوایە موڵکی ئاسمانەکان و زەوی ھەر بۆ ئەوە پاشان ھەر بۆلای ئەو دەگەڕێنرێنەوە\n","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:45","price":"وەکاتێك یادی خوا بکرێت بەتاك و تەنھا تێکدەچێت وە بێزار دەبێ دڵی کەسانێك کەباوەڕیان نیە بەڕۆژی دوایی کەچی کاتێك ناوی پەرستراوانی بێجگە لەخوا ببرێت یەکسەر شادو ڕووخۆش دەبن\n","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:46","price":"بڵێ: ئەی خوایە بەدیھێنەری ئاسمانەکان و زەوی زانای نھێنی و ئاشکراکان ھەر تۆ دادوەری دەکەیت لەنێوان بەندەکانتدا لەوەی ئەوان تیایدا جیاوازبوون\n","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:47","price":"بەڕاستی ئەگەر ھی ئەو کەسانە بوایە ستەمیان کرد ھەموو ئەوەی لەسەر زەویدایە ئەوەندەی تریشی لەگەڵدا بێت لەبریتی خۆیان دەیاندا بۆ ڕزگاربوونیان لەسزای خراپی ڕۆژی قیامەت وە لەلایەن خواوە بۆیان دەرکەوت شتی وا کەئەوان بیریان لێ نەکردوەتەوەو گومانیان بۆی نەچووە\n","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:48","price":"وە بۆشیان دەرکەوت چی خراپەیان کردووە وە دەوری گرتن ئەو سزای ئەوان گاڵتەیان پێ دەکرد\n","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:49","price":"ئەمجا کاتێك ئادەمی زیانێکی لێکەوت وتووشی ناڕەحەتی بوو ھاوارمان بۆ دەھێنێت لەپاشان ھەر کاتێک نیعمەتێکمان پێـدا دەڵێ: بەڕاستی ئەم نیعمەتەم پێدراوە بەھۆی لێزانی وزانستی خۆمەوە (وانیە) بەڵکو ئەوە تاقیکردنەوەیە بەڵام زۆربەیان نازانن\n","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:50","price":"بێگومان ئەم قسەیە کەسانی پێش ئەمانیش کردیان بەڵام ھیچ سوودی پێ نەگەیاندن ئەوەی ئەوان کردیان\n","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:51","price":"ئەمجا دوو چاریان بوو (تۆڵەی) ئەو خراپانەی کردبوویان ئەو کەسانەیان ستەمیان کرد (بێباوەڕانی مەککە) لەمەو پاش دووچاری (تۆڵەی) کردەوە خراپەکانیان دەبن وە ئەمانە (لەدەستی خوا) دەرباز نابن\n","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:52","price":"ئایا نەیانزانیوە کەبێگومان خوا ڕۆزی فراوان دەکات ودەیشیگرێتەوە لەھەر کەسێك کە بیەوێت بێگومان لەوەدا بەڵگە ونیشانەی زۆر ھەن بۆ ئەو کەسانەی باوەڕ دەھێنن\n","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:53","price":" (ئەی موحەممەد ﷺ) بڵێ: ئەی بەندەکانم ئەی ئەوانەی کەخۆتان زۆر گوناھبار کردووە نائومێد مەبن لەمیھرەبانی و بەزەیی خوا چونکە بێگومان خوا لەھەموو گوناھەکان خۆش دەبێت بەڕاستی ھەر ئەوە لێ بوردە و بەبەزەیی\n","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:54","price":" (بەو مەرجەی کە) بگەڕێنەوە بۆلای پەروەردگارتان وە گەردنکەچی ئەو بن بەر لەوەی سزاتان بۆ بێت پاشان یارمەتی نادرێن (لەلایەن ھیچ کەسێکەوە)\n","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:55","price":"وە شوێن چاکترین شتێك بکەون کە نێردراوەتە خوارەوە بۆتان لە پەروەردگارتانەوە بەر لەوەی لەناکاودا سزاتان بۆ بێت کە ئێوە ھەر ھەستی پێ نەکەن\n","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:56","price":"نەکا ئەوسا کەسێك بڵێت ئەی مەخابن لەسەر ئەوەی کەمتەرخەمیم کرد لەکارکردن بەوەی خوا فەرمانی پێکردبوو وەبەڕاستی من لەو گاڵتە چیانە بووم (کە گاڵتەیان بە ئاینەکەی دەکرد)\n","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:57","price":"یان بڵێت: ئەگەر خوا ڕێنمونی بکردمایە ئەوە بێگومان لەپارێزکاران ولەخواترسان دەبووم\n","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:58","price":"یان کاتێك سزاکەی دەبینێت بڵێت خۆزگە جارێکی تر بگەڕامایەتەوە (بۆ دونیا) ئەوسا لەچاکەکاران دەبووم\n","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:59","price":" (ڕاست ناکەیت) خۆ بێگومان بەڵگەو ئایەتەکانی منت بۆھات بەڵام باوەڕت پێ نەھێناو خۆت بەگەورەزانی وە تۆ لەبێ باوەڕان بوویت\n","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:60","price":"لەڕۆژی دواییدا دەبینیت ئەوانەی درۆیان بۆ خوا ھەڵدەبەست ڕوویان ڕەشە ئایا لەدۆزەخدا شوێنێك نیە بۆ خۆ بەگەورە زانان؟\n","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:61","price":"وە ئەوانەی خۆیان پاراست (لەکوفرو تاوان) خوا ڕزگاریان دەکات چونکە ڕێگەی ڕزگاریان گرتبوەبەر نەتووشی ناخۆشی دەبن وە نەخەم دەخۆن\n","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:62","price":"خوا بەدیھێنەری ھەموو شتێکە وە ھەر ئەویش پارێزەری ھەموو شتێکە\n","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:63","price":"کلیلەکانی ئاسمانەکان و زەوی بەدەست خوایە وە ئەوانەی بەبەڵگەو نیشانەکانی خوا بێ باوەڕن ھەر ئەوانن زەرەرۆمەند\n","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:64","price":"(ئەی موحەممەد ﷺ) بڵێ: دەی ئایا ئێوە داوام لێ دەکەن من بێجگە لەخوا شتێکی تر بپەرستم ئەی نەفام و نەزانان\n","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:65","price":"سوێند بەخوا نیگا کراوە بۆ تۆ وەبۆ پێغەمبەرانی پێش تۆش ئەگەر ھاوبەش بۆ خوا دابنێیت بەڕاستی کردەوەت ھەڵدەوەشێتەوە وە بێگومان لەزەرەرمەندان دەبیت\n","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:66","price":"(وا مەکە) بەڵکو تەنھا خوا بپەرستە و لە سوپاسگوزارانبە\n","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:67","price":"(کافران) خوایان نەناسیوە (بە گەورەیان نەزانی) بەو جۆرەی شیاوێتی لە ڕۆژی دواییدا ھەموو زەوی لە چنگی ئەودایە (بەدەست خوایە) وە ئاسمانەکانیش بەدەستی ڕاستی ئەو پێچراونەتەوە (لەم ئایەتەدا جێگیرکردن سیفەتی دەستی ڕاست بۆ خودا ھاتووە ئێمە باوەڕمان پێیەتی، بەبێ ھیچ لێچواندن ولێکدانەوەیەك وشێوەکەی نازانین، تەنھا خودا دەیزانێت) خوا پاك و بڵند ترە لەوەی کە دەیکەنە ھاوبەشی\n","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:68","price":" کاتێك فووکرا بەکەڕەنادا (بەشەیپوردا) یەکسەر ھەموو ئەوانەی لەئاسمانەکان و زەویدان دەمرن مەگەر کەسانێك خوا بیەوێت (نەمرن) پاشان جارێکی تر فوو دەکرێ بەکەڕەنادا جا لە پڕ ھەموو ڕاست دەبنەوە چاوەڕِوان دەکەن\n","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:69","price":"وەزەوی لەو ڕۆژەدا بەنوری پەروەردگاری ڕووناك دەبێتەوە وەنامەی کردەوە لەبەردەمیان دادەنرێت و پێغەمبەران و شاھیدی (سەر گەلەکان) دەھێنرێن وە لەنێوانیاندا بەھەق دادوەری دەکرێت وە ئەوان ستەمیان لێ ناکرێت\n","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:70","price":"وە (لەو ڕۆژەدا) ھەموو کەسێك چی کردووە بەتێرو تەواوی پاداشت دەدرێتەوە وە خوا خۆشی ئاگادارە (بە بێ شایەت و نامەی کردەوەکان) بەو کردەوانەی کەدەیکەن\n","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:71","price":"ئەوسا ئەوانەی بێ باوەڕ بوون ڕاپێچ دەکرێن بۆ دۆزەخ کۆمەڵ کۆمەڵ تاکاتێك دێنە (نزیکی) دۆزەخ دەرگاکانی دەکرێنەوە وە دەرگاوانەکانی دۆزەخ (بەلۆمەکردنێکەوە) بەوان دەڵێن ئایا پێغەمبەرانتان لەخۆتان بۆ نەھات کەئایەتەکانی پەروەردگارتان بەسەردا بخوێننەوە وە بتانترسێنن لەگەشتنتان بەم ڕۆژە؟ دەڵێن: بەڵێ (ھاتن ئاگاداریان کردین) بەڵام بڕیاری سزا دراوە بەسەر (ئێمەی) بێ باوەڕاندا\n","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:72","price":"پێیان دەوترێت: لەدەرگاکانی دۆزەخەوە بچنە ژورەوە بەھەمیشەیی لەوێدا بمێننەوە ئای چ خراپە جێگەو مەنزڵگای خۆ بەزل زانان\n","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:73","price":" وە کەسانێك (کە خواناس بوون) و لە پەروەردگاریان دەترسان پۆل پۆل دەبرێن بۆ بەھەشت تاکاتێك دێنە (نزیکی) بەھەشت و دەرگاکانی دەکرێنەوە (بەڕویاندا) وە دەرگاوانەکانی بەوان دەڵێن سەلامتان لێ بێت ئێوە پاك و خاوێن بوون (لە تاوان لە دونیادا) کەواتە بڕۆنە ناو بەھەشت بەھەمیشەیی\n","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:74","price":"(ئەوانیش) دەڵێن: سوپاس بۆ ئەو خوایەی ھەر بەڵێنێکی بەئێمەدا ڕاست بوو وە زەوی (بەھەشتی) بەمیرات پێ داین لەھەر شوێنێکی بەھەشتدا بمانەوێت نیشتەجێ دەبین ئای چەند چاکە پاداشتی چاکەکاران\n","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"39:75","price":"وە فریشتەکان دەبینیت چوار دەوری عەرشیان داوە تەسبیحات دەکەن بەستایشی پەروەردگاریان وە لەنێوانیاندا بەھەق دادوەری کرا وە (لەکۆتایدا) دەووترێت ھەموو سوپاس ھەر بۆ خوایە کەپەروەردگاری جیھانیانە\n","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:1","price":"بە (حا، میم) دەخوێنرێتەوەو خوا بەواتای ئەم پیتانە زاناترە، سەرنجی سەرەتای سورەتی(البقرة) بدە دەربارەی واتاکەیان\n","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:2","price":"ئەم قورئانە ھێنراوەتە خوارەوە لەلایەن خوای باڵادەست و داناوە\n","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:3","price":"لێبوردەی تاوان و وەرگری تۆبەی (گوناھباران وتۆبەکارانە) (ئەو خودایە) تۆڵەی سەخت وبەتینە وە خاوەن فەزڵ و بەھرە و چاکەیە بێجگە لەو ھیچ پەرستراوێکی بەھەق و ڕاست نیە گەڕانەوەی ھەمووان ھەر بۆلای ئەوە\n","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:4","price":"دەمە قاڵێ وکێشمەکێش ناکات لەنیشانەکانی خوادا بێباوەڕان نەبێت کەوا بوو فریوت نەدات ھاتوچۆ و گەڕانیان بەووڵاتدا (بۆ بازرگانی وسامان دەس خستن)\n","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:5","price":"پێش ئەوان گەلی نوح باوەڕیان نەھێنا (بەنوح) وە دەستەو تاقمەکانی دوای ئەوانیش (باوەڕیان نەھێنا) و ھەموو گەلێك وویستوویەتی (نیازی کردووە) کە پێغەمبەرەکەیان بکوژن (یان بیگرن وئازاری بدەن) وە دەمەقاڵێیان (لەگەڵ) دەکرد بەناڕەوا بۆ ئەوەی ڕاستی پێ لابەرن و نەیھێڵن ئیتر (قار وتووڕەیی) من گرتنی جا چۆن بوو تۆڵەسەندنی من لەوان\n","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:6","price":"وە ئابەو جۆرە بڕیاری پەروەردگارت بەدیھات لەسەر ئەوانەی بێ باوەڕ بوون کەبێگومان ئەوان دۆزەخین\n","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:7","price":"ئەو فریشتانەی ھەڵگری عەرشن و ئەوانەش بەدەوریدان بەستایشی پەروەردگاریان تەسبیحات دەکەن وە باوەڕیان بەو ھەیە وە داوای لێبوردن دەکەن بۆ ئەوانەی ئیماندارن (دەڵێن): ئەی پەروەردگارمان میھرەبانی وزانیاریت ھەموو شتێکی گرتۆتەوە دەی خۆش ببە لەوانەی تۆبەیان کردووە و شوێنی ڕێگای تۆ کەوتوون وە بیانپارێزە لەسزای دۆزەخ\n","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:8","price":"ئەی پەروەردگارمان بیشیان خەرە بەھەشتانێکی ھەمیشەیی کە بەڵێنت پێ دابوون ئەو کەسانەش چاکەکار بوون لەباوو باپیران و ھاوسەران و ڕۆڵەکانیان (نەوەکانیان) بەڕاستی ھەر تۆ زاڵ و کار دروستی\n","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:9","price":"وە بیانپارێزە لە (تۆڵەی) تاوانەکان چونکە ھەر کەسێك لە (تۆڵەی) خراپە و تاوان بپارێزیت لەو ڕۆژەدا ئەوە بێگومان ڕەحمت پێ کردووە وە ھەر ئەوەیە سەرکەوتنی زۆر گەورە\n","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:10","price":"بەڕاستی کەسانێك بێ باوەڕ بوون (لەپاشەڕۆژدا) بانگ دەکرێن کەبەڕاستی توڕەیی و خەشمی خوا (لەدونیادا) گەورەتر بوو لەڕق و توڕەیتان لەخۆتان (لەقیامەتدا) کاتێك بانگ دەکران بۆ باوەڕ ھێنان بەڵام باوەڕتان نەدەھێنا\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:11","price":"دەڵێن ئەی پەروەردگارمان تۆ دوو جارت مراندووتین وە دوو جاریش ژیانت بەبەردا کردووین جا دانمان نا بەتاوانەکانماندا دەی ئایا ڕێگایەك ھەیە بۆ دەرباز بوون\n","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:12","price":"ئەم سزایەتان لەبەر ئەوەیە کە بەڕاستی ھەرکاتێك خوا بەتاك و تەنھایی بپەرسترایە ئێوە بێ باوەڕ دەبوون وە ئەگەر ھاوبەشی بۆ دابنرایە باوەڕتان دەھێنا (بەو ھاوبەش دانانە) بڕیاردان ھەر بۆ خوای بڵند و بەرزو گەورەیە\n","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:13","price":"ئەو زاتێکە نیشانەکانی خۆیتان نیشان دەدات وە لەئاسمانەوە ڕزق و ڕۆزیتان بۆ دەنێرێتە خوارەوە کەس بیرناکاتەوە (پەند وەرناگرێت) مەگەر کەسێك ڕوو لەخوا بێت\n","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:14","price":"کەواتە لەخوا بپارێنەوەو بەپاکیی ودڵسۆزی و بۆی گەردن کەچ بن ھەر چەندە بێ باوەڕانیش پێیان ناخۆش بێت\n","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:15","price":"(خوا) پلەو پایە زۆر بەرزی خاوەن عەرشی مەزنە بەفەرمانی خۆی وەحی دەنێرێت بۆ ھەر کەس لەبەندەکان کەبیەوێت تا(خەڵك) بترسێنێت لە ڕۆژی بەیەکتر گەیشتن\n","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:16","price":"ڕۆژێك کە ھەموو (لە گۆڕەکانیان دێنە دەرو) ئاشکرا دەبن ھیچ شتێکیان لە خوا پەنھان نابێت (خوا دەفەرمووێت) ئەمڕۆ پادشایەتی و دەسەڵات بۆ کێیە (وەڵام نادرێتەوە) (خۆی وەڵام دەداتەوە و دەفەرمووێت) ھەر بۆ خوای تاك و تەنھایە کە بەسەر ھەمووشتدا زاڵە\n","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:17","price":"ئەمڕۆ ھەموو کەس پاداشت یان سزا دەدرێتەوە بەگوێرەی ئەوەی کردوویەتی ئەمڕۆ ستەم کردن نیە (لە کەس) بەڕاستی لێپرسینەوەی خوا بەپەلەو خێرایە\n","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:18","price":"(ئەی موحەممەد ) ئەوان لەڕۆژە نزیکەکە (لەقیامەت) بترسێنە لەوکاتەی دڵەکان (لەترسا) گەشتوونەتە گەروو ھەموو پیش دەخۆنەوە ستەمکاران نەھیچ دۆستێکیان ھەیە وە نە تکاکارێک بەگوێی بکرێت\n","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:19","price":"(خوا) دەزانێ بەخیانەتی چاوان و ھەرچی دڵان دەیشارنەوە\n","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:20","price":"وە خوا بەھەق و ڕاستی دادوەری دەکات بەڵام ئەوانەی جگە لەخوا ھاواریان لێ دەکەن (دەیانپەرستن) ناتوانن بڕیاری ھیچ شتێك بدەن بەڕاستی ھەرخوا بیسەر و بینایە\n","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:21","price":"ئایا بەزەویدا نەگەڕاون تا ببینن (بزانن) سەرەنجامی ئەوانەی کەپێش ئەمان بوون چۆن بوو ئەوانە لەمان بەھێزتر بوون وە شوێنەواریان لەزەویدا زیاتر بوو بەڵام خوا بەھۆی تاوانەکانیانەوە گرتنی وتۆڵەی لێ سەندن وە کەس پارێزەریان نەبوو لە (سزای) خوا\n","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:22","price":"ئەمە لەبەر ئەوە بوو کەبێگومان ئەوان پێغەمبەرەکانیان بۆ دەھات بەنیشانە ئاشکراکانەوە کەچی باوەڕیان نەھێنا ئەمجا خوا قاری لێ گرتن و سزای دان بەڕاستی خوا بەھێزی تۆڵەسێنی بەتینە\n","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:23","price":"سوێند بەخوا بێگومان موسامان نارد بەچەند موعجیزە و بەڵگەی ڕوونەوە (بەتەوراتەوە)\n","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:24","price":"بۆ لای فیرعەون و ھامان و قارون ھەموو ووتیان: جادوگەرێکی درۆزنە\n","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:25","price":"ئەمجا کاتێك موسا (ئاینی) ڕاسـتی لەلایەن ئێمەوە بۆ ھێنان ووتیان کوڕانی ئەوانەی لەگەڵ ئەو(موسا) باوەڕیان ھێناوە بکوژن وە ژنەکانیان بەزیندوویی بھێڵنەوە (بۆ کارەکەری) بەڵام فێڵی بێ باوەڕان ھەر مایەی سەر لێ شێوانە (ھەرگیز سەرناگرێت)\n","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:26","price":"وە فیرعەون ووتی: لێم گەڕێن با موسا بکوژم ئەوسا بائەو ھانا بۆ پەروەردگاری بەرێت (ڕزگاری بکات) بەڕاستی من دەترسم کەئاینەکەتان بگۆڕێت یان لەزەویدا ئاژاوە وخراپەکاری بنێـتەوە\n","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:27","price":"وە موسا ووتی: بەڕاستی من پەنا دەگرم بەپەروەردگاری خۆم و پەروەردگاری ئێوەش لەھەموو خۆبەزل زانێك کە باوەڕی بەڕۆژی لێ پرسینەوە نیە\n","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:28","price":"وە پیاوێکی باوەڕدار ووتی: لەکەس و کاری فیرعەون بوو کە باوەڕِەکەی شاردبوەوە ئایا (چۆن) پیاوێك دەکوژن؟ لەبەر ئەوەی دەڵێ: خوا پەروەردگارمە کە بەڕاستی چەند بەڵگە و موعجیزەی ڕوونی لە پەروەردگارتانەوە بۆ ھێناون خۆ ئەگەر درۆزن بێت (کەدەڵێ پێغەمبەرم) ئەوە (تاوانی) درۆکەی بەئەستۆی خۆیەتی خۆ ئەگەر ڕاستگۆ بێت ھەندێ لەو (سزایەی) بەڵێنی پێ داوون تووشتان دەبێت بێگومان خوا ڕێنمونی کەسێک ناکات کە زیادەڕۆ و درۆزن بێت\n","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:29","price":"(موسا ووتی): ئەی گەلەکەم فەرمان ڕەوایی ئەمڕۆ ھی ئێوەیە و بەدەسەڵات و زاڵن لەسەر زەویدا دەی کێ یارمەتیمان دەدات ئەگەر سزای خوامان بۆ بێت فیرعەون ووتی: چی خۆم بەچاکی دەبینم ھەر ئەوەتان نیشانە دەدەم وە تەنھا بۆ ڕێگای ڕاست ڕێنمونیتان دەکەم\n","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:30","price":"وە ئەو (پیاوەی) باوەڕی ھێنا بوو ووتی: ئەی گەلەکەم بەڕاستی من لەوە دەترسم بەسەرتان بێ وێنەی (سزای) ئەو ڕۆژەی بەسەر کۆمەڵان و گەلانی پێشوو ھات\n","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:31","price":"وەك ئەو (سزایەی) ھات بەسەر گەلی نوح و عاد و سەمود و ئەوانەش لەدوای ئەوان بوون وە خوا زوڵم و ستەمی ناوێت بۆ بەندەکانی\n","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:32","price":"وە ئەی گەلەکەم بەڕاستی من ترسی ڕۆژی ھاوارو بانگ لەیەکتری کردنم ھەیە لێـتان (ئەو ڕۆژەی کە ھەموو کەس ھاوار وداوای یارمەتی لەیەکتری دەکەن)\n","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:33","price":"ئەو ڕۆژەی پشت ھەڵدەکەن و ھەڵدێن (لەیەکتری) ھیچ پەناگەیەك بۆ ئێوە نیە لە(سزای) خوا وە ھەر کەسێك خوا گومڕای بکات ئەوە ھیچ ڕێنمونی کارێکی بۆ نیە\n","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:34","price":"سوێند بەخوا بێگومان پێشتر یوسف پێغەمبەرتان بۆھات بەبەڵگە ڕوونەکانەوە کەچی ئێوە ھەر لەگوماندا بوون لەو بەڵگانەی بۆی ھێنابوون تا کاتێك (یوسف) وەفاتی کرد ووتتان ئیتر دوای ئەو خوا ھیچ پێغەمبەرێکی تر نانێرێت ئا بەو جۆرە خوا گومڕای دەکات ئەو کەسەی زیادەڕۆی دوو دڵە\n","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:35","price":"ئەوانەی دەربارەی نیشانەکانی خوا دەمەقاڵێ دەکەن بەبێ ئەوەی بەڵگەیەکیان بۆ ھاتبێت (ئەو دەمەقاڵەیان) ھۆی توڕەییە لای خوای گەورە وەلای ئەوانەش باوەڕیان ھێناوە ئا بەو جۆرە خوا مۆر دەنێ بەسەر دڵی ھەموو خۆبەزل زانێکی زۆرداردا\n","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:36","price":"فیرعەون ووتی ئەی ھامان کۆشکێکی بەرزم بۆ دروست بکە بەڵکو بگەمە ئەو ڕێگایانە\n","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:37","price":"کەڕێگاکانی (بەرز بوونەوەن بۆ) ئاسمانەکان بۆ ئەوەی (لەوێوە) سەیری خواکەی موسا بکەم وە بەڕاستی من وا گومان دەبەم ئەو (موسا) درۆزنە ئابەو جۆرە ڕازێنرایەوە بۆ فیرعەون کردەوەی خراپی وە (بە ھۆیەوە) ڕێگری کرا لەڕێگای ڕاست وە ھەر فێڵ و پلانێکی فیرعەون ھەبوو بەفیڕۆ چوو\n","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:38","price":"وە ئەو (پیاوەی) باوەڕی (بە موسا) ھێنا بوو ووتی ئەی گەلەکەم شوێن من بکەون ڕێگای ڕاستتان نیشان دەدەم\n","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:39","price":"ئەی گەلەکەم بەڕاستی ژیانی ئەم دونیایە ڕابواردنێکی کەمە وە بەڕاستی ھەر پاشەڕۆژ جێی حەسانەوەی ھەمیشەییە\n","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:40","price":"ھەر کەسێك کاری خراپەی کرد بێت ھەر بەئەندازەی خراپەکەی سزا دەدرێت ھەر کەسیش چاکەی کرد بێت ئافرەت بێت یان پیاو (بەو مەرجەی) باوەڕدار بێت ئا ئەوانە دەچنە بەھەشتەوە لەوێدا بەبێ ژمارە وحیساب ڕزق و ڕۆزییان پێ دەدرێت\n","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:41","price":"وە ئەی گەلەکەم ئەوە چیە من بانگتان دەکەم بۆ ڕزگاربوون کەچی ئێوە من بانگ دەکەن بۆ ئاگری دۆزەخ\n","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:42","price":"بانگم دەکەن بۆ ئەوەی بێ باوەڕبم بەخوا وە شتێ بکەمە ھاوبەشی خوا کەھیچ زانیاری یەکم پێی نیە لەکاتێکدا من بانگتان دەکەم بۆلای خوای بەدەسەڵات و لێبوردە\n","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:43","price":"ڕاستە و گومانی تێدا نیە ئەوەی ئێوە منی بۆ بانگ دەکەن شیاوی بانگ کردن نیە نە لە دونیا و نە لە دواڕۆژدا وە بەڕاستی گەڕانەوەمان ھەر بۆلای خوایە و بێگومان زیادەڕۆیان ھاوەڵانی ئاگری دۆزەخن\n","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:44","price":"جا لەمەودوا ئەوەی من پێتان دەڵێم بیرتان دەکەوێتەوە وە من کاری خۆم بەخوا دەسپێرم بەڕاستی خوا بینایە بەبەندەکانی\n","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:45","price":"جا خوا ئەو (پیاوە ئیماندارە) ی پاراست لەزیانی ئەو فڕو فێڵانەی دەیان کرد وە سزای سەخت ھات و دارودەستەی فیرعەونی گرتەوە\n","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:46","price":"بەیانیان و ئێواران (فیرعەون ودەست وپێوەندەکەی) دەبرێنە دیاری ئاگری دۆزەخ ڕۆژێکیش کە قیامەت ھەڵدەسێت (فەرمان دەدرێت) دارودەستەی فیرعەون بخەنە سەخترین سزاوە\n","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:47","price":"وەکاتێك (دۆزەخیەکان) لەناو ئاگرەکەدا دەمە قاڵێ دەکەن، لاوازەکان بەوانەی خۆ بەزل زان بوون دەڵێن بەڕاستی ئێمە شوێن کەوتووی ئێوە بووین دەی ئایا ئێوە لەجیاتی ئێمە لەئەستۆ دەگرن بەشێك لەم ئاگرە\n","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:48","price":"ئەوانەی خۆ بەزل زان و زۆردار بوون دەڵێن: بەڕاستی ھەموومان لەئاگرداین بێگومان خوا لەنێوان بەندەکانیدا دادوەری کردوو ( وحوکمی تەواو بوو)\n","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:49","price":"وە ئەوانەی لەئاگری دۆزەخدان بەدەرگاوانەکانی دۆزەخ دەڵێن داوا لەپەروەردگارتان بکەن تەنھا یەك ڕۆژ سزامان لەسەر سووك بکات\n","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:50","price":"دەڵێن: ئایا پێغەمبەرەکان نەھاتن بۆ لاتان؟ بەچەندین بەڵگەی ڕوون وئاشکراوە؟ دەڵێن :بەڵێ (ھێنا بوویان) پێیان دەڵێن دەی خۆتان بپاڕێنەوە بێگومان پاڕانەوەی بێ باوەڕان وون دەبێ و بێ سوودە\n","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:51","price":"بەڕاستی ئێمە پێغەمبەرانمان و ئەوانەی باوەڕیان ھێناوە سەرکەوتوو دەکەین لەژیانی دونیادا وە لەو ڕۆژەی (قیامەت) کە شایەتەکان ھەڵدەسنەوە\n","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:52","price":"ڕۆژێکە بیانوو و پاکانە کردنی بێ باوەڕان ھیچ سوودیان پێ ناگەیەنێت ھەموویان نەفرەتیان لێکراوە و خراپترین جێگایان ھەیە\n","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:53","price":"سوێند بەخوا بەڕاستی ئێمە تەوراتمان دا بەموسا وە نەوەکانی ئیسرائیلمان کردە میراتگری تەورات\n","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:54","price":"(کەھۆی) ڕێنمونی و پەندو بیرخەرەوەیە بۆ خاوەن ژیریەکان\n","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:55","price":"ئەمجا (ئەی موحەممەد ﷺ) خۆگربە بێگومان بەڵێنی خوا ھەقەو دێتە دی وە داوای لێبوردنی گوناھت بکە وە تەسبیحات بکە بەستایشی پەروەردگارت بەئێواران وبەیانیاندا\n","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:56","price":" بەڕاستی ئەو کەسانەی دەمە قاڵێ و کێشە دەکەن دەربارەی نیشانەکانی خودا بەبێ ئەوەی بەڵگەیەکیان بۆ ھاتبێت ھیچ لە دڵیاندا نیە جگە لەخۆبەزل زانی نەبێت ھەرگیز ئەوان بە (مەبەستیان) ناگەن کەواتە پەنا بەخوا بگرە بەڕاستی ھەر ئەو بیسەر و بینایە\n","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:57","price":"بەڕاستی بەدیھێنانی ئاسمانەکان و زەوی گەورەترە لەبەدی ھێنانی خەڵکی بەڵام زۆربەی مەردووم ئەمە نازانن\n","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:58","price":"وە نابینا و بینا یەکسان نین وە کەسانێك باوەڕیان ھێناوە و کردەوە چاکەکانیان کردووە لەگەڵ بەدکاران وەك یەك نین زۆر کەم (لەخەڵکی) بیر دەکەنەوە\n","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:59","price":"بەڕاستی ڕۆژی دوایی دێت ھیچ گومانی تێدا نیە بەڵام زۆربەی خەڵکی باوەڕ ناکەن\n","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:60","price":"وە پەروەردگارتان فەرموویەتی: لێم بپاڕێنەوە وەڵامتان دەدەمەوە بەڕاستی ئەوانەی خۆ بەگەورە دەزانن کەبمپەرستن بێگومان بەسەر شۆڕی دەچنە دۆزەخەوە\n","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:61","price":"خوا ئەو زاتەیە شەوی داناوە بۆ ئێوە تائارامی تێدا بگرن وە ڕۆژیشی ڕوناك کردۆتەوە (بۆ ژیان پەیدا کردن) بەڕاستی خوا خاوەن چاکەو میھرەبانیە بەسەر خەڵکەوە بەڵام زۆربەی ئادەمی سوپاس گوزار نین\n","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:62","price":"ئەمەیە خوای پەروەردگاری ئێوە دروستکەر وداھێنەری ھەموو شتێکە ھیچ پەرستراوێکی بەھەق وڕاست نیە جگە لە ئەو دەی کەواتە چۆن لائەدەن لەڕاستی\n","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:63","price":"ئا بەم جۆرە لائەدرێن ئەوانەی کەدان نانێن بەبەڵگەو نیشانەکانی خوادا\n","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:64","price":"خوا زاتێکە کەزەوی بۆ کردونەتە نیشتەجێ (وئارامگا) وە ئاسمانیشی بۆ کردوون بەسەربان و بەجوانترین شێوە ئێوەی دروستکردووە لەوشتانەیش کەحەڵاڵ و پاکن ڕۆزی داوون ئەمەیە خوای پەروەردگاری ئێوە بەرزی و پیرۆزی بۆ خوای پەروەردگاری جیھانیان\n","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:65","price":"ھەر زیندووە و ھیچ پەرستراوێکی بەھەق وڕاست نیە جگە لە ئەو کەواتە خوا بپەرستن بەدڵسۆزی وتەنھا بۆ ئەو ملکەچ بن\nسوپاس و ستایش بۆ خوای پەروەردگاری جیھانیان\n","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:66","price":"(ئەی موحەممەد ﷺ) بڵێ: بەڕاستی من ڕێگری کراوم لەپەرستنی ئەوانەی ئێوە دەیان پەرستن جگە لەخوا دوای ئەوەی بەڵگەی ڕوونم بۆ ھاتووە لەپەروەردگارمەوە وە فەرمانم پێکراوە کە گەردن کەچ بم بۆ پەروەردگاری جیھانیان\n","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:67","price":"ئەو خوایەیە کەئێوەی لەخاك دروستکردووە لەپاشان لەدڵۆپێك ئاو پاشان لەپارچە خوێنێك لەپاشان بەمنداڵی (ساوایی) دەتان ھێنێـتە دەر (لەسکی دایك) لەپاشان تا دەگەنە تینی ھێزو لاوییتان لەپاشان تاپیر دەبن وە ھەندێکتان پێش پیربوون دەمرێنرێن ھەتا دەگەنە ئەو کاتەی کەبۆتان دیاریکراوە بۆ ئەوەی بیربکەنەوە\n","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:68","price":"ئەو خوایەیە کەدەژێنێت و دەمرێنێت جا ھەرکـاتێك (بیەوێت) بڕیـارێك بـدات تەنھـا پێی دەفەرمووێت ببە ،دەست بەجێ دەبێت\n","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:69","price":"ئایا سەرنجی ئەوانەت نەداوە سەبارەت بە بەڵگە ونیشانەکانی خوا دەمەقاڵێ وموجادەلە دەکەن (بەبێ ھیچ زانیاریەك) چۆن لەڕێی (ڕاست) لادەدرێن\n","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:70","price":"ئەوانەی باوەڕیان بەقورئان نەھێنا وە بەو (پەڕاوانەی) بەپێغەمبەرەکانماندا ناردومانە ئەوە لەمەو پاش (سەرئەنجامی خۆیان) دەزانن\n","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:71","price":"کاتێك زنجیرو تەوقیان لەگەردندایە پێی ڕادەکێشرێن\n","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:72","price":"لەناو ئاوی زۆر گەرمدا پاشان لەدۆزەخدا دەسوتێنرێن\n","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:73","price":"لەپاشان پێیان دەوترێت: لەکوێن ئەو ھاوبەشانەی بۆ خواتان دادەنان\n","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:74","price":"بێجگە لەخوا دەڵێن: وون بوون لێمان (وا نیە) بەڵکو ئێمە لەدونیا (بێجگە لەخوا) شتێکمان نەدەپەرست ئابەم جۆرە خوا بێ باوەڕان لەڕێگە لادەدات\n","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:75","price":"ئەمەتان لەبەر ئەوەیە کەئێوە بەناڕەوا شادی و کەیفتان دەکرد لەزەویدا وە لەبەر ئەوەی کەئێوە فیزو کەشخەتان دەکرد لەزەویدا\n","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:76","price":" دەی لەدەرگاکانی دۆزەخەوە بڕۆنە ژوورەوە تیایدا دەمێننەوە بە ھەمیشەیی و ئێجگاری ئای چەند خراپە شوێنی خۆ بەزل زانان\n","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:77","price":"دەی کەواتە (ئەی موحەممەد ﷺ) خۆڕاگربە بێگومان بەڵێنی خوا ڕاستە جا یان ھەندێك لەو بەڵێنانەی پێیان دەدەین نیشانت دەدەین یان تۆ دەمرێنین (بەڵێنەکان نابینی) ئەوسا ھەمووتان ھەر بۆلای ئێمە دەگەڕێنەوە\n","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:78","price":"سوێند بەخوا بەڕاستی بەر لەتۆ پێغەمبەرانێکمان ناردووە بەسەرھاتی ھەندێکیانمان بۆ باس کردوی وە ھەندێکیانمان بۆ باس نەکردویت وە ھیچ پێغەمبەرێك ناتوانێت موعجیزەیەك بھێنێت مەگەر بەئیزنی خوا نەبێت جاکاتێك فەرمانی خوا ھات (بەسزادانیان) بەھەق دادوەری دەکرێت (لەنێوانیاندا) وە لەوێدا ناڕاستان زەرەرۆمەند دەبن\n","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:79","price":"خوا ئەو زاتەیە ئاژەڵ و ماڵاتی بۆ ئێوە بەدیھێناوە بۆ ئەوەی سواری ھەندێکیان بن و (گۆشتی) ھەندێکیشیان بخۆن\n","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:80","price":"وە لەو (ئاژەڵانە) دا چەند سوودو کەڵك بۆ ئێوە ھەیە وە تابەھۆی ئەوانەوە بگەنە پێویستیەك کە لەدڵ و دەرونتاندایە وە لەسەر پشتی ئەو (وڵاخانە) و لەسەر کەشتی ئێوە سوار دەکرێن\n","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:81","price":"خوا زۆر نیشانەی خۆیتان نیشان دەدات جا ئێوە ئینکاری کام لە نیشانە وبەڵگەکانی خوا دەکەن؟!\n","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:82","price":"دەی ئایا بەزەویدا نەگەڕاون تا ببینن سەرەنجامی کەسانێك کە لە پێش ئەوان بوون چۆن بووە کەلەمان زۆر ترو بەھێزتریش بوون وە شوێنەواریشیان لەزەویدا (زیاتر بوو) ئەمجا ئەوەی کرد بوویان (لەدونیادا) سوودی پێ نەگەیاندن\n","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:83","price":"جا کاتێك پێغەمبەرەکانیان بەبەڵگە ڕوونەکانەوە ھاتنە لایان دڵخۆش بوون بەو زانینەی ھەیان بوو ئەو (سزایەی ئەوان) گاڵتەیان پێ دەکرد چوار دەوریدان (وھاتە دی)\n","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:84","price":"ئەمجا کاتێك سزای بەتینی ئێمەیان بینی ووتیان: باوەڕمان بەخوای تاك و تەنھا ھێنا وە بێ باوەڕین بەو شتانەی کردبوومانە ھاوبەشی خوا\n","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:85","price":"جا باوەڕ ھێنانەکەیان ھیچ سوودی نەبوو بۆیان لەکاتێکدا سزای ئێمەیان بینی باوو سوننەتی خوا ھەر وا بووە پێشتر لەگەڵ بەندەکانیدا وە لەوێدا بێ باوەڕان زەرەرۆمەند بوون\n","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:1","price":"بە(حا، میم) دەخوێنرێتەوە خوا زاناترە بەواتای، سەیری سەرەتای سورەتی (البقرة)ش بکە\n","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:2","price":" قورئان لەلایەن خوای بەخشندەی میھرەبانەوە نێردراوەتە خوارەوە\n","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:3","price":"پەڕاوێکە بەڵگەکانی ڕوونکراوەتەوە (لێك جیاکراوەتەوە) قورئانێکە بەزمانی عەرەبی بۆ گەلێك کەشارەزان و دەزانن\n","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:4","price":"مژدەدەر وترسێنەرە کەچی زۆربەیان گوێی پێ نادەن و بۆیە (قورئان) نابیستن\n","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:5","price":"دەڵێن دڵەکانمان لەناو چەند پەردەیەکدایە (تێ ناگەین) لەئەوەی تۆ ئێمەی بۆ بانگ دەکەیت وە لەگوێیەکانماندا گرانی و کەڕی ھەیە وە لەنێوان ئێمەو تۆدا پەردەیەك ھەیە کەواتە تۆ کاری خۆت بکە و بێگومان ئێمەیش کاری خۆمان دەکەین\n","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:6","price":"بڵێ: بەڕاستی من مرۆڤێکم وەك ئێوە بەڵام (ھەندە ھەیە من) نیگام بۆ دەکرێت کە بەڕاستی پەرستراوی ئێوە خوایەکی تاك و تەنھایە کەواتە باڕووتان ھەر بەرە و خوا بێت (لەپەرستنەکانتاندا) و داوای لێبوردنی لێ بکەن وە سزاو لەناوچوون بۆ ھاوبەشدانەرانە\n","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:7","price":"ئەوانەی کەزەکات نادەن و باوەڕیشیان بەڕۆژی دوایی نیە\n","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:8","price":"بەڕاستی ئەوانەی باوەڕیان ھێناوەو کردەوە چاکەکانیان کردووە پاداشتی بێ بڕانەوەیان بۆ ھەیە\n","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:9","price":"بڵێ: ئاخۆ بەڕاستی ئێوە باوەڕتان بەو زاتە نیە؟ کە زەوی لەدوو ڕۆژدا دروستکردووە وە ھاوبەشانی بۆ دادەنێن ھەر ئەوە پەروەردگاری جیھانیان\n","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:10","price":"وە لەسەر زەویدا شاخی زۆری داناوە وە فەڕ و بەرەکەتی تێ خستووە وە بژێوی (ھەموو گیاندارێکی) لەزەویدا دیاریکرد لەماوەی چوار ڕۆژدا بەیەکسانی بۆ گشت داواکەران\n","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:11","price":"پاش دروستکردنی زەوی ئیرادەی دروستکردنی ئاسمانی کرد کە پێشتر دوکەڵێک بوو ئەمجا بەئاسمان و بەزەوی فەرموو: وەرن بەوویستی خۆتان یان بە ناچاری (بێنە ژێر فەرمانم) ھەر دووکیان ووتیان بەوویستی خۆمان ھاتین\n","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:12","price":"ئەوسا حەوت ئاسمانی لەدوو ڕۆژدا دروستکرد (کەواتە خوای گەورە زەوی و ئاسمانەکانی بەشەش ڕۆژ دروستکرد) وە ھەر ئاسمانەی فەرمان (کار) ی خۆی بۆ نارد وەئاسمانی دونیامان بەئەستێرە درەوشاوەکان ڕازاندەوە، وپارێزراوە (لەگوێ گرتنی شەیتانەکان) ئەوە بڕیاری خوای زاڵ و بەدەسەڵاتە\n","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:13","price":"جا ئەگەر ڕوویان وەرگێڕا ئەوە بڵێ بەھەورە تریشقەیەك (بروسکەیەك) دەتانترسێنم وەك ھەورە تریشقەی (گەلی) عادو سەمود\n","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:14","price":"کاتێك پێغەمبەرەکانیان ھاتنە لایان لەبەردەمیان و لە پشتیانەوە (لەھەموو لایەکەوە) (پێیان ووتن) کەجگە لەخوا نەپەرستن ووتیان: ئەگەر پەروەردگارمان بیویستایە فریشتەیەکی دەناردە خوارەوە (بۆمان) بۆیە بەڕاستی ئێمە بەوەی ئێوەی پێ نێرراون باوەڕ ناکەین\n","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:15","price":"ئەمجا (گەلی) عاد بەناڕەوا خۆیان بەگەورە زانی لەزەویدا وە ووتیان: کێ لەئێمە بەھێز ترە ئایا نەیان زانی بوو بێگومان ئەو خوایەی کەئەوانی دروستکردووە لەئەوان بەھێز ترە وە ئەوان دانیان نەدەنا بەبەڵگەکانی ئێمەدا وئینکاریان دەکرد\n","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:16","price":"ئەوسا ئێمە بایەکی زۆر بەھێزی ساردمان بۆ ناردن لەڕۆژانێکی بەردەوام (وشوم)دا بۆ ئەوەی سزای ئابڕو بەریان پێ بچەژین لەژیانی دونیادا بێگومان سزای پاشە ڕۆژیان ئابڕو بەر (وڕیسواکەر) ترە وە ئەوان یارمەتی نادرێن\n","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:17","price":"وە (ھۆزی) سەمودمان ڕێنمونی کرد بەڵام ئەوان زیاتر حەزیان لەکوێری وگومڕایی کرد تا شارەزایی و ڕێنمونی جا بۆیە ھەورە بروسکەی سزای ڕیسواکەر لێی دان بەھۆی ئەو (خراپانەوە) کەدەیانکرد\n","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:18","price":"وە ئەو کەسانەشمان ڕزگارکرد کەباوەڕدارو پارێزکار ولەخواترس بوون\n","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:19","price":"وە ڕۆژێك ھەموو دوژمنانی خوا بەرەو ئاگری دۆزەخ کۆدەکرێنەوە جا ئەوان (لە پێش کەوتن و دواکەوتن) ڕێگری دەکرێن (تا ھەموو پێکەوە بەڕیز بڕۆن)\n","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:20","price":"تا کاتێك دەگەنە لای ئاگری دۆزەخ شایەتی دەدات لە دژیان گوێ و چاو و پێستی لەشیان بەو کردەوانەی کە کردویانە ( لەدونیادا)\n","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:21","price":"وە بەپێستەکانیان دەڵێن: بۆچی شایەتیتان دا لەدژمان دەڵێن: ئەو خوایە ئێمەی ھێناوەتە زمان کە ھەموو شتێکی ھێناوەتە زمان (وقسەکردن) ھەر ئەویش یەکەمجار ئێوەی دروستکردوە وە ھەر بۆلای ئەویش دەگەڕێنرێنەوە\n","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:22","price":"وە ئێوە خۆتان نەدەشاردەوە (نەدەپاراست لەگوناە) لەشایەتیدانی گوێ و چاوو پێستی لەشتان لەدژتان بەڵکو وا گومانتان دەبرد کەخوا نازانێ بەزۆرێك لەو کارانەی کە دەیکەن\n","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:23","price":"ئا ئەوە گومانتان بوو کە دەتان برد بەپەروەردگارتان ئێوەی ھەڵدێرا (لەناوی بردن) وچوونە ڕیزی زیانباران و خەسارۆمەندانەوە\n","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:24","price":"ئەمجا ئەگەر ئارام بگرن ئەوانە ئاگر شوێنی مانەوەیانە وە ئەگەر داوای لێبوردن و ڕازی بوونی خوا بکەن ئەوە خوا ھەرگیز ڕازی نابێت (خۆش نابێ لێیان)\n","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:25","price":"وە چەند دۆست (و ھاودەم)مان لەدونیا بۆ دانان کە خراپەکردنی دونیاو (بێ بڕوایی) ڕۆژی دوایی بۆ ڕازاندنەوە وە بەڵێنی (سزادانیان) بەسەردا درا لە(ڕیزی) ئەو گەلانەی ڕابوردن پێش ئەمان لەجنۆکە و ئادەمی بەڕاستی زەرەرۆمەند بوون\n","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:26","price":"وە بێ باوەڕان (بەیەکتریان) دەووت گوێ مەگرن بۆ ئەم قورئانە وە قسەی پڕوپوچی تێکەڵ بکەن بەڵکو سەرکەون (بەسەریدا)\n","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:27","price":"دەی سوێند بەخوا بێگومان ئەوانەی بێ باوەڕ بوون پێیان دەچێژین سزایەکی سەخت وە تۆڵەیان لێ دەسەنین (بەتۆڵەی) خراپترینی تاوانێك کەدەیان کرد\n","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:28","price":"ئەوەی (باسکرا) سزای دوژمنانی خوایە کەئاگری دۆزەخە ماڵی ھەمیشەی ئەوان لەو ئاگرەدایە ئەو سزایە (دەدرێن) چونکە دانیان نەدەنا بەنیشانەکانی ئێمەدا\n","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:29","price":"وە ئەوانەی بێ باوەڕن دەڵێن: ئەی پەروەردگارمان ئەو دوانەمان نیشان بدەن کە گومڕایان کردین لە جنۆکە وئادەمی تا بیانخەینە ژێر پێمان تا لە ژێری ژێرەوەی دۆزەخ بن\n","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:30","price":" بەڕاستی ئەوانەی ووتیان خوا پەروەردگارمانە و لەپاشان ڕێك و ڕاست (لەسەر ئاین) بەردەوام بوون فریشتەکان پۆل پۆل دێنە لایان (کاتی مردن یان زیندوو بوونەوە) (پێیان دەڵێن) کەمەترسن و خەفەت مەخۆن وە مژدە بێ لێتان ئەو بەھەشتەی کەبەڵێنتان پێ درابوو\n","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:31","price":"ئێمە لەژیانی دونیا و لەڕۆژی دواییدا پشتیوانی ئێوەین وە لەو (بەھەشتەدا) ھەرچی حەزی لێ بکەن بۆتان ئامادەیە\nوە ھەرچی داوا بکەن لەوێدا لەخزمەتتاندایە\n","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:32","price":"ڕێزلێنان و میوانداریە لەلایەن خوای لێبوردەی میھرەبانەوە\n","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:33","price":"کێ ووتەی چاکترو بەجێترە لەوکەسەی (خەڵك) بۆلای خوا بانگ دەکات وەکاری چاکە دەکات و دەڵێ بێگومان من لەکۆمەڵی گەردنکەچ و موسڵمانانم\n","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:34","price":"چاکە و خراپە چوون یەك نین بەچاکترین شێوە وەڵامی (خراپە) بدەرەوە ئەوسا کەسێك کە لەنێوان تۆ و ئەودا دوژمنایەتی ھەیە وەك دۆستێکی دڵسۆز و گیانی بەگیانی لێ دێت (ئەمەش دەرەنجامی ڕەوشتی بەرز وکار وکردەوەی جوانە)\n","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:35","price":"بەم ئاستە ناگات کەسانێك نەبێت کە خۆڕادەگرن و بەئارامن وە پێی ناگات مەگەر کەسێك خاوەنی بەشی ھەرە گەورە بێت (لەپاداشت)\n","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:36","price":"وە ئەگەر لەشەیتانەوە تووشی خەتەرەو خەیاڵی نادروست بوویت ئەوە پەنا بگرە بەخوا چونکە بەڕاستی ھەر ئەو بیسەر و زانایە\n","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:37","price":"لەنیشانەکانی (دەسەڵاتی) خوایە شەوو ڕۆژو خۆرو مانگ، سوژدە مەبەن نەبۆ خۆرو نەبۆ مانگ بەڵکو سوژدە بەرن بۆ ئەو خوایەی ئەوانی بەدیھێناوە ئەگەر ئێوە تەنھا ئەو دەپەرستن\n","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:38","price":"جا ئەگەر خۆیان بەگەورە زانی (من بپەرستن) دەی ئەوانەی لای پەروەردگارتن (فریشتەکان) بەشەو و بەڕۆژ عیبادەتی ئەو دەکەن و ماندو وەڕەس نابن\n","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:39","price":"لەنیشانەکانی(دەسەڵاتی) خوایە کەزەوی دەبینیت ووشك و ماتە کەچی کاتێك بارانمان باراند بەسەریدا (بەڕواندنی ڕوەك) دەکەوێتە جوڵەو دەبوژێتەوە (بەرز دەبێتەوە) بێگومان ئەوەی (زەوی ووشك) دەبوژێنێتەوە زیندووکەرەوەی مردووەکانیشە بەڕاستی ئەو (خوا) بەسەر ھەموو شتێکدا بەتوانایە\n","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:40","price":"بێگومان ئەوانەی لەئایەتەکانی ئێمە لادەدەن لەئێمە شاراوە نین دەی ئایا کەسێك دەخرێتە ناو ئاگرەوە چاکترە یان ئەو کەسەی لەڕۆژی قیامەتدا بێ ترس دێت ھەرچیتان وویست (حەزتان لێ کرد) بیکەن بێگومان خوا بەوەی دەیکەن بینایە\n","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:41","price":"بەڕاستی ئەوانەی کەقورئانیان بۆ ھات وباوەڕیان پێ نەھێنا (سزایان دەدەین) کەبەڕاستی کتێبێکی زۆر بەرزو جێگەی ڕێزە\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:42","price":"بەتاڵ وناڕاستی ڕوی تێ ناکات نە لەئێستا و نەلە دوواڕۆژدا (نە بەلێ کەمکردن نە بەلێ زیادکردن) چونکە نێردراوەتە خوارەوە لەلایەن (خوای) کاردروست و ستایشکراوەوە\n","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:43","price":"ھیچ شتێك بەتۆ ناوترێت مەگەر ئەوەی بەپێغەمبەرانی بەرلەتۆ ووتراوە بەڕاستی پەروەردگارت خاوەن لێبوردنە (بۆ ئیمانداران) وە خاوەن تۆڵەی سەختە (بۆ بێ باوەڕان)\n","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:44","price":"ئەگەر ئەم قورئانەمان بەزمانێکی تر جگـە لـەعەرەبی بناردایە بێ باوەڕان دەیانووت بۆچی ئایەتەکانی بەڕوونی شینەکراونەتەوە (چۆن دەبێت) قورئانی عەجەمی و پێغەمبەری عەرەبی (ئەی موحەممەد ﷺ) بڵێ: قورئان بۆ کەسانێك باوەڕیان پێی ھێناوە ڕێنیشاندەرو شیفایە وە ئەوانەی باوەڕی پێ نایەنن لەگوێیاندا گرانی و کەڕی ھەیە (لەبیستنی ھەق) ھەروەھا لەئاست ئەو قورئانەدا کوێرن، ئەوانە لەشوێنێکی زۆر دورەوە بانگ دەکرێن\n","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:45","price":"سوێند بەخوا بەڕاستی تەوراتمان دابە موسا بەڵام جیاوازی تێدا کرا (لەلایەن جولەکەکانەوە) وە ئەگەر پێشتر بڕیار نەدرایە لەلایەن پەروەردگارتەوە (کە سزایان دوا بخرێت) لەنێوانیاندا دادوەری دەکرا (بەسزا دانیان لەدونیا) وە بەڕاستی ئەوان لەدوو دڵی و بەدگومانیدان دەربارەی قورئان\n","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"41:46","price":"ھەر کەسێك کاری چاکە بکات (قازانجەکەی) بۆ خۆیەتی ھەر کەسیش خراپە بکات (زیانەکەی) بۆ خۆیەتی وە پەروەردگارت ستەم لەبەندەکانی ناکات\n","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":null,"lang":"ku"}],"juz":{"id":24,"name":"فَمَنْ أَظْلَمُ","transliteration":"Faman Azlam","transEn":"Then Who is More Unjust","startVerse":"39:32","endVerse":"41:46","totalVerses":175}}