{"data":[{"name":"41:47","price":"زانینی ڕۆژی دوایی تەنیا بۆ لای خوا دەگەڕێنرێتەوە وە ھەر بەروبوومێك کە لە پێست و قەباغەکەی دێتە دەرەوە و ھەر مێینەیەك ئاوس دەبێ و (سکەکەی) دادەنێت ئەوە (خوا) ئاگای لێیە وە ڕۆژێك خوا (ھاوبەش پەیدا کەران) بانگ دەکات (پێیان دەڵێت) ھاوبەشانێك (کەداتان نابوو بۆ من) لەکوێن دەڵێن پێمان ڕاگەیاندی کەس لەئێمە شایەت نین (تۆھاوبەشت ھەبێت)\n","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"41:48","price":"وە وون بوولێیان ئەوانەی پێشتر دەیانپەرستن وە زانیان کە ھیچ پەنایەکیان نیە\n","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"41:49","price":"ئادەمی ماندو نابێت لە داواکردنی خێرو خۆشی وە ئەگەر ناخۆشیەك دووچاری ببێت ئەوە بێ ھیوا و نائومێد دەبێت\n","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"41:50","price":"وە ئەگەر پێمان بەخشی نیعمەت وڕەحمەتێك لەلایەن خۆمانەوە لەپاش زیانێك لێی کەوتووە دەڵێت: ئەمە ھی خۆمە وەگومان نابەم ڕۆژی دوایی بەرپا بێت وە ئەگەر گەڕێندرامەوە بۆلای پەروەردگارم (زیندووبونەوە ھەبوو) بێگومان لای خوا (پاداشتی) زۆر چاکم ھەیە جا سوێند بەخوا ھەواڵ دەدەین بەوانەی بێ باوەڕ بوون بەوەی کردوویانە (لەدونیا) وە سوێند بەخودا پێیان دەچەژین سزایەکی بەھێز و بەتین\n","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"41:51","price":"وە کاتێك چاکە و خۆشیمان ڕشت بەسەر ئادەمیدا ڕوو وەردەگێڕێ و بە خۆبەزل زانینە وە دوور دەکەوێتەوە بەڵام کاتێك ناخۆشی تووش بێت ئەوە نزاو ھاواری زۆر دەکات\n","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"41:52","price":"بڵێ پێم بڵێن ئەگەر (قورئان) لەلایەن خواوە بوو پاشان ئێوەش باوەڕتان پێ نەکرد کێ گومڕاترە لەو کەسەی کەلە دژایەتیەکی دوور لەڕاستیدا بێت\n","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"41:53","price":"لەمەودوا بەڵگە کانی خۆمانیان نیشان دەدەین لە ئاسۆی دونیا (لەبوونەوەردا) وە لە خودی خۆیاندا ھەتا بۆیان ڕوون بێتەوە بێگومان ئەم (قورئانە) ڕاستە ئایا پەروەردگارت بەس نیە کە بەڕاستی ئاگادارە بەسەر ھەموو شتێکدا\n","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"41:54","price":"ئاگاداربە بەڕاستی ئەوانە لە دوو دڵیدان لەدیدار وگەشتن بە پەروەردگاریان ئاگاداربە بەڕاستی (زانست وزانیاری) خوا دەوری ھەموو شتێکی داوە\n","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:1","price":"بە (حا میم) دەخوێنرێتەوە\n","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:2","price":"بە (عەین، سین، قاف) دەخوێنرێتەوە خوا زاناترە بە ماناکەی بۆ زانیاری زیاترو واتاکەشیان سەرنجی سەرەتای سورەتی (البقرة) بدە\n","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:3","price":"ئا بەو جۆرە خودا نیگا دەکات بۆ تۆ وە بۆ ئەو (پێغەمبەرانەی) پێش تۆش خوای زاڵی باڵادەستی کاردروستە\n","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:4","price":"ھەر بۆ خوایە ھەرچی لە ئاسمانەکان وە ھەرچی لە زەویدایە وە ئەو (خوا) بڵند و گەورەیە\n","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:5","price":"نزیکە ئاسمانەکان پارچە پارچەببن لە سەرویانەوە وە فریشتەکان بەپاکی یاد وسوپاسی پەروەردگاریان دەکەن وە داوای لێبوردن دەکەن بۆ ئەوانەی لەزەویدان ئاگاداربن کە بێگومان تەنھا خوا لێبوردە و میھرەبانە\n","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:6","price":"وە ئەوانەی جگە لەخوا دۆستانێکیان بۆ خۆیان ھەڵبژاردووە خوا ئاگادار و چاودێرە بەسەریانەوە وە تۆ (ئەی موحەممەد ﷺ) پارێزەر وچاودێر نیت بەسەریانەوە\n","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:7","price":"ھەروەھا نیگامان کردووە بۆت قورئانێك (بەزمانی) عەرەبی بۆ ئەوەی خەڵکی مەککە و کەسانی دەوروبەری بترسێنیت وە (خەڵك) بترسێنیت لەڕۆژیی کۆکردنەوە کە ھیچ گومانی تێدا نیە کۆمەڵێك لە بەھەشتدان وە کۆمەڵێك لە ئاگریی بڵێسەداردان\n","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:8","price":"وە ئەگەر خوا بیویستایە دەیکردن بەیەك نەتەوە (باوەڕداریان بێ باوەڕ) بەڵام ھەرکەسێکی بوێت دەیخاتە ناو میھرەبانی خۆیەوە، ستەمکارەکانیش ھیچ دۆست و یارمەتی دەرێکیان نیە\n","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:9","price":" ئایا ئەوان جگە لەخوا پشتیوان و دۆستانێکیان بۆ خۆیان ھەڵبژاردوە؟ ھەر خوا پشتیوان و دۆستە وە تەنھا ئەو مردووان زیندوو دەکاتەوە وە ئەو بەدەسەڵات وبە توانایە بەسەر ھەموو شتێکدا\n","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:10","price":"وە ھەرشتێك کە تێیدا جیاواز بوون ئەوە بڕیارەکەی بۆ لای خوا دەگەڕێتەوە ئەو خوایە پەروەردگاری منە تەنھا پشتم بەو بەستووە وە ھەر بۆلای ئەویش دەگەڕێمەوە\n","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:11","price":"(خوا) بەدیھێنەری ئاسمانەکان و زەویە، بۆی بەدیھێناون ھاوسەران لەخودی خۆتان ھەروەھا لە ئاژەڵیشدا جووتی (دروستکردووە) لەجووت بووندا ژمارەتان زۆر دەکات ھیچ شتێك بەوێنەی خوا نیە (نە لەزات و نە لەسیفات و نە لە کرداریدا) وە ئەوە بیسەرو بینایە\n","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:12","price":"ھەر بۆ ئەوە (کلیلەکانی) دەسەڵاتداریی ئاسمانەکان وزەوی، ڕزق و ڕۆزی فراوان دەکات و دەیگرێتەوە لە ھەرکەسێك کە بیەوێت بەڕاستی خوا ئاگادارە بەھەموو شتێك\n","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:13","price":"ئەو ئاینەی بۆ داناوون کە فەرمانی داوە بە نوح و ئەوەش نیگامان کردووە بۆ تۆ و ئەوەش کە فەرمانمان داوە بە ئیبراھیم وموسا وعیسا کە لەسەر ئەو ئاینەبن بەڕێك و ڕاستی و جیاوازی تێدا مەکەن زۆر قورس وگرانە بەلای ھاوبەشدانەرانەوە ئەوەی ئەوانی بۆ بانگ دەکەیت خوا ھەرکەسی بوێت ھەڵی دەبژێرێ بۆ(موسڵمان بوون) لای خۆی وە ڕێنمونی کەسێك دەکات بۆ لای خۆی بگەڕێتەوە\n","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:14","price":"وە جیاواز نەبوون مەگەر لەپاش ئەوەی کەزانست و زانیاریان بۆ ھات بەھۆی دژایەتی و حەسوودی نێوانیانەوە وە ئەگەر فەرمانێك پێشتر لە پەروەردگارتەوە دەرنەچوایە تا کاتێکی دیاریکراو (دەبێ بژین) ئەوە بڕیار لەنێوانیاندا دەکرا (بەسزادانیان) وە بەڕاستی ئەوانەی لەدوای ئەوان نامەیان پێـدرا لە گومان و دوو دڵیدا بوون لێی\n","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:15","price":"کەواتە تۆ بۆ ئەوە بانگەوازبکە و ڕاست و ڕاوەستاوبە لەسەر ئاینەکەت بەو جۆرەی فەرمانت پێکراوە وە شوێن ئارەزووەکانی ئەوان مەکەوە وەبڵێ باوەڕم ھێناوە بەھەرنامەیەك کە خوا ناردویەتیە خوارەوە وە فەرمانم پێـدراوە کە داد پەروەربم لە نێوانتاندا خوا پەروەردگاری ئێمە و ئێوەشە (پاداشتی) کردەوەی خۆمان بۆ خۆمانە و (پاداشتی) کردەوەی ئێوەش بۆ خۆتانە ھیچ بەڵگەیەك نەماوە لە نێوان ئێمە و ئێوەدا (باس نەکرابێت)، خوا (لەڕۆژی دواییدا) کۆمان دەکاتەوە سەرەنجام و گەڕانەوەش ھەر بۆ لای ئەوە\n","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:16","price":"ئەوانەی دەمەدەمێ دەکەن لەبارەی خواوە لەدوای ئەوەی (خەڵکی بانگەوازی) ئەویان وەڵام دایەوە و(موسڵمان بوون) بەڵگەکانیان پوچ و بەتاڵە لای پەروەردگاریان وە خەشم و ڕقی خوایان لەسەرە وە سزای زۆر سەختیان بۆ ھەیە\n","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:17","price":"خوا ئەو زاتەیە کە ئەم قورئانەی بەڕاستی ناردووەتە خوارەوە وە تەرازووی ناردووە (بۆ جیاکردنەوەی ھەق و بەتاڵ) وە تۆ چوزانیت لەوانەیە ھاتنی ڕۆژی دوایی زۆر نزیك بێت\n","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:18","price":"ئەوانەی باوەڕیان پێی نیە پەلەی ھاتنی دەکەن بەڵام ئەوانەی باوەڕیان پێی ھەیە دەترسن لێی وە دەزانن ڕۆژی دوایی ڕاستە بێداربن بەڕاستی ئەوانەی کە گومانیان ھەیە لەڕۆژی دوایی ئەوە بەڕاستی لە گومڕاییەکی زۆر دوور لەڕاستی دان\n","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:19","price":"خوا دڵسۆزە بەبەندەکانی ھەرکەسی بوێت ڕزق و ڕۆزی دەدات وە ھەر ئەوە بەھێز و باڵادەسەت\n","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:20","price":"ھەرکەس بەرھەمی دوا ڕۆژی بوێت ئێمە بەرھەمەکەی بۆ زیاد دەکەین وە ھەرکەسێك بەرھەمی دونیای بوێت ھەندێك لەدونیای پێ دەدەین بەڵام لەڕۆژی دواییدا ھیچ بەشێکی نیە\n","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:21","price":"ئاخۆ ئەو (بێباوەڕانە) ھاوبەشانێکیان ھەیە ئاینێکیان بۆ داناوون کە خوا ڕێگەی پێ نەداوە وە ئەگەر بڕیاری یەکجاری دەرنەچوایە لەنێوانیان دا بڕیار دەدرا (بە لە ناوبردنیان) وە بەڕاستی بۆ ستەمکاران سزای سەختی ئازاردەر ھەیە\n","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:22","price":"تۆ ستەمکاران دەبینیت زۆر دەترسن لەتاو ئەوەی کردویانە بێگومان ئەو سزایە ھەر دووچاریان دەبێت وە ئەوانەی باوەڕیان ھێناوە و چاکەکانیان کردووە لە ناو باخ وباخاتی بەھەشتدان لە لایەن پەروەردگاریانەوە ھەرچیەکیان بوێت بۆیان ئامادەیە ئە وەیە چاکەو بەخششی زۆر گەورە\n","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:23","price":"ئەو (بەخششە) ئەوەیە کە خوا موژدە دەدات بە بەندەکانی ئەوانەی کە باوەڕیان ھێناوە و چاکەکانیان کردووە (ئەی موحەممەد ﷺ) بڵێ داوای ھیچ پاداشتێکتان لێ ناکەم لەسەری مەگەر خۆشویستنی خزمایەتی ھەر کەس ھەر چاکەیەک بکات چاکەی بۆ زیاد دەکەین (بە چەند بەرانبەر) بەڕاستی خوا لێبوردە و سوپاسگوزارە\n","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:24","price":"یان ئەو (بێ باوەڕانە) دەڵێن پێغەمبەر درۆی بەدەم خواوە ھەڵبەستووە خۆ ئەگەر خوا بیەوێت مۆر دەنێ بەسەر دڵتدا وە خوا بەتاڵ لە ناو دەبات وە بە ووتەکانی (قورئان) ڕاستی جێگیر دەکات بەڕاستی خوا زانایە بەوەی لە ناو دڵاندایە\n","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:25","price":"وە ئە و خوا زاتێکە تەوبە لە بەندەکانی وەردەگرێت وە لە کردەوە خراپەکان چاوپۆشی دەکات وە دەزانێت بە ھەرچی کەئێوە دەیکەن\n","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:26","price":"ئەوانەی باوەڕیان ھێناوە و چاکەکانیان کردووە (داوایان) وەردەگرێت وە لە فەزڵ و بەخششی خۆیی زیاتریان دەداتێ بەڵام بێ باوەڕان سزای سەختیان بۆ ھەیە\n","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:27","price":"خۆ ئەگەر خوا ڕزق و زۆری فراوان بکردایە بۆ بەندەکانی لە زەویدا ستەمیان دەکرد وسەرکەش دەبوون بەڵام (خوا) ڕزق و ڕۆزی بەو ئەندازە دەنێرێتەخوارەوە کە خۆی بیەوێت بەڕاستی خوا بەئاگا و بینایە بە بەندەکانی\n","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:28","price":"وە خوا ئەو زاتەیە کە باران دەبارێنێت لە پاش ئەوەی کە خەڵکی بێ ئومێد بوون وە (بارانی) ڕەحمەتی خۆی بڵاو دەکاتەوە وەھەر ئە و پشتیوان و سوپاسکرا وە\n","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:29","price":"وە لە بەڵگەکانی (دەسەڵاتی) خوایە دروستکردنی ئاسمانەکان و زەوی و ئەوەی بڵاوی کردوەتەوە لە گیانلەبەران لە ھەر دووکیاندا (لە زەوی و لە ئاسمانەکان) وە خوا ھەر کاتێک بیەوێت بەتوانایە بەسەر کۆکردنەوەیاندا\n","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:30","price":"وە ھەر ناخۆشیەکتان تووش بووبێت ئەوە بەھۆیی کردەوەیی (خراپی) خۆتانەوەیە وە لە زۆرێکیش چاوپۆشی کردووە\n","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:31","price":"وە ئێوە ناتوانن لە زەویدا قوتاربن وە نیتانە بێجگە لە خوا ھیچ پشتیوان و یارمەتی دەرێك\n","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:32","price":"وە لە بەڵگەکانی (دەسەڵاتی) خوایە کەشتیانێک وەک شاخەکان لە دەریادا دەڕۆن\n","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:33","price":"ئەگەر خوابیەوێت (ھەوا) ڕادەگرێت ئیتر کەشتیەکان بەسەر پشتی دەریاکەوە دەوەستن بەڕاستی لەوەی (کەباس کرا) چەندین بەڵگە و نیشانە ھەیە بۆ ھەموو ئارام گرێکی سوپاسگوزار\n","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:34","price":"یان بەھۆی کردەوەکانیانەوە نوقمیان دەکات لەزۆرێکیش (لە گوناھیان) چاوپۆشی دەکات\n","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:35","price":"ئەوانەی کەدەمە قاڵی دەکەن دەربارەی بەڵگەکانی ئێمە دەزانن ھیچ پەنایەکیان نیە\n","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:36","price":"جا ھەرشتێکتان پێ بەخشراوە ئەوە تەنھا خۆشی ژیانی ئەم دونیایە وە ئەوەی لای خوایە چاکتر و بەردەوامترە بۆ ئەوانەی باوەڕیان ھێناوە وە تەنھا پشت بەپەروەردگاریان دەبەستن\n","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:37","price":"وە ئەوانەی لە گوناھە گەورەکان و خراپە زۆر ناشیرینەکان دور دەکەونەوە وە کاتێک ڕق و قینیان ھەڵسێت ئەوان لێ دەبوورن\n","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:38","price":" وە ئەوانەی کە گوێڕایەڵی پەروەردگاریان کردووە نوێژەکانیان بەچاکی ئەنجامداوەوە کارو باری نێوانیان بەپرس و ڕاوێژە وە لەو ڕۆزیەی پێمان داوون دەیبەخشن\n","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:39","price":"وە ئەوانەی کاتێك دەست درێژیان لێ دەکرێت تۆڵەی خۆیان دەستێنن (و سەرداناخەن)\n","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:40","price":"وە تۆڵەی ھەر خراپەیەك خراپەیەکە بەوێنەی خۆی جا ھەرکەسێک ببورێت و ئاشتی بکات ئەوە پاداشتی ئەو لە لای خوایە بەڕاستی خوا ستەمکارانی خۆش ناوێت\n","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:41","price":"وە ھەرکەس تۆڵە بسەنێ لە پاش ئەوەی ستەمی لێکراوە ئا ئەوانە ھیچ تاوان وگوناھێکیان لەسەر نیە\n","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:42","price":"تاوان وگوناە ھەر لەسەر ئەو کەسانەیە کەستەم لەخەڵکی دەکەن وە بە ناھەق خراپەکاری دەکەن لە زەویدا ئەوانە سزای زۆر سەختیان بۆ ھەیە\n","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:43","price":"وە ھەر کەس خۆ گرو لێ بوردە بێت بەڕاستی ئەمە لەکارە پڕ بایەخ وپەسەندەکانە\n","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:44","price":"وە ھەر کەس خوا گومڕایی بکات ئەوە پاش ئەوە ھیچ دۆست و یارمەتی دەرێکی نیە وە ستەمکاران دەبینیت کاتێك سزای (خوا) دەبینن دەڵێن ئایا ڕێگـایەك ھەیە بگەرێینەوە بۆ دونیا\n","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:45","price":"وە دەیان بینیت پیشانی دۆزەخ دەدرێن بەملکەچی وزەلیلی و داماوی بەگۆشەی چاو و بەدزیەوە دەڕوانن وە ئەوانەی کە باوەڕیان ھێناوە دەڵێن بەڕاستی زیانبارەکان ئەوانەن کە خۆیان و کەس و کاریان لەڕۆژی ھەستانەوەدا لە دەستداوە بێداربن بەڕاستی ستەمکاران لە سزایەکی ھەمیشەییدان\n","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:46","price":"وە ئەوانە ھیچ پشتیوانێکیان نیە کەیارمەتیان بدەن بێجگە لەخوا وە ھەرکەسێک خوا گومڕایی بکات ئەوە ھیچ ڕێگەیەکی ڕزگار بوونی بۆ نیە\n","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:47","price":"گوێڕایەڵ بن بۆ پەروەردگارتان پێش ئەوەی ڕۆژێك بێت لەلایەن خواوە کە گەڕانەوەی بۆ نیە ئەو ڕۆژە ھیچ پەناگایەکتان نابێت وە ھیچ ئینکاریەکتان پێ ناکرێت\n","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:48","price":"جا ئەگەر ڕوویان وەرگێڕا ئەوە ئێمە تۆمان بەپارێزەر وچاودێر نەناردووە بۆ سەریان تۆ تەنھا ڕاگەیاندت لەسەرە وە بەڕاستی کاتێك ئێمە لەلایەن خۆمانەوە ڕەحمەت و نیعمەتێک بە کەسێك بچەژین پێی دڵخۆش دەبێت وە ئەگەر ناخۆشیەکیان تووش ببێت بەھۆی کردەوەی خۆیانەوە ئەوە بەڕاستی ئادەمی پێ نەزان و سپڵەیە\n","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:49","price":"ھەر بۆ خوایە موڵك وپاشایەتی ئاسمانەکان و زەوی ھەرچیەکی بیەوێت بەدی دەھێنێت بۆ ھەرکەسێك بیەوێت کچی پێ دەبەخشێت وە بۆ ھەرکەسیش بیەوێت کوڕی پێ دەبەخشێت\n","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:50","price":"یان کوڕ و کچی بەیەکەوە پێ دەبەخشێت وە ھەرکەسێکیشی بوێت نەزۆکی دەکات بەڕاستی خوا زانا و دەسەڵاتدارە\n","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:51","price":"بۆ ھیچ کەس نەبووە کەخوا قسەی لەگەڵدا بکات بە وەحی نەبێت یان لەپشت پەردەوە یان نێرراوێك بنێرێت و بەفەرمانی خۆی ئەوەی کە بیەوێت وەحی بۆ دەکات بەڕاستی خوا بڵند وکاردروستە\n","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:52","price":"ھەر بەو شێوە (کە وەحی پێ دێت) قورئانمان بۆ تۆ نارد (ئەی موحەممەد ﷺ) بە فەرمانی خۆمان کەتۆ نەتدەزانی کتێب وئیمان چیە بەڵام ئێمە ئەوەمان کردە ڕووناکیەك ڕێنمونی ھەر کەسێکی پێ دەکەین کەبمانەوێت لەبەندەکانمان وە بەڕاستی تۆ (خەڵك) ڕێنمونی دەکەیت بۆ ڕێگای ڕاست\n","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"42:53","price":"ڕێگەی ئەو خوایەی کە ھەرچی لە ئاسمانەکان و ھەرچی لە زەویدایە ھی ئەوە بێداربن ھەموو کارەکان ھەر بۆلای خوا دەگەڕێتەوە\n","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:1","price":"بە (حا، میم) دەخوێنرێتەوە خوا زاناترە بە ماناکەی بۆ زانیاری زیاتر سەیری سەرەتای سورەتی (البقرة) بکە\n","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:2","price":"سوێند بەم پەڕاوە ڕوون کەرەوەیە\n","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:3","price":"بەڕاستی ئێمە قورئانمان بە عەرەبی داناوە بۆ ئەوەی تێ بگەن\n","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:4","price":"بەڕاستی ئەم قورئانە لەتابلۆی پارێزراودایە لای ئێمە (لە لوح المحفوظ دا) کەزۆر بڵندە و پڕە لەدانایی\n","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:5","price":"دەی ئایا ئێمە ئەم قورئانەتان لێ دوور بخەینەوە، لەبەر ئەوەی ئێوە گەلێكی زیادەڕۆن\n","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:6","price":" وە زۆر پێغەمبەرمان لە گەلە پێشوەکان ناردووە\n","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:7","price":"وە ھەر پێغەمبەرێکیان بۆ ھاتبێت ئەوان ھەر گاڵتەیان پێکردووە\n","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:8","price":"جا کەسانێك کە لەمان بەھێزتر بوون لەناومان بردن وە بەسەرچوو سەرگوزشتەی پێشینان\n","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:9","price":"وە ئەگەر پرسیاریان لێ بکەیت کێ ئاسمانەکان و زەوی بەدیھێناوە؟ بێگومان دەڵێن خوای زاڵ و باڵادەست و زانا دروستی کردوون\n","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:10","price":"ئەو خوایەی زەوی کردووە بەلانکە بۆتان وە چەند ڕێگایەکی تیادا دروستکردووە بۆتان بۆ ئەوەی بگەن بە مەبەستەکانتان\n","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:11","price":"وە ئەو خوایەی کە لەئاسمانەوە بەئەندازە بارانی بۆ باراندوون جا ووڵاتێکی ووشك و مردووی پێ زیندوو دەکەینەوە ئابەو جۆرە ئێوەش زیندوو دەکرێنەوە\n","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:12","price":"وە ئەو خوایەی کە ھەموو جووتەکانی بەدیھێناوە وە کەشتی و وڵاخی بۆ فەراھەم ھێناون کە سواریان دەبن\n","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:13","price":"بۆ ئەوەی سواری پشتیان بن لەپاشان بیر لەنیعمەتی پەروەردگارتان بکەنەوە کاتێك سواریان بوون وەبڵێن پاك و بێگەردی بۆ ئەو (خوایە)ی کە ئەمەی بۆ ڕام ھێناوین کە پێشتر ئێمە توانامان بەسەریدا نەبوو\n","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:14","price":"وە بەڕاستی ئێمە بۆ لای پەروەردگارمان دەگەڕێینەوە\n","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:15","price":"وە بێگومان لەناو بەندەکانی خوادا ھەندێك (منداڵیان) بۆ پەروەردگار دانا وە بەڕاستی مرۆڤی(کافر) پێ نەزان و سپڵەی ئاشکرایە\n","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:16","price":"ئایا لەناو دروستکراوەکانیدا کچانی بۆ خۆی ھەڵبژاردوە وە کوڕانی تایبەت کردووە بەئێوەوە\n","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:17","price":"وە کاتێك مژدە بەیەکێك لەوان بدرێت بەوەی بەنموونە بۆ خوای دادەنێت (واتە: ئەگەر پێی بووترێت کچتان بووە) ڕووی ڕەش ھەڵدەگەڕێت و پیش دەخواتەوە\n","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:18","price":"ئایا ئەو (کچە)ی لەناو ئاڵتون و خشڵا بەخێوکرابێت و لەکاتی دەمەقاڵێدا ناتوانێ مەبەستی خۆی دەرببڕێت (بۆ خوای بڕیار دەدەن)\n","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:19","price":"وەئەو فریشتانەی کە بەندەی خوای بەخشندەن بەمێینەیان دادەنان ئایا ئەوان بەدیاری دروستکردنیانەوە بوون بێگومان ئەو شایەتیانەیان دەنوسرێت و پرسیاریان لێ دەکرێت\n","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:20","price":"وە دەڵێن ئەگەر خوا بیوویستایە ئێمە ئەو (فریشتانەمان) نەدەپەرست ھیچ زانیاریەکیان نیە لەو بارەیەوە ئەوانە ھەردرۆ دەکەن\n","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:21","price":"وە ئایا لە پێش قورئان پەرتوکێکمان پێـداون کە ئەوان دەستیان پێوە گرتبێت\n","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:22","price":"(نەخێر وانیە) بەڵکو دەیانووت بەڕاستی ئێمە باو وباپیرانمان لەسەر ئاینێك بینیوە (لەسەر بت پەرستی) وە بێگومان ئێمەش پەیڕەوی ڕێبازی ئەوانین\n","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:23","price":"ھەروەھا پێش تۆ ھیچ پێغەمبەرێکمان نەناردووە لەھیچ شارێکدا مەگەر خۆشگوزەرانەکان (دەوڵەمەندەکان)ی ووتویانە بەڕاستی ئێمە باوو باپیرانی خۆمان لەسەر ئاینێك بینیوە وە بەڕاستی ئێمە لەسەر ئاینی ئەوان دەڕۆین\n","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:24","price":"ووتی ئەگەر چی من (ئاینی) ڕاستریشم بۆ ھێنابن لەوەی کە باووباپیرتان بینیوە لەسەری، ووتیان بێگومان ئێمە بێ باوەڕین بەو(ئاینەی) بەئێوەدا نێرراوە\n","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:25","price":" بۆیە تۆڵەمان لێسەندن جا سەیرکە سەرئەنجامی درۆزنان چۆن بوو\n","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:26","price":"وە کاتێك ئیبراھیم بەباوکی وگەلەکەی ووت بێگومان من بەریم لەوەی ئێوە دەیپەرستن\n","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:27","price":"جگە لەو زاتەی کەدروستی کردووم چونکە ھەر ئەویش ڕێنمونیم دەکات\n","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:28","price":"ئەو (یەکخواپەرستی) لەناو نەوەکانیدا بەجێھێشت تابگەڕێنەوە (سەری)\n","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:29","price":"بەڵکو من ئەوانە وباو وباپیرانیانم لەخۆشگوزەرانیدا ھێشتەوە ھەتا ئەو کاتەی قورئانیان بۆ ھات لەگەڵ پێغەمبەری ئاشکرا\n","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:30","price":"جا کاتێك قورئانیان بۆ ھات ووتیان ئەمە جادوە وە بەڕاستی ئێمە باوەڕی پێ ناکەین\n","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:31","price":"وە ووتیان بۆچی ئەم قورئانە نەنێرراوەتە خوارەوە بۆ پیاوێکی گەورەی (ناودارو دارا) لەم دوو شارە (لە مەککە و طائف)\n","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:32","price":"ئایا ئەوان ڕەحمەتی پەروەردگارت دابەش دەکەن لەکاتێکدا ئێمە لەنێوانیاندا دابەشمان کردووە ھۆی گوزەرانیان لەژیانی ئەم دونیایەدا وە ھەندێکیانمان چەند پلە بەرزکردۆتەوە بەسەر ھەندێکی تریاندا تاھەندێکیان ئیش بەھەندێکی تریان بکەن ولەخزمەتی یەکتردا بن وە بەزەیی پەروەردگارت (بۆ تۆ) لەوە چاکترە کە ئەوان کۆی دەکەنەوە\n","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:33","price":"خۆ ئەگەر لەبەر ئەوە نەبوایە کە خەڵکی یەك ئوممەتی بێ باوەڕ بوونایە وامان دەکرد ھەر کەس بێ باوەڕ بوایە بەخوای میھرەبان، سەقفی خانووەکانیان لەزیوو بوایە ھەروەھا پلیکانەکان کەپێیـداسەر دەکەون (بۆمان دەکردن بەزیوو)\n","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:34","price":"وەدەرگای زۆرمان بۆ خانووەکانیان دادەنا وە کورسی وقەنەفەی زۆر تا لەسەری دانیشن وپاڵ بدەنەوە\n","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:35","price":"زرق وبرق وڕازاندنەوەی ماڵی دونیا (لەئاڵتون و زیوو) (خوای گەورە واز دەھێنێت لەو بێباوەڕانە کە لەزەت لەماڵ وسامان وخۆشی دونیا وەربگرن، بەڵام پاشەڕۆژ ھەر دەگەڕێنەوە بەردەستی) جا ھەموو ئەوانە چەند ساتێکە لە لەزەت وخۆشی ژیانی دونیا بەڵام (پاداشتی) ڕۆژی دوایی لای پەروەردگارت بۆ پارێزکاران ولەخواترسانە\n","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:36","price":"وە ھەرکەس پشت لە یادی خوا ھەڵکات شەیتانێکی بۆ ئامادە دەکەن کە ھەمیشە لەگەڵی بێت ولێی جیا نەبێتەوە\n","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:37","price":"وە بێگومان ئەوانە (شەیتانەکان) لەڕێگایی ڕاست ڕێگریان دەکەن واش دەزانن کەبێگومان ھەر ئەوانن کە ھیدایەتدراوون\n","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:38","price":"ھەتا کاتێك کە(دەمرێ و) دێتەوە لامان دەڵێ خۆزگە نێوانی من وتۆ بەقەدەر نێوان خۆرھەڵات وخۆرئاوا بوایە ئای چ ھاوڕێیەکی خراپ بوویت\n","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:39","price":"(ئەم خۆزگە) ھیچ سوودێکتان پێناگەیەنێت چونکە ستەمتان کرد بێگومان ئێوە لە سزای سەختدا ھاوبەشن\n","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:40","price":"دەی ئایا تۆ(ئەی موحەممەد ﷺ) دەتوانی بەکەڕ بشنەوێنیت یان کوێر ڕێنمونی بکەیت وە (ڕێنمونی) ئەو کەسە (بکەیت) کەلەگومڕاییەکی ئاشکرادایە\n","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:41","price":"جا ئەگەر تۆ بمرێنین ئەوە بێگومان ئێمە ھەر تۆڵە لەوان دەسێنین\n","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:42","price":"یان ئەو ھەڕەشەی لێمان کردوون پیشانت دەدەین چونکە بەڕاستی ئێمە بەدەسەڵاتین بەسەریاندا\n","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:43","price":"کەواتە دەست بگرە بەو قورئانەوەی بۆت نێرراوە بەڕاستی تۆ لەسەر ڕێبازێکی ڕاستیت\n","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:44","price":"وەبێگومان ئەم قورئانە ھۆی ناوداریە بۆ خۆت و بۆ گەلەکەت لە داھاتووشدا پرسیارتان لێ دەکرێت\n","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:45","price":"تۆ پرسیار بکە لەو پێغەمبەرانەی پێش تۆ ناردوومانن ئایا بێجگە لە خوای میھرەبان بڕیارمانداوە پەرستراوانێك کە بپەرسترێن\n","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:46","price":"سوێند بەخوا بەڕاستی موسامان بەبەڵگەکانمانەوە نارد بۆلای فیرعەون ودەست وپێوەندەکەی، ووتی بەڕاستی من پێغەمبەری پەروەردگاری جیھانیانم\n","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:47","price":"جا کاتێك بەڵگەکانی ئێمەی بۆ ھێنان کەچی ئەوان بەبەڵگەکان پێـدەکەنین\n","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:48","price":"وە ھیچ بەڵگەیەکمان نیشان نەداون مەگەر ئەو بەڵگەیە گەورەتربوو لەھاوتاکەی وەتووشی بەڵاو سزامان کردن (چونکە باوەڕیان نەھێنا) بۆ ئەوەی بگەڕێنەوە (لەبێ باوەڕیی)\n","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:49","price":"ووتیان (بەموسا) ئەی جادوگەر داوامان بۆ بکە لە پەروەردگارت ئەوەی بەڵێنی پێ داویت (بەدی بھێنێت) ئەوسا بەڕاستی ئێمە باوەڕدەھێنین\n","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:50","price":"جا کاتی بەڵاو سزاکەمان لەسەریان لابرد کتوپڕ پەیمانەکەیان ھەڵدەوەشاندەوە\n","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:51","price":"وە فیرعەون جاڕیدا بەناو گەلەکەیدا ووتی ئەی گەلەکەم ئایا پادشایی میصر ھی من نیە؟ وە (ئایا) ئەم ڕووبارانە بەژێر (کۆشکەکانی) مندا ناڕۆن؟ دەی ئایا ئێوە نایبینن؟!\n","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:52","price":"بەڵکو من باشترم لەو (موسایە) کەلاواز و بێ ڕێزە وە ناتوانێت بەچاکی قسە بکات (زمانی تەواو نیە)\n","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:53","price":"دە بۆچی بازنی ئاڵتونی پێ نەدراوە؟ (ئەگەر ڕاست دەکات) یان فریشتەی (شایەتیدەری) لەگەڵدا نەھاتووە\n","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:54","price":"جا بەم قسانە گەلەکەی ھەڵخەڵەتان وئەوانیش گوێرایەڵیان کرد، بێگومان ئەوان ھەمیشە گەلێکی لە سنوور دەرچووبوون\n","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:55","price":"جا کاتێك ڕقیان ھەڵساندین تۆڵەمان لێسەندن، ئەمجا ھەموویانمان لەدەریادا خنکاند\n","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:56","price":"و کردمانن بەپەند ونموونە وئامۆژگاری بۆ کەسانی دوای خۆیان\n","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:57","price":"وە کاتێك عیسای کوڕی مەریەم بەنموونە ھێنرایەوە دەستبەجێ گەلەکەت دەیکەنە ھاوار وقیڕەی خۆشی (وادەزانن قسەی ئەوان بەسەر قسەی پێغەمبەردا ﷺ سەرکەوتووە)\n","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:58","price":"وە دەڵێن ئایا پەرستراوەکانی ئێمە باشترە یان عیسا ئەوانە نموونەی عیسایان تەنھا بۆ دەمبازی ودەمەدەمێ بۆ دەھێنایتەوە (وانیە کە دەیڵێن) بەڵکو ئەوانە گەلێکی زۆر دەمەقاڵێ کەرن\n","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:59","price":"عیسا ھیچ نیە جگە لە بەندەیەك کە نیعمەتی خۆمان ڕشتووە بەسەریدا وە کردومانە بەنموونە بۆ نەوەی ئیسرائیل\n","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:60","price":"ئەگەر بمانویستایە لەجیاتی ئێوە فریشتەمان دادەنا لەزەویدا دەبوونە جێنشینی ئێوە\n","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:61","price":"وە بێگومان (دابەزینی عیسا بۆ سەر زەوی) یەکێکە لەنیشانەکانی قیامەت، کەواتە دەربارەی قیامەت ھیچ گومانتان نەبێ ڕاستە وە شوێنی من بکەون ئەمە ڕێگای ڕاستە\n","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:62","price":"وەباشەیتان ڕێگریتان نەکات لەڕێنمونی خوا، بەڕاستی ئەو (شەیتان) دوژمنێکی ئاشکرای ئێوەیە\n","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:63","price":"وە کاتێك عیسا بەڵگە ڕوونەکانی ھێنا ووتی (بەنەوەی ئیسرائیل) بێگومان بەپێغەمبەرایەتی ھاتووم بۆ ناوتان بۆ ئەوەی ڕوونی بکەمەوە بۆتان ھەندێ لەوشتانەی جیاوازن تێیدا، دەی لەخوا بترسن وگوێرایەڵیم بکەن\n","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:64","price":"بەڕاستی خوا پەروەردگاری من وپەروەردگاری ئێوەشە کەواتە ھەر ئەو بپەرستن ھەر ئەمە ڕێگای ڕاستە\n","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:65","price":"جا کۆمەڵەکان جیاواز بوون لەنێوان خۆیاندا، سزاو لەناوچوون بۆ ئەوانەی ستەمیان کرد، لەسزای سەختی ڕۆژی بەئازار\n","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:66","price":" ئایا جگە لە ڕۆژی دوایی چاوەڕوانی چی دەکەن کە کتوپڕ بێت بۆیان لەکاتێکدا ئەوان ھەست ناکەن\n","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:67","price":"دۆست وخۆشەویستەکان لەو ڕۆژەدا دوژمنی یەکترن جگە لە پارێزکاران ولەخواترسان نەبێت\n","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:68","price":"(پێیان دەوترێت) ئەی بەندەکانم ئەمڕۆ ھیچ مەترسیەکتان لەسەر نیە خەفەتیش ناخۆن\n","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:69","price":"ئەوانەی باوەڕیان بەئایەتەکانی ئێمە ھێناوە وھەمیشە گەردنکەچ بوون\n","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:70","price":"(لەو ڕۆژەدا پێیان دەڵێن) بچنە بەھەشتەوە ئێوە وھاوسەرەکانتان (ڕێز دەگیرێن و) دڵ خۆش دەکرێن\n","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:71","price":"بەسینی وپەرداخی ئاڵتونی (خواردن وخواردنەوە) دەگێڕن بەسەریاندا وە لەو بەھەشتەدا ھەیە ئەوەی دڵ حەزی لێ بکات وچاو لەززەت لەبینینی ببات وە ئێوە بەھەتا ھەتایی دەمێننەوە تیایدا\n","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:72","price":"ئەوە ئەو بەھەشتەیە کە بۆ ئێوە ماوەتەوە (پێتان دراوە) بەھۆی ئەو کردەوانەوەی کە دەتانکرد\n","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:73","price":" بۆ ئێوە ھەیە تێیدا میوەھاتی زۆر کەلێیان دەخۆن\n","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:74","price":"بەڕاستی تاوانباران لەسزای دۆزەخدا بەھەمیشەیی دەمێننەوە\n","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:75","price":"سزایان لەسەر سووك ناکرێت وە ئەوان لەناو ئەو سزایەدا بێ ئومێدن\n","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:76","price":"وە ئێمە ھیچ ستەمێکمان لێ نەکردوون بەڵکو ھەر خۆیان ستەمکاربوون\n","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:77","price":"وە ھاوار دەکەن ئەی مالیك (سەرپەرشتیاری دۆزەخ) با پەروەردگارت بمان مرێنێت (تاڕزگاربین) (ئەویش پاش ماوەیەکی زۆر وەڵامیان دەداتەوە و) دەڵێت: بێگومان ئێوە دەمێننەوە تیایدا\n","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:78","price":"سوێند بەخوا بەڕاستی (ئاینی) ھەقمان بۆ ھێناون بەڵام زۆربەتان ڕاستیتان پێ ناخۆشە\n","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:79","price":"بەڵکو ئەوانە بۆ پیلان وفێڵیان (لەپێغەمبەر ﷺ) لێبڕان، بۆیە بەڕاستی ئێمەش (بۆ تۆڵە لێ سەندنیان) لێبڕاین\n","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:80","price":" ئاخۆ وا دەزانن ئێمە نھێنی وچپەکانیان نابیستین، بەڵێ دەیبیستین فریشتەکانیشمان کەلەلایانن وئامادەی (ئەو پیلان وفێڵانەیان) دەنوسن\n","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:81","price":"بڵێ ئەگەر پەروەردگار کوڕی ببوایە ئەوە من یەکەمین کەس بووم دەمپەرست\n","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:82","price":"پاك وبێگەردی بۆ پەروەردگاری ئاسمانەکان وزەوی وپەروەردگاری عەرش لەو (قسە ناڕێکانە)ی کە ئەوان بۆ خوای ھەڵدەبەستن\n","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:83","price":"جا لێیان گەرێ با سەرگەرمی پڕوپوچی بن وگاڵتە بکەن ھەتا دەگەن بەڕۆژی خۆیان کە بەڵێـنیان پێـدراوە\n","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:84","price":"وە ئەو (خوایە) زاتێکە پەرستراوە لە ئاسماندا وە پەرستراوە لە زەویدا وە تەنھا ئەویش کار دروست وزانایە\n","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:85","price":"وە پاك وبەفەڕو گەورەیە ئەو خوایەی کە خاوەنی ئاسمانەکان وزەویە وە ھەرچی لەنێوانیاندایە وە زانینی (ھاتنی) ڕۆژی دوایی تەنھا لای ئەوە وە ھەر بۆ لای ئەو دەگەڕێنەوە\n","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:86","price":"وە ئەوانەی بێجگە لە خوا دەپەرسترێن (وھاواریان لێ دەکرێت) ناتوانن تکا بکەن مەگەر کەسانێك شایەتییان بەھەق دابێت وە ھەقیان زانیوە وئاگاداری بوون\n","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:87","price":"وە ئەگەر پرسیاریان لێ بکەیت کێ دروستی کردوون؟ بێگومان دەڵێن خوا دەی چۆن ئەوان لەھەق وڕاستی لادەدن\n","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:88","price":"وە ( پێغەمبەر ﷺ شکاتی کردو) ووتی ئەی پەروەردگار (خوای گەورە فەرمووی: ئەی موحەممەد ﷺ) تۆش وازیان لێ بھێنە وگوێیان پێ مەدە وپێان بڵێ (سەلام) لەمەو پاش دەزانن (چی یان بەسەردێت)بەڕاستی ئەوانە گەلێکن باوەڕ ناھێنن\n","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"43:89","price":"(خوای گەورە فەرمووی: ئەی موحەممەد ﷺ) تۆش وازیان لێ بھێنە و گوێیان پێ مەدە وپێان بڵێ (سەلام) لەمەو پاش دەزانن (چی یان بەسەردێت)\n","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:1","price":"بە (حا، میم) دەخوێنرێتەوە خوا زاناترە بە ماناکەی بۆ زانیاری زیاتر سەیری سەرەتای سورەتی (البقرة) بکە\n","arabic":"حمٓ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4415,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:2","price":"سوێند بەم قورئانە ڕوونکەرەوەیە\n","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4416,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:3","price":"بەڕاستی ئێمە ئەم قورئانەمان لە شەوێکی پیرۆزدا ناردوەتە خوارەوە، بێگومان ئێمە ترسێنەرین\n","arabic":"إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةٖ مُّبَٰرَكَةٍۚ إِنَّا كُنَّا مُنذِرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4417,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:4","price":"لەو (شەوە پیرۆزە)دا ھەموو کار وبارێکی شیاو لە یەك جیادەکرێتەوە\n","arabic":"فِيهَا يُفۡرَقُ كُلُّ أَمۡرٍ حَكِيمٍ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4418,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:5","price":"فەرمانێکە لەلایەن ئێمەوە بەڕاستی ئێمە پێغەمبەران دەنێرین\n","arabic":"أَمۡرٗا مِّنۡ عِندِنَآۚ إِنَّا كُنَّا مُرۡسِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4419,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:6","price":"کەڕەحمەتێکە لەلایەن پەروەردگارتەوە بێگومان ھەر خوا بیسەر وزانایە\n","arabic":"رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4420,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:7","price":"پەروەردگاری ئاسمانەکان وزەوی وە ھەرچی لە نێوانیاندایە، ئەگەر ئێوە ئیمانداری ڕاستەقینەن\n","arabic":"رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4421,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:8","price":"ھیچ پەرستراوێکی بەھەق وڕاست نیە جگە لە خوا، (خوا) دەژێنێت ودەمرێنێت پەروەردگاری ئێوە وپەروەردگاری باو وباپیرە پێشوەکانتانە\n","arabic":"لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4422,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:9","price":"بەڵام ئەوان لە دوو دڵی وگوماندا گەمە وگاڵتە دەکەن\n","arabic":"بَلۡ هُمۡ فِي شَكّٖ يَلۡعَبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4423,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:10","price":"جا چاوەڕوانبە ڕۆژێك کە ئاسمان دوکەڵێکی ئاشکرای لێ پەیدا دەبێت\n","arabic":"فَٱرۡتَقِبۡ يَوۡمَ تَأۡتِي ٱلسَّمَآءُ بِدُخَانٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4424,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:11","price":"ھەموو ئادەمی دادەگرێت و (دەڵێن) ئەمە بەڵایەکی سەختە\n","arabic":"يَغۡشَى ٱلنَّاسَۖ هَٰذَا عَذَابٌ أَلِيمٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4425,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:12","price":"ئەی پەروەردگارمان ئەم سزایەمان لەسەر لابەرە بەڕاستی ئێمە باوەڕدارین\n","arabic":"رَّبَّنَا ٱكۡشِفۡ عَنَّا ٱلۡعَذَابَ إِنَّا مُؤۡمِنُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4426,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:13","price":"چۆن تەمێ خواردەبن وئامۆژگاری وەردەگرن کە بەڕاستی پێغەمبەرێکی ڕوون وئاشکرایان بۆ ھاتووە\n","arabic":"أَنَّىٰ لَهُمُ ٱلذِّكۡرَىٰ وَقَدۡ جَآءَهُمۡ رَسُولٞ مُّبِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4427,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:14","price":"لە پاشان گوێیان پێنەداو وە ووتیان: فێرکراوێکی شێـتە\n","arabic":"ثُمَّ تَوَلَّوۡاْ عَنۡهُ وَقَالُواْ مُعَلَّمٞ مَّجۡنُونٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4428,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:15","price":"بێگومان بۆ ماوەیەکی کەم ئەم بەڵایە لا دەبەین، بێگومان ئێوە دەگەڕێنەوە (بۆ بێ باوەڕی)\n","arabic":"إِنَّا كَاشِفُواْ ٱلۡعَذَابِ قَلِيلًاۚ إِنَّكُمۡ عَآئِدُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4429,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:16","price":"ڕۆژێک دێت پەلامارێکی بەھێز و ھەرە گەورەیان بۆ دەبەین، بەڕاستی ئێمە تۆڵە دەسێنین (لە کافران لە جەنگی بەدردا)\n","arabic":"يَوۡمَ نَبۡطِشُ ٱلۡبَطۡشَةَ ٱلۡكُبۡرَىٰٓ إِنَّا مُنتَقِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4430,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:17","price":"سوێند بەخوا بەڕاستی لە پێش ئەمان گەلی فیرعەونمان تاقیکردەوە وپێغەمبەرێکی بەڕێزیان بۆ ھات\n","arabic":"۞ وَلَقَدۡ فَتَنَّا قَبۡلَهُمۡ قَوۡمَ فِرۡعَوۡنَ وَجَآءَهُمۡ رَسُولٞ كَرِيمٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4431,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:18","price":"(پێی ووتن) کە بەندەکانی خوا (بەنو ئیسرائیل) بە من بسپێرن چونکە بەڕاستی من پێغەمبەرێکی ئەمین وباوەڕ پێکراوم بۆ ناو ئێوە\n","arabic":"أَنۡ أَدُّوٓاْ إِلَيَّ عِبَادَ ٱللَّهِۖ إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4432,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:19","price":"وە خۆتان بەبەرز وگەورە مەزانن لەبەرامبەر خوادا بێگومان من بەڵگە ونیشانەیەکی ئاشکرام بۆ ھێناون\n","arabic":"وَأَن لَّا تَعۡلُواْ عَلَى ٱللَّهِۖ إِنِّيٓ ءَاتِيكُم بِسُلۡطَٰنٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4433,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:20","price":"وە بێگومان من پەنادەگرم بەپەروەردگاری خۆم و پەروەردگاری ئێوە لەوەی کە ئێوە بەردبارانم بکەن\n","arabic":"وَإِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُمۡ أَن تَرۡجُمُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4434,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:21","price":"وە ئەگەر باوەڕم پێناھێنن ئەوە وازم لێ بھێنن (و خراپەم دەربارە مەکەن)\n","arabic":"وَإِن لَّمۡ تُؤۡمِنُواْ لِي فَٱعۡتَزِلُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4435,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:22","price":"جا ھاواری لە پەروەردگاری کرد (ووتی) بەڕاستی ئەمانە گەلێکی تاوانبارن\n","arabic":"فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوۡمٞ مُّجۡرِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4436,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:23","price":"ئەوسا (پێی ووترا) بەندەکانم بەشەو بەرە چونکە بەڕاستی (فیرعەون وکۆمەڵەکەی) دواتان دەکەوون\n","arabic":"فَأَسۡرِ بِعِبَادِي لَيۡلًا إِنَّكُم مُّتَّبَعُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4437,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:24","price":"وە دەریاکە (دەریای سوور) بەئارامی و ئاوەڵا بەجێبھێڵە بێگومان ئەوانە سەربازانێکی خنکێنراو دەبن (تێیدا)\n","arabic":"وَٱتۡرُكِ ٱلۡبَحۡرَ رَهۡوًاۖ إِنَّهُمۡ جُندٞ مُّغۡرَقُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4438,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:25","price":"چەندەھایان بەجێھێشت لە باخات وکانیاو\n","arabic":"كَمۡ تَرَكُواْ مِن جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4439,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:26","price":"و کشتوکاڵ و جێ ومەئوای چاك و خۆش\n","arabic":"وَزُرُوعٖ وَمَقَامٖ كَرِيمٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4440,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:27","price":"وە ناز ونیعمەتی زۆر کەئەوان تیایدا دەژیان وڕایان دەبوارد\n","arabic":"وَنَعۡمَةٖ كَانُواْ فِيهَا فَٰكِهِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4441,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:28","price":"ھەربەم جۆرە ئەو (خۆشیە)مان دا بەگەلێکی تر\n","arabic":"كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا قَوۡمًا ءَاخَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4442,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:29","price":"جا نەئاسمان ونەزەوی نەگریان بۆیان ومۆڵەتیشیان پێنەدرا\n","arabic":"فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4443,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:30","price":"سوێند بەخوا بەڕاستی نەوەی ئیسرائیلمان ڕزگار کرد لە سزای ڕیسواکەر\n","arabic":"وَلَقَدۡ نَجَّيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مِنَ ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4444,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:31","price":"لە فیرعەون، بێگومان فیرعەون خۆبەزل زانێکی لەسنوور دەرچوو بوو\n","arabic":"مِن فِرۡعَوۡنَۚ إِنَّهُۥ كَانَ عَالِيٗا مِّنَ ٱلۡمُسۡرِفِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4445,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:32","price":"سوێند بەخوا بەڕاستی نەوەی ئیسرائیلمان ھەڵبژارد بەسەر خەڵکی (سەردەمی خۆیان)دا بەپێی زانیاری (خۆمان)\n","arabic":"وَلَقَدِ ٱخۡتَرۡنَٰهُمۡ عَلَىٰ عِلۡمٍ عَلَى ٱلۡعَٰلَمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4446,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:33","price":"وە موعجیزە وبەڵگەی زۆرمان پێدان کە بۆ تاقیکردنەوەی ڕوون وئاشکرا بەس بێت\n","arabic":"وَءَاتَيۡنَٰهُم مِّنَ ٱلۡأٓيَٰتِ مَا فِيهِ بَلَٰٓؤٞاْ مُّبِينٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4447,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:34","price":"بەڕاستی ئا ئەوانە دەڵێن\n","arabic":"إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4448,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:35","price":" ھەر بۆیە یەکەمجار دەمرین ئیتر زیندوو ناکرێینەوە\n","arabic":"إِنۡ هِيَ إِلَّا مَوۡتَتُنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُنشَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4449,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:36","price":"دەی باوو باپیرانمان (زیندوو بکەنەوەو) بیان ھێننەوە (بۆ دونیا) ئەگەر ئێوە ڕاست دەکەن\n","arabic":"فَأۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4450,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:37","price":"ئایا ئەوانە چاکترن یان گەلی توببەع (ی پادشایی یەمەن) و ئەوانەی لە پێشیانەوە بوون ھەموویانمان لەناو برد چونکە بێگومان گشتیان تاوانباربوون\n","arabic":"أَهُمۡ خَيۡرٌ أَمۡ قَوۡمُ تُبَّعٖ وَٱلَّذِينَ مِن قَبۡلِهِمۡ أَهۡلَكۡنَٰهُمۡۚ إِنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4451,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:38","price":"وە دروستمان نەکردووە ئاسمانەکان وزەوی ئەوەی لە نێوانیاندایە بەبێ ھودە وگاڵتە\n","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4452,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:39","price":"ھەر دووکیانمان بەدی نەھێناوە بەھەق وڕاستی نەبێت بەڵام زۆربەیان نازانن\n","arabic":"مَا خَلَقۡنَٰهُمَآ إِلَّا بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4453,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:40","price":"بێگومان ڕۆژی جیاکردنەوەی(ھەق و بەتاڵ) کاتی دیاریکراوی ھەموویانە\n","arabic":"إِنَّ يَوۡمَ ٱلۡفَصۡلِ مِيقَٰتُهُمۡ أَجۡمَعِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4454,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:41","price":"ڕۆژێکە ھیچ دۆستێک ناتوانێت کەمترین سوود بگەیەنێت بە دۆستی خۆی وە یارمەتیش نادرێن\n","arabic":"يَوۡمَ لَا يُغۡنِي مَوۡلًى عَن مَّوۡلٗى شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4455,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:42","price":"مەگەر کەسێك خوا ڕەحمی پێ بکات بەڕاستی تەنھا خوا زاڵ وباڵادەست ومیھرەبانە\n","arabic":"إِلَّا مَن رَّحِمَ ٱللَّهُۚ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4456,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:43","price":"بێگومان درەختی ژەقنەموت\n","arabic":"إِنَّ شَجَرَتَ ٱلزَّقُّومِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4457,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:44","price":"خۆراکی کەسانی تاوانبارە (کافرە)\n","arabic":"طَعَامُ ٱلۡأَثِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4458,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:45","price":"وەکو خڵتەی ڕۆن زەیتوون لەناو سکەکاندا دەکوڵێت\n","arabic":"كَٱلۡمُهۡلِ يَغۡلِي فِي ٱلۡبُطُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4459,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:46","price":"ھەر وەکو کوڵانی ئاوی زۆر گەرم\n","arabic":"كَغَلۡيِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4460,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:47","price":"(ئەو کافرە) بیگرن وبەتوندی رایکێشن تا (دەیبەنە) ناوەڕاستی دۆزەخ\n","arabic":"خُذُوهُ فَٱعۡتِلُوهُ إِلَىٰ سَوَآءِ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4461,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:48","price":"پاشان بیڕژن بەسەر سەریدا ھەندێك لە ئاگر و ئاوی زۆر گەرم\n","arabic":"ثُمَّ صُبُّواْ فَوۡقَ رَأۡسِهِۦ مِنۡ عَذَابِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4462,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:49","price":"(پێی دەوترێت) بیچێژە (بەگاڵتە پێکردنێکەوە پێی دەوترێت)چونکە بەڕاستی تۆ بە دەسەڵات وبەڕێز بوویت ( لەدونیادا)\n","arabic":"ذُقۡ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡكَرِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4463,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:50","price":"بێگومان ئەمە ئەو سزایەیە کەئێوە گومانتان لێی ھەبوو\n","arabic":"إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمۡتَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4464,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:51","price":" بەڕاستی پارێزکاران ولەخواترسان لە شوێنێکی بێوەیی وئارامدان\n","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي مَقَامٍ أَمِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4465,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:52","price":"لەناو باخات ونزیك کانیاودان\n","arabic":"فِي جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4466,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:53","price":"لە ئاوریشمی ناسك وئەستور دەپۆشن ڕوبەڕووی یەکتری دادەنیشن\n","arabic":"يَلۡبَسُونَ مِن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَقَٰبِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4467,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:54","price":"ھەروەھا کیژانی چاوگەورە وجوان دەکەینە ھاوسەریان\n","arabic":"كَذَٰلِكَ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4468,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:55","price":"لەو بەھەشتەدا ھەموو جۆرە میوەیەك داوا دەکەن بەئاسوودەیی وبێوەیی\n","arabic":"يَدۡعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4469,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:56","price":"لە بەھەشتدا ھەرگیز مردن ناچەژن جگە لەمردنی یەکەمجار (کەلە دونیادا بوو) وە (خوا) لەسزای دۆزەخ پاراستوونی\n","arabic":"لَا يَذُوقُونَ فِيهَا ٱلۡمَوۡتَ إِلَّا ٱلۡمَوۡتَةَ ٱلۡأُولَىٰۖ وَوَقَىٰهُمۡ عَذَابَ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4470,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:57","price":" ئەمە بەخششە لەلایەن پەروەردگارتەوە ئا ئەوەیە سەرکەوتنی زۆر گەورە\n","arabic":"فَضۡلٗا مِّن رَّبِّكَۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4471,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:58","price":"جا بەڕاستی ئەم قورئانەمان لەسەر زمانی تۆ ئاسان کردووە بۆ ئەوەی بیربکەنەوە\n","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4472,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"44:59","price":"ئیتر تۆ چاوەڕوان بە، بێگومان ئەوانیش چاواڕوانن\n","arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4473,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:1","price":"بە (حا، میم) دەخوێنرێتەوە خوا زاناترە بە ماناکەی بۆ زانیاری زیاتر سەیری سەرەتای سورەتی (البقرة) بکە\n","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:2","price":"ھێنانە خوارەوەی ئەم قورئانە لەلایەن خوای باڵادەست وکاردروستەوەیە\n","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:3","price":"بێگومان لە ئاسمانەکان وزەویدا چەندەھا بەڵگە ھەیە بۆ باوەڕداران\n","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:4","price":"وە لە دروستکردنی خۆتاندا وە لەو گیان لەبەرانەی بڵاودەبنەوە چەند بەڵگە ھەیە بۆ کەسانێك باوەڕی بتەویان ھەبێت\n","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:5","price":"وە لە جیاوازی شەو وڕۆژدا وە لەو بارانەی کەخوا لەئاسمانەوە دەیبارێنێت (کە ھۆی ڕزق وڕۆزیە) کە بەھۆیەوە زەوی زیندوودەکاتەوە (ودەبووژێنێتەوە) وە لەگۆڕانی بایەکاندا چەند بەڵگە ھەیە بۆ کەسانێك کەتێـدەگەن\n","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:6","price":"ئائەمانە بەڵگەکانی خوان دەیخوێنینەوە بۆت بەڕاستی ودروستی، جا بە چی قسە وگوفتارێك دوای خوا وبەڵگەکانی باوەڕ دەھێنن\n","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:7","price":"سزاو لەناوچوون بۆ ھەموو درۆزنێکی گوناھبار\n","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:8","price":"کە بەڵگەکانی خوا دەبیستێت وبۆی دەخوێنرێتەوە لەپاشان (لەسەر کافری) بەردەوامە چونکە خۆبەزل زانە ئەڵێی ھەر نەیبیستووە، دەی مژدەی پێبدە بەسزایەکی سەخت\n","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:9","price":"وە ھەرکاتێك شتێك لەبەڵگەکانمان ئاگاداربێت بەگاڵتەی دەگرێت، ئەوانە سزای ڕیسواکەریان بۆ ھەیە\n","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:10","price":"لە پێشیانەوە ئاگری دۆزەخە، ھیچ سوودێکیان پێ ناگەیەنێت ئەوەی لە(دونیا)دا کردوویانە وە ئەو پشتیوانانەی جگە لەخوا ھەڵیان بژاردون (سوودی نیە) وە سزایەکی زۆر گەورەیان بۆ ھەیە\n","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:11","price":"ئەم قورئانە ھۆی ڕێنمونیە وە ئەوانەی بێ باوەڕن بە ئایەت وبەڵگەکانی پەروەردگاریان، بۆ ئەوانە ھەیە سزایەکی پڕ ئازاری سەخت\n","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:12","price":"خوا ئەو زاتەیە دەریای بۆ ڕام ھێناون تا بەفەرمانی خوا کەشتی تیایدا بگەڕێت وە تا لەھەندێك بەخششی خوا بەھرەمەند ببن وە بۆ ئەوەی سوپاسی خوا بکەن\n","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:13","price":"وە ئەوەی لە ئاسمانەکان وزەویدا ھەیە بۆ ئێوەی ژێربار کردووە (وخستویەتیە خزمەتتانەوە) ھەمووی لەلایەن خواوەیە، بێگومان لـەو شـتانـەدا چـەنـد بـەڵگـە ھـەیـە بـۆ کەسـانێك بیر بکەنەوە\n","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:14","price":"بڵێ بەو کەسانەی بڕوایان ھێناوە چاو پۆشی بکەن لەو کەسانەی ھیوایان بە پاداشت وسزای خوا نیە، بۆ ئەوەی پاداشتی خەڵکانێك بداتەوە بەگوێرەی ئەوەی کردوویانە\n","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:15","price":"ھەرکەسێك چاکەی کرد ئەوە (قازانجەکەی) بۆ خۆیەتی وە ھەرکەسێکیش خراپەی کرد ئەوە (زیانەکەی) ھەر بۆ خۆیەتی لەپاشان بۆلای پەروەردگارتان دەگەرێنرێنەوە\n","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:16","price":"سوێند بەخوا بێگومان بە نەوەی ئیسرائیلمان بەخشی پەیام وحوکمڕانی وپێغەمبەرایەتی وە ڕۆزیمان پێـدان لە شتە حەڵاڵ وپاکەکان وە ڕێزماندان بەسەر جیھانیاندا\n","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:17","price":"وە بەڵگە ڕوونەكانمان پێدان لە بارەی شەریعەتەوە، جا جیاواز نەبوون لە نێو خۆیاندا دوای ئەوە نەبێت زانستیان بۆهات، لەبەر دوژمنایەتی وحەسادەتی نێوان خۆیان، بێگومان پەروەردگارت لە ڕۆژی هەستانەوەدا لە نیاونیاندا دادوەری دەكات لەو شتانەی جیاوازیان تێدا دەكرد\n","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:18","price":"لە پاشان تۆمان خستەسەر شەریعەتێك لە بارەی ئاینەوە تۆش شوێنی بكەوە وە شوێن هەواو ئارەزووی ئەوانە مەكەوە كە نازانن\n","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:19","price":"بێگومان ئەوانە لەلایەن خواوە ھیچ سوودێکت پێ ناگەیەنن وە بەڕاستی ستەمکاران ھەندێکیان دۆست وپیشتیوانی ھەندێکیانن وەخوا دۆست وپشتیوانی پارێزکاران ولەخواترسانە\n","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:20","price":"ئەم قورئانە بیناییە وھۆی چاوڕشنیە بۆ مەردومان وە ڕێنمونی ومیھرەبانیە بۆ گەلێك کەباوەڕی پتەویان ھەیە\n","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:21","price":"ئایا ئەوانەی کە خراپەکانیان کردووە وا گومان دەبەن ئێمە ئەوانە وەکو کەسانێك دادەنێین کەبڕوایان ھێناوە وچاکەکانیان کردووە وەکو یەك بێت ژیانیان ومردنیان، ئای چەند خراپ دادوەری دەکەن\n","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:22","price":"وەخوا ئاسمانەکان وزەوی بەھەق وڕاستی دروستکردووە بۆ ئەوەی ھەموو کەسێك پاداشت بدرێتەوە بەگوێرەی ئەو کار وکردەوانەی کە کردوویەتی وە ئەوان ھیچ ستەمیان لێناکرێت\n","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:23","price":"ئاخۆ بینیوتە ئەو کەسەی ھەواو ئارەزووی خۆی کردۆتە پەرستراوی خۆی، خواش بەزانایی گومڕای کرد وە مۆری ناوە بەسەر گوێ ودڵیدا وە پەردەی داوە بەسەرچاویدا دەی جگە لە خوا کێ ڕێنمونی دەکات دەی بۆچی بیر ناکەنەوە\n","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:24","price":"وە ووتیان ھیچ نیە جگە لە ژیانی دونیامان وە دەمرین ودەژین وە جگە لە ڕۆژگار ھیچ شتێك ئێمە لەناو نابات وە ئەوانە بەو قسانە ھیچ زانیاریان نیە تەنھا گومان دەبەن\n","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:25","price":"وە کاتێك بخوێنرێتەوە بەسەریاندا بەڵگە ڕوونەکانمان ھیچ بەڵگەیەکیان نیە جگە ئەوە کە دەڵێن باووباپیرانمان زیندووبکەنەوە ئەگەر ئێوە ڕاست دەکەن\n","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:26","price":"بڵێ: خوا زیندووتان دەکاتەوە لەپاشان دەتان مرێنێت پاشان کۆتان دەکاتەوە لە ڕۆژی دواییدا، ھیچ گومانی تێدا نیە، بەڵام زۆربەی مەردوومان نازانن\n","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:27","price":"وە بۆ خوایە موڵکدارێتی ئاسمانەکان وزەوی، ئەو ڕۆژەی قیامەت ھەڵدەسێ، لەو ڕۆژەدا بەتاڵ خوازەکان خەسارۆمەندن\n","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:28","price":"ھەموو گەلێك دەبینی کۆمەڵ کۆمەڵ کەوتوون بەسەر ئەژنۆدا، ھەموو گەلێك بانگ دەکرێت بۆلای پەڕاوەکەی، ئەمڕۆ سزاو پاداشت دەدرێنەوە بە گوێرەی ئەو کردەوانەی کە دەتانکرد\n","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:29","price":"ئەمە پەڕاوەکەمانە بەڕاستی لەسەرتان دەدوێت بەڕاستی ئێمە وەك خۆی نوسیومانەتەوە (وێنەمان گرتووە) ئەوەی کە ئێوە دەتانکرد\n","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:30","price":"جا ئەوانەی بڕوایان ھێناوە وکردەوە چاکەکانیان ئەنجامداوە ئەوە پەروەردگاریان دەیانخاتە ناو میھرەبانی خۆیەوە، ئا ئەوەیە سەرکەوتنی ئاشکرا\n","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:31","price":"وە ئەوانەی بێ بڕوابوون (پێیان دەڵێن) ئاخۆ بەڵگەکانی ئێمەتان بەسەردا نەدەخوێنرایەوە کەچی خۆتان بە گەورە دەزانی وە ئێوە گەلێکی تاوانبار بوون\n","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:32","price":"وە ھەر کاتێك بووترایە بێگومان بەڵێنی خوا ڕاستە وە ڕۆژی دوای ھیچ گومانی تێدا نیە، دەتانووت نازانین ڕۆژی دوایی چیە، ئێمە تەنیا گومان دەبەین وە ئێمە دڵنیانین\n","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:33","price":"وە دەردەكەوێت بۆیان ئەو خراپانەی كە كردویانە وە دەوریان دەدا تۆڵەی ئەوەی گاڵتەیان پێدەكرد\n","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:34","price":"پێیان دەووترێت ئەمڕۆ لەبیرتان دەکەین ھەر چۆنێك ئێوە ئەم ڕۆژەتان لەبیر چوو بوو وە جێگای مانەوەی ئێوە دۆزەخە وھیچ یارمەتیدەرێکتان نیە\n","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:35","price":"ئەمە لەبەر ئەوەیە بێگومان ئێوە بەڵگەکانی خواتان بەگاڵتە دانا بوو وە ژیانی دونیا فریوی دان، جا ئەمڕۆ لەو دۆزەخەدا دەرناھێنرێن وەڕێگە نادرێن داوای لێبوردنیش بکەن\n","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:36","price":"جا ھەموو سوپاس وستایش بۆ خوای پەروەردگاری ئاسمانەکان وزەوی وپەروەردگاری جیھانیانە\n","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":null,"lang":"ku"},{"name":"45:37","price":"وە دەسەڵات وگەورەی تەنھا بۆ ئەوە لەھەموو ئاسمانەکان وزەویدا وە ھەر ئەو زاڵ وباڵادەست ودانا وکار سازە\n","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":null,"lang":"ku"}],"juz":{"id":25,"name":"إِلَيْهِ يُرَدُّ","transliteration":"Ilayhi Yurad","transEn":"To Him is Returned","startVerse":"41:47","endVerse":"45:37","totalVerses":246}}