{"data":[{"name":"46:1","price":"بە (حا، میم) دەخوێنرێتەوە خوا زاناترە بە ماناکەی بۆ زانیاری زیاتر سەیری سەرەتای سورەتی (البقرة) بکە\n","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:2","price":"ئەم قورئانە ھێنراوەتە خوارەوە لەلایەن خوای زاڵ وباڵادەست وکاربەجێوە\n","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:3","price":"ئاسمانەکان وزەوی وئەوەی لە نێوانیاندایە دروستمان نەکردووە مەگەر بە ھەق وڕاستی و بۆ کاتێکی دیاری کراو نەبێت، کەچی ئەوانەی بێ باوەڕ بوون لەوەی کە پێی ترسێنرابوون ڕوو وەردەگێڕن\n","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:4","price":"(ئەی موحەممەد ﷺ) بڵێ: پێم بڵێن ئەو شتانەی ئێوە دەیانپەرستن جگە لە خوا پیشانم بدەن لە زەویدا چیان دروست کردووە یان لە(دروست کردنی) ئاسمانەکاندا بەشداریان کردووە، دەی پەڕاوێکم بۆ بھێنن لە پێش ئەم (قورئانە ھاتبێت) یان زانیاریەك کە لە پێشووان بەجێ مابێت ئەگەر ئێوە ڕاستگۆن\n","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:5","price":"کێ گومڕاترە لەو کەسەی کە ھاوار لەغەیری خوا بکات کە وەڵامی ناداتەوە تا ڕۆژی دوایی وە ئەو (ھاوار لێکراو)انە لە ھاواری ئەوان بێئاگان\n","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:6","price":"کاتێکیش خەڵك کۆدەکرێنەوە (لەقیامەت)دا پەرستراوەکان دەبنە دوژمنیان وە(پەرستراوەکان) بەپەرستنەکەیان باوەڕ ناکەن\n","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:7","price":"کاتێکیش ئایەتە ڕوونەکانی ئێمەیان بەسەردا بخوێنرێتەوە ئەوانەی بێ باوەڕبوون دەڵێن بەو قورئانەی بۆیان دێت ئەمە جادوویەکی ئاشکرا ودیارە\n","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:8","price":"یان دەڵێن (موحەممەد ﷺ) خۆی ئەم قورئانەی ھەڵبەستووە (ئەی موحەممەد ﷺ) بڵێ: ئەگەر خۆم ھەڵم بەستبێت (خوا سزای بەتینم دەدات) ئەوسا ئێوەش لەبەرانبەر خوادا بۆ من ھیچتان لە دەست نایەت، خوا چاك دەزانێت بەو توانجانەی دەیدەن لە قورئان، ئەو خوایە بەسە کەشایەت بێت لە نێوان من وئێوەدا، ھەر ئەوە لێبوردە ومیھرەبان\n","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:9","price":"بڵێ من یەکەم پێغەمبەر نیم (نێررابم) ناشزانم چی بەسەر من و ئێوەش دەھێنرێت تەنھا پەیڕەوی ئەوە دەکەم کە وەحی دەکرێت بۆم وەمن تەنھا ترسێنەرێکی ئاشکرام وبەس\n","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:10","price":"(ئەی موحەممەد ﷺ) بڵێ: پێم بڵێن ئەگەر (ئەم قورئانە) لەلایەن خواوە بێت ئێوەش باوەڕتان پێ نەھێنابێت وە کەسێك لە نەوەی ئیسرائیل شایەتی دابێت لەسەر وێنەی (ئەوەی وا لە) قورئاندا ھەیە جا باوەڕی ھێنابێت، کەچی ئێوە خۆتان بە گەورەزانی، بێگومان خوا ڕێنموونیی گەلی ستەمکاران ناکات\n","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:11","price":"ئەوانەی بێ باوەڕن دەڵێن دەربارەی ئەوانەی باوەڕیان ھێناوە ئەگەر (ئیسلام و باوەڕ ھێنان) چاك بوایە ئەوانە پێش ئێمە نەدەکەوتن بۆ ئەو (باوەڕ ھێنانە) چونکە خۆیان بەو (قورئانە) ڕێنموون نەبوون، جا دواتر دەڵێن ئەمە دەس ھەڵبەسێکی کۆنە\n","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:12","price":"وە لەپێش ئەم (قورئانە)دا تەوراتی موسا پێشەوا وڕەحمەت بوو، ئەم قورئانەش (کتێبەکانی پێش خۆی) بەڕاست دادەنێت کە بەزمانی عەرەبیە تاستەمکاران بترسینێت وە بۆ چاکەکاران مژدە بێت\n","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:13","price":"بەڕاستی ئەوانەی کە دەڵێن پەروەردگارمان (اللە) یە پاشان بەردەوام بوون (لەسەر باوەڕەکەیان) ئەوە نەترسیان لەسەرە ونەخەفەتیش دەخۆن\n","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:14","price":"ئەوانە ھاوەڵانی بەھەشتن بەھەمیشەیی تێیدا دەمێننەوە لەپاداشتی ئەو کردەوانەی کە دەیانکرد (لەدونیادا)\n","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:15","price":"وە ئێمە ئامۆژگاری ئادەمیمان کرد بە چاکە کردن لەگەڵ دایك وباوکیدا، دایکی بە ناڕەحەتی وئازارەوە ھەڵی گرتووە وە بەئازار وناڕەحەتیش بوویەتی، ماوەی دووگیان بوون (ی دایك) پێیەوە و لە شیر بڕینەوەی سی مانگە تا دەگاتە تافی لاوی (پێگەیشتوی لاشەیی و ژیری) و دەگاتە چل ساڵی، دەڵێ ئەی پەروەردگار ڕام بھێنە تا شوکرانە بژێری ئەو بەھرە ونیعمەتانەت بکەم کە ڕشتوتە بەسەر من و دایك وباوکمدا وە (ڕام بھێنە) کردەوەی چاك بکەم کە تۆ پێی ڕازی بیت، نەوەکانیشم چاك و صاڵح بکە، بێگومان بۆلای تۆ گەڕاومەتەوە وە بەڕاستی من لەموسوڵمانی گەردن کەچم\n","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:16","price":"ئەوانە کەسانێکن کە ئێمە کردەوە چاکەکانیان لێ وەردەگرین وە چاوپۆشی دەکەین لە خراپەکانیان لە ڕیزی بەھەشتیاندان، ئەمە ئەو بەڵێنە ڕاستەیە کە بەڵێنیان پێدرابوو لەدونیادا\n","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:17","price":"ئەو کەسەش کە بەباوك ودایکی بڵێت ئۆف لە دەس ئێوە، ئایا ھەڕەشەم لێ دەکەن کە (زیندوو دەکرێمەوە و لە گۆڕ) دێمە دەرەوە لەکاتێکدا چەند چین خەڵك پێش من ڕۆیشتوون (و زیندوو نەبوونەتەوە) وە (دایکی و باوکی) ھەردووکیان ھانا بۆ خوا دەبەن، (دەڵێن) ھاوار بۆ تۆ باوەڕبھێنە بێگومان بەڵێنی خوا ڕاستە کەچی ئەو دەڵێت ئەمە تەنھا ئەفسانەی پێشینانە وھیچی تر\n","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:18","price":" ئەوانە ئەو کەسانەن بڕیار(ی خوا)یان بەسەردا چەسپا لە ڕیزی ئەو ئوممەتانەدا کە پێش ئەمان ڕابوردوون لە جنۆکە وئادەمیی بێگومان ئەوانە خۆیان زەرەرمەندن\n","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:19","price":"وە بۆ ھەریەك لەوانە پلە وپایە ھەیە بە گوێرەی کردەوەکانیان تا خوا پاداشت وسزای کردەوەکانیان بە تەواوی بداتەوە وە ئەوان ھیچ ستەمیان لێ ناکرێت\n","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:20","price":"وە (بیریان بخەرەوە) ئەو ڕۆژەی ئەوانەی کە بێ باوەڕن بەرانبەر دۆزەخ ڕادەگیرێن (پێیان دەووترێت) ھەرچی خۆشیتان بوو بەسەرتان برد لە ژیانی دونیاتاندا وەلەزەتتان لێ برد و(ڕاتان بوارد) بۆیە ئەمڕۆ تۆڵەتان لێ دەسەنرێت بەسزایەکی ڕیسواکەر، لەبەر ئەوەی کە ئێوە بە ناھەق خۆتان بە زل دەزانی لە زەویدا وە لەبەر ئەوەی لە فەرمانی خوا دەردەچوو بوون\n","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:21","price":"(ئەی موحەممەد ﷺ) باسی (ھودی ) برای گەلی عاد بکە کاتێك گەلەکەی ترساند لە (ووڵاتی) ئەحقاف بێگومان پێغەمبەرانی زۆر ڕابوردوون لە پێش ودوای ئەویشەوە (ووتوویانە) جگە لەخوا ھیچی تر نەپەرستن، بێگومان من دەترسم لەسزای ڕۆژێکی گەورە بۆ ئێوە (پێش بێت)\n","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:22","price":"(گەلەکەی) ووتیان ئایا تۆ (ئەی ھود) ھاتوویت ھەتا لامان بدەیت لە(پەرستنی) پەرستراوەکانمان دەی بۆمان بھێنە ئەو (سزایەی) بەڵێنت پێ داووین ئەگەر لە ڕاست گۆیانیت\n","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:23","price":"(ھود) ووتی بێگومان زانیاری (ئەو سزا) لای خوایەوە وبەس وەمن تەنھا ئەوەی پێی نێردراوم پێتان ڕادەگەیەنم بەڵام من دەبینم ئێوە گەلێکی نەزان ونەفامن\n","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:24","price":"جا کاتێك ئەو (سزایە)یان بینی پەڵە ھەورێك بوو بەرەو شیوەکانیان دێت (دڵخۆش بوون) ووتیان ئەمە ھەورێکە بارانی پێیە بۆمان (ھود ووتی نەخێر) بەڵکو ئەوە ئەو (سزایە)یە بەپەلە داواتان دەکرد، بایەکی بەھێزە سزای سەختی پێیە\n","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:25","price":" بەفەرمانی پەروەردگاری ھەموو شتێك دەڕوخێنێت، ئیتر وایان بەسەرھات تەنھا شوێنی خانووەکانیان دەبینرا ھەر بەو جۆرە سزای ھۆزی تاونباران دەدەین\n","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:26","price":" سوێند بەخوا ئەوەی بەوان (گەلی عاد) مان دابوو (لەسامان ودەسەڵات) بە ئێوەمان نەدابوو وە گوێ وچاو ودڵمان پێدابوون، بەڵام سوود وکەڵکی پێ نەگەیاندن نە گوێ و نە چاو و نە دڵیان، ھیچ شتێك، چونکە ئەوان باوەڕیان بەنیشانەکانی خوا نەبوو وە دەوری دان ئەو سزای گاڵتەیان پێ دەکرد\n","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:27","price":" وە بێگومان لەناومان برد (دانیشتووانی) ئەو شار ودێھاتانەی کە بەدەور وبەرتان دابوون وە بەڵگەو نیشانەی جۆراو جۆرمان نیشان دان تا (لەبێ باوەڕی) بگەڕێنەوە\n","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:28","price":"دەی بۆچی یارمەتی نەدان ئەوانەی جگە لەخوا بۆ نزیك بوونەوە لەخوا کردبوونیانە پەرستراوی (خۆیان) (نەك یارمەتیان نەدان) بـەڵـکو گومیش بوون لێیان، ئەوە بوو (بەرھەمی پەرستراوە) درۆکەیان و ئەو درۆیانەی ھەڵیان دەبەستن\n","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:29","price":"وە (بیریان خەرەوە) کاتێك چەند جنۆکەیەکمان نارد بۆ لات تا گوێ لەقورئان بگرن جا کاتێك ئامادەی گوێ گرتن لە قورئان بوون ووتیان (بەیەکتری) بێ دەنگ بن (و گوێ بگرن) جا کە (قورئان خوێندنەکە) تەواو بوو ھەموویان گەڕانەوە بۆلای قەوم وھۆزەکەیان بەترسێنەر\n","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:30","price":"ووتیان ئەی ھۆز وقەومەکەمان بەڕاستی ئیمە گوێ بیستی کتێبێك بووین کە لەپاش موسا نێردراوەتە خوارەوە پەڕاوەکانی پێش خۆی بەڕاست دادەنێت (خەڵك) ڕێنموونی دەکات بۆ ھەق وڕێبازی ڕاستی\n","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:31","price":"ئەی قەومەکەمان وەڵامی بانگخوازی خوا (موحەممەدﷺ)بدەنەوە وباوەڕی پێ بهێنن (خوا) لە تاوانەکانتان خۆش دەبێت ودەیسڕێتەوە وە لەسزای سەخت دەتان پارێزێت\n","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:32","price":"ھەرکەسیش وەڵامی بانگخوازی خوا (کە موحەممەدە ﷺ) نەداتەوە، ئەو بەھیچ جۆرێك ناتوانێ لە زەویدا لە دەست خوا دەرچێ وخۆی قوتار کات وە جگە لەخوا یارمەتیدەر وپشتیوانێکی نیە، ئا ئەوانە لە گومڕاییەکی ئاشکرادان\n","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:33","price":" ئایا ئەوانە نەیان زانیوە بەڕاستی ئەو خوایەی ئاسمانەکان وزەوی دروستکردووە وە لەدروستکردنیاندا ناتوانا ودەستە پاچە نەبووە، وە بەتوانایە مردووانیش زیندوو بکاتەوە، بەڵێ بێگومان خوا بەسەر ھەموو شتێکدا بەتوانایە\n","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:34","price":" وە ڕۆژێك بێ باوەڕان بەرانبەر دۆزەخ ڕادەگیرێن (پێیان دەڵێن) ئایا ئەمە ڕاست نیە؟ دەڵێن: بەڵێ سوێند بەپەروەردگارمان ڕاستە، (خوا) دەفەرموێت: دەی ئەو سزایە بچەژن چونکە ئێوە باوەڕتان پێ نەدەکرد\n","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"46:35","price":"کەواتە خۆگربە (ئەی موحەممەد ﷺ) ھەروەکو پێغەمبەرانی خۆڕاگری بەھێز دانیان بەخۆداگرت وە پەلە مەکە بۆ (سزادان)یان ئەو ڕۆژەی کە (سزای) بەڵێن پێدراویان دەبینن وا دەزانن تەنھا ساتێك لەرۆژ لە دونیادا ماونەتەوە، (ئەم قورئانە) ئاگادارییە، جا ئایا کەس لەناو دەچێت جگە لە گەلی لەسنوور دەرچوو نەبێت\n","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:1","price":"ئەو کەسانەی بێ باوەڕ بوون وە ڕێگری (خەڵک)یان کرد لەڕێبازی خوا، (خوا) کردەوەکانیان پوچەڵ دەکاتەوە\n","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:2","price":"ئەوانەش باوەڕیان ھێناوە وکردەوە چاکەکانیان کردو باوەڕیشیان ھێنا بەو (قورئانە)ی کە نێردراوەتە خوارەوە بۆ موحەممەد (ﷺ) تەنھا ئەویش ڕاستەو لەلایەن پەروەردگاریانەوە ھاتووە، خوا لە گوناھەکانیان خۆش بووە، دڵ وھۆشیانی ڕێك وچاك کردوە\n","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:3","price":"ئەوەش لەبەر ئەوەیە بەڕاستی ئەوانەی بێ باوەڕ بوون شوێن بەتاڵ و پڕو پووچ کەوتن، وەبێگومان ئەوانەش ئیمانیان ھێنا بوو شوێن ئەو ھەقە کەوتبوون کە لەلایەن پەروەردگاریانەوە ھاتووە، ئابەو شێوە خوا نموونەی (کردەوەی) خۆیانیان بۆ دەھێنێتەوە\n","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:4","price":"ئەمجا ئەگەر (لە جەنگدا) گەشتن بەوانەی بێ باوەڕن ئەوە بدەن لە گەردنیان وبیانکوژن ھەتا کاتێك کوشتاری زۆریان لێ دەکەن ئەمجا (دیلەکانیان) قایم ببەستەنەوە جا دواتر یان بەمنەت وچاکە (بەرەڵایان کەن) یان بە فیدیە وبریتی وەرگرتن، ھەتا جەنگ چەکەکان (بە بێ باوەڕان) دادەنێت (یان تا جەنگ کۆتایی دێت بە نەمانی بت پەرستان)، فەرمان ئەوەیە ئەگەر خوا بیوویستایە خۆی تۆڵەی لێ دەسەندن بەڵام (فەرمانی پێدان بە جەنگ) تا بەیەکتری تاقیتان بکاتەوە، ئەو کەسانەش لە پێناو ڕێبازی خوادا کوژران ئەوە خوا ھەرگیز (پاداشتی) کردەوەکانیان وون ناکات\n","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:5","price":"بێگومان ڕێنموونیان دەکات ودڵ وبیریان پاك ساف دەکات\n","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:6","price":"وە دەیانخاتە ئەوبەھەشتەی بۆی باسکردون\n","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:7","price":" ئەی ئەو کەسانەی باوەڕتان ھێناوە ئەگەر ئێوە یارمەتی (ئاینی) خوا بدەن خواش ئێوە زاڵ وسەرکەوتوو دەکات (بەسەر کافراندا) وە پێیەکانتان جێگیر دەکات (لە جەنگدا خۆڕاگرتان دەکات)\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:8","price":"ئەوانەش کە بێ باوەڕبوون ئەوە نەگبەتی وسەرشۆڕی بەشیانە وە (خوا) کردەوەکانیان پووچ و بێ مایە دەکات\n","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:9","price":"ئەو تۆڵەیان لەبەر ئەوەیە کە بێگومان ئەوانە ڕقیان لەو قورئانە بوو کە خوا ناردوویەتیە خوارەوە، بۆیە خواش کردەوەکانیانی پووچ کردنەوە\n","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:10","price":"ئاخۆ ئەوانە بە زەویدا نەگەڕاون تا ببینن ئەوانەی پێش خۆیان سەرەنجامیان چۆن بووە, خوا لە ناوی بردن (دەی بێگومان بن) بۆ بێ باوەڕانیش سەرئەنجامی ئاوا ھەیە\n","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:11","price":"چونکە بێگومان خوا پشتیوانی ئەوانەیە کـە بـاوەڕیان ھێناوە وە بێگومان بێ باوەڕانیش ھیچ پشتیوانێکیان نیة\n","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:12","price":"بێگومان خوا ئەوانەی باوەڕیان ھێناوە وکردەوەی باشیان کردوە دەیانخاتە باخاتی بەھەشتەوە کە ڕووبارەکان بەژێریاندا دەڕوات, ئەوانەش بێ باوەڕ بوون (لە دونیادا) رادەبوێرن و وەك ئاژەڵ دەخۆن ودەلەوەڕێن وە دۆزەخ شوێنی مانەوەیانە\n","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:13","price":"وە(خەڵکی) زۆر شار ھەبوون کە بەھێزتر بوون لەو(خەڵکی) مەککەیە کە تۆیان دەرکرد لە ناومان بردن وھیچ پشتیوانێکیان نەبوو\n","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:14","price":"ئا خۆ ئەو کەسەی بەڵگەی ڕوونی لە پەروەردگاریەوە بۆ ھاتبێت (کە قورئانە) وەك ئەو کەسة وایە کە کرداری خراپی بۆ جوان کرابێ و ڕازێنرابێتەوە, شوێن ھەواو ئارەزووی خۆیان کەوتبن\n","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:15","price":"شێوەی نایابی ئەو بەھەشتە وایە کە بەڵێن دراوە بە پارێزکاران وخواناسان چەندەھا ڕووباری تێدایە لە ئاوی سازگاری تام وبۆن نەگۆڕاو وە چەندەھا ڕووبار لەشیر کە تامی نەگۆڕاوە وە چەندەھا ڕووبار لەشەرابی نایابی بەلەزەت وخۆش بۆ بنۆشانی وە چەند ڕووباریشی تێدایە لەھەنگوینی پاڵفتە وە لەوێ ھەموو جۆرە میوەھاتێکیان بۆ ئامادەیە، لەگەڵ لێبوردن لە پەروەردگاریانەوە (ئایا ئەو بەھەشتیانە) وەکو کەسانێك وان کە لە ئاگری دۆزەخ دابن بەھەمیشەیی ئاوی کوڵا وکوڵیان دەرخوارد بدرێت کە ڕیخۆڵەکانیان پارچە پارچە بکات\n","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:16","price":"(ئەی موحەممەد ﷺ) ھەندێ لەوانە گوێت لێدەگرن بەڵام کاتێك لای تۆ دەردەچن دەڵێن بەوانەی زانیاریان پێدراوە (لە ھاوەڵان) ئەوە ئێستا موحەممەد (ﷺ) ووتی چی؟ ئەوانە ئەو کەسانەن کە خوا مۆری ناوە بەسەر دڵیاندا وە شوێن ھەوا وئارەزووی خۆیان کەوتوون\n","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:17","price":"ئەو کەسانەی ھیدایەتیان وەرگرتووە (خوا) شارەزاییان زیاد دەکات وە تەقوا وپارێزکاری وخواناسیان پێ دەبەخشێت\n","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:18","price":"دەی ئایا ئەو (ناپاکانە) چاوەڕوانی چی دەکەی جگە لە قیامەت کە کتوپڕ یەخەیان بگرێت دەی بێگومان ھەندێك لەنیشانەکانی ھاتۆتە دی، کاتێك (ڕۆژی دوایی) یەخەیان بگرێت ئیتر کەی بیردەکەنەوە\n","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:19","price":"کەواتە دڵنیابە وبزانە بێجگە لە (اللە) ھیچ پەرستراوێکی بەھەق و ڕاست نیە وە داوای لێبوردن بکە (لەخوا) بۆ گوناھی خۆت وە بۆ (گوناھی) پیاوان وئافرەتانی ئیماندار وە بێگومان خوا دەزانێت بە جم وجوڵتان (لە ڕۆژدا) وئارام گرتنتان (لە شەودا)\n","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:20","price":"ئەوانەی باوەڕیان ھێناوە دەڵێن بۆچی سورەتێك (لەقورئان) نانێردرێتە خوارەوە؟ (دەربارەی جەنگ وجیھاد) کەچی کاتێك سورەتێکی ڕوون ودامەزراو نێرابێتە خوارەوە وتیایدا باسی جەنگ کرا بێت، دەبینی ئەو کەسانەی کە لەدڵیاندا نەخۆشی (دوو ڕوویی) ھەیە، تەماشای تۆ دەکەن وەك تەماشا کردنی کەسێك کە لە ترسی مردن لە ھۆشی خۆی چووبێت بۆ ئەوان واچاکتر بوو\n","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:21","price":"فەرمان بەردار بوونایە وقسەی جوان وچاکیان بکردایە ھەر کاتێکیش فەرمانی (جەنگ) درا (جێ بەجێی ناکەن) خۆ ئەگەر لەگەڵ خوا ڕاستیان بکردایە ئەوە باشتر بوو بۆیان\n","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:22","price":"جا ئایا ئێوە بەتەمان (ئەی ناپاکان) ئەگەر پشت ھەڵکەن (لە ئیسلام وجیھاد) لە زەویدا ئاژاوە وخراپە بەرپابکەن وە ھەرچی پەیوەندی خزمایەتیە بیبچڕێنن\n","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:23","price":"ئا ئەوانە ئەو کەسانەن کە خوا نەفرەتی لێكردوون وە کەڕی کردوون وچاویانی کوێر کردووە\n","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:24","price":"ئاخۆ ئەوانە وورد نابنەوە لە قورئان (و تێی ناگەن)؟! (وانیە) بەڵکو دڵیان قوفلـَی لێدراوە\n","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:25","price":"بێگومان ئەو کەسانەی پاشە و پاش گەڕانەوە لە ئایینەکەیان له پاش ئەوەی ھەقیان بۆ ڕوون بوویەوە شەیتان خراپەکانیانی بۆ جوان وڕازاوە کردبوون وە بەھیوا وئومێد فریوی دابوون\n","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:26","price":"چونکە ئەوان دەیانووت بەو کەسانەی کەڕقیان بوو لەو قورئانەی خوا ناردبووی، ئێمە لە مەولا لەھەندێ کاردا گوێڕایەڵیتان دەکەین وە خوا بە نھێنیەکانیان دەزانێت\n","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:27","price":"ئاخۆ چۆن بێ (حاڵی ئەو ناپاکانە) کاتێك فریشتەکان گیانیان دەکێشن و لە ڕوخسار وپاشیان دەدەن\n","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:28","price":"ئەو (جۆرە گیان کێشانە) لەبەر ئەوەیە کە بێگومان ئەوانە شوێن شتانێك کەوتبوون کە خوای توڕە کردبوو، ڕەزامەندی خواشیان پێناخۆش بوو، بۆیە خواش کردەوەکانیانی پووچەڵ کردەوە\n","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:29","price":"ئایا وا دەزانن ئەوانەی کە نەخۆشی (ناپاکی) لە دڵیان دایە کە خوا ھەرگیز ڕق وکینەیان دەرناخات وئاشکرای ناکات\n","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:30","price":"ئەگەر بمانویستایە ئەوانەمان نیشان دەدایت (کە دووڕوون) ئەوسا ھەر بەشێوە ودیمەنیاندا دەتناسین وە بێگومان بە شێوازی قسەشیاندا دەیانناسیت وە دڵنیابن خوا بە ھەموو کردەوەکانتان دەزانێت\n","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:31","price":"سوێند بەخوا تاقیتان دەکەینەوە تا دەری بخەین ودیاربێت موجاھیدان وخۆڕاگرانتان وە تا ھەواڵتان چیە ئاشکرای کەین\n","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:32","price":"بێگومان کەسانێ کە بێ باوەڕبوون وەڕێگری (خەڵك)یان دەکرد لە ڕێبازی خوا دژایەتی پێغەمبەریشیان دەکرد پاش ئەوەی ھەق وڕاستیان بۆ ڕوون بۆتەوە، ھیچ زیانێك بەخوا ناگەیەنن وە بە زوویی (خوا پیلان) وکردەوەکـانیـان پـووچەڵ دەکـاتەوە\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:33","price":"ئەی ئەوکەسانەی کەباوەڕتان ھێناوە فەرمانبەردار وگوێڕایەڵی خوا وپێغەمبەربن وە کردەوە (چاکە)کانتان ھەڵمەوەشێننەوە\n","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:34","price":"بێگومان ئەوانەی کە بێ باوەڕبوون وەڕێگری (خەڵک)یان دەکرد لە ڕێبازی خوا، پاشان بەبێ باوەڕی مردن ئەوە ھەرگیز خوا لێیان خۆش نابێت\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:35","price":"جا (باوەڕداران) لاواز وسست مەبن وداوای ئاشتی (و شەڕ وەستان) مەکەن چونکە ھەر ئێوە زاڵ وبەھێزترن، (یارمەتی) خواش لەگەڵ ئێوەدایە وە (پاداشتی) کردەوەکانتان کەم ناکاتەوە\n","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:36","price":"بێگومان ژیانی دونیا تەنھا گاڵتە وگەپێکە (ودەبڕێتەوە) خۆ ئەگەر باوەڕ بھێنن ولەخواترس بن (خوا) پاداشتی خۆتان پێ دەدات وە داوای بەخشینی ھەموو دارایی وماڵتان لێ ناکات\n","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:37","price":"ئەگەر (خوا) داوای بەخشینی ھەموو سامانتان لێ بکات، زۆریش داکۆکی بکات لێتان، ئێوە چرووکی وڕەزیلی دەکەن و ڕق وکینەی دەروونتان دەردەخات\n","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"47:38","price":"بێداربن ئێوە ئەو کەسانەن کە بانگ دەکرێن تا لە پێناوی خوا ماڵ ببەخشن کەچی ھەندێکتان ڕژدی دەکەن، ھەر کەسیش ڕژدیی و ڕەزیلی بکات ئەوە بێگومان تەنھا ڕژدیی لە (دژی) خۆی دەکات، چونکە خوا (دەوڵەمەندە) و بێ نیازە، ھەر ئێوەن ھەژار و بێ نەوا، جا ئەگەر ئێوە پشت ھەڵکەن (لەئاینەکەتان) (خوای گەورە) ئێوە دەگۆڕێت بەکەسانێکی تری(زۆر چاك) پاشان (ئەوان) وەکو ئێوە نابن (ڕاستگۆن لەگەڵ پەروەردگاریاندا)\n","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:1","price":"(ئەی موحەممەد ﷺ) بێگومان ئێمە سەرکەوتنێکی ئاشکرامان پێ دایت (کەڕێکەوتنی حودەیبیەیە)\n","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:2","price":"تا خوا خۆش ببێت لە گوناھەکانی ڕابوردو وداھاتووت وەنیعمەتی خۆی بەتەواوی بڕژێت بەسەرتدا وەرێگای ڕاستت نیشان بدات (بەردەوامت کات)\n","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:3","price":"وەخوا سەرت بخات بەسەرکەوتنێکی باڵادەستانە\n","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:4","price":"ئەو خوا زاتێکە ئارامی دابەزاندووەتە ناو دڵی ئیمانداران تا ئیمانیان زیاد بکات لەگەڵ ئەو ئیمانەی کە ھەیانە، تەنھا ھی خوایە سەربازانی ئاسمانەکان وزەوی وە ھەمیشە خوا زانا وکاردروستە\n","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:5","price":"تا پیاوان وئافرەتانی باوەڕدار بباتە بەھەشتانێك کە ڕوبارەکان بەژێریاندا دەڕوات بەھەمیشەیی تیایدا دەمێننەوە وەتا لەگوناھەکانیان خۆش ببێت وە ئەم (بەڵێنە) لای خوا سەرکەوتنێکی گەورەیە\n","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:6","price":"وە تا سزای بدات پیاوان وئافرەتانی (دوو ڕوو) وناپاك وپیاوان وئافرەتانی ھاوبەش پەیداکەری گومان بەرانی خراپ دەربارەی خوا، ئەوخراپە(لەناو چوونەی چاوەڕوانی دەکەن بۆ ئیمانداران) ھەر بەسەر خۆیاندا دێت وەخوا خەشمی لێ گرتوون ونەفرەتی لێ کردوون و دۆزەخی بۆ ئامادە کردوون، ئای چ سەرئەنجامێکی خراپە\n","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:7","price":"تەنھا ھی خوایە سەربازانی ئاسمانەکان وزەوی وەخوا ھەمیشە باڵادەستی کاربەجێیە\n","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:8","price":"بەڕاستی (ئەی موحەممەد ﷺ) تۆمان ناردووە بەشایەت ومژدەدەر وترسێنەر\n","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:9","price":"بۆ ئەوەی باوەڕ بە خوا وپێغەمبەرەکەی بھێنن وە پشتیوانی لێ بکەن وڕێزی لێبگرن وە تەسبیحاتی خوا بکەن بە بەیانیان وئێواراندا\n","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:10","price":"بەڕاستی ئەوکەسانەی پەیمان دەدەن بەتۆ (ئەی موحەممەد ﷺ) بێگومان ئەوانە پەیمان بەخوا دەدەن، دەستی خوا لەسەر دەستی ئەوانەوەیە (لەم ئایەتە پیرۆزەدا جێگیرکردن وباسکردنی سیفەتی دەست بۆ خوا ھاتووە ئێمەش بڕوامان پێیەتی بەبێ ھیچ لێچواندن ولەیەکدانەوەیەك، وەشێوەکەی نازانین تەنھا خوا خۆی دەیزانێت) جا ھەرکەس پەیمانەکەی شکاند ئەوە بێگومان ئەو پەیمان شکاندنە تەنھا (زیانی) بۆ خۆیەتی ھەر کەسیش وەفا بکات بەو پەیمانەی کەداوێتی بەخوا ئەوە بەڕاستی خوا پاداشتی گەورەیی دەداتێ\n","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:11","price":"بێگومان پێت دەڵێن ئەو عەرەبە دەشتەکیانەی کەلە غەزا جێ مابوون، سامان وخاوخێزانمان مەشغوڵیان کردین (نەیان ھێشت بێین بۆ غەزا) لەبەر ئەوە داوای لێ خۆشبوونمان بۆ بکە، ئەوەی بەزمانیان دەیڵێن لەدڵیاندا نیە (وباوەڕیان پێی نیە) بڵێ جا کێ لەبەرانبەر خوادا ھیچی بەدەستە بۆتان ئەگەر خوا زیانێکی بۆتان بوێت یان سوودو قازانجێکی بۆتان بوێت (وانیە کە دەیڵێن) بەڵکو خوا ئاگادارە بەھەرچییەك کە دەیکەن\n","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:12","price":"بەڵکو وا گومانتان دەبرد کە پێغەمبەر وئیمانداران ھەرگیز ناگەڕێنەوە بۆ ناو کەس وکاری خۆیان (و شەھید دەبن) ئەو گومانە لەدڵتاندا ڕازێنرابوویەوە وە گومانی خراپتان دەبرد وبەڕاستی ئێوە گەلێکن لەناو دەچن\n","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:13","price":"وە ھەر کەس باوەڕی نەھێنابێت بەخوا وپێغەمبەرەکەی ئەوە بەڕاستی ئێمە ئامادەمان کردووە بۆ ئەو بێ باوەرانە ئاگرێکی ھەڵگیرساو\n","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:14","price":"ئاسمانەکان وزەوی تەنھا موڵکی خوایە، لەھەر کەس کە بیەوێت خۆش دەبێت، سزای ھەرکەسیش دەدات کە بیەوێت (لەتاوانباران) وەخوا لێبوردەی میھرەبانە\n","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:15","price":"بێگومان بەجێماوان لەغەزا دەڵێن ھەرکاتێك (لەمەدینە) دەرچوون بۆ گرتنی دەسکەوتەکان (غەنیمەت) لێمان گەڕێن باشوێنتان بکەوین، دەیانەوێت ووتەی خوا (کە دەسکەوتەکانی خەیبەر بۆ بەشدارانی حودەیبیەیە) بگۆرن، (ئەی موحەممەد ﷺ) بڵێ ھەرگیز نابێت شوێنمان کەون چونکە پێشتر خوا دەربارەتان ھەروای فەرمووە، ئەمجا دواتر دەڵێن (وا نیە) بەڵکو حەسوودی بە ئێمە دەبەن (وا نیە) بەڵکو ئەوان زۆر کەم تێدەگەن\n","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:16","price":"بڵێ بەجێماوان لەغەزا لە عەرەبە دەشتەکیەكان لەمەولا بانگ دەکرێن بۆ (جەنگ لەگەڵ) گەلێکی زۆر بەھێزی جەنگاوەر (دەبێ) جەنگیان لەگەڵ بکەن یان خۆیان موسڵمان ببن، جا ئەگەر گوێرایەڵ بن خوا پێیان دەدات پاداشتێکی زۆرباش وە ئەگەر سەرپێچی بکەن ھەروەك لەوەو پێش سەرپێچیتان کرد (لە حودەیبیەدا)، (خوا) سزایەکی سەختان دەدات\n","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:17","price":"بۆ کوێر گوناە نیە (بەشداری جیھاد نەکات) بۆ شەلیش گوناە نیە ھەروەھا بۆ نەخۆشیش گوناە نیە وە ھەر کەس گوێرایەڵی خوا و پێغەمبەرەکەی بێت دەیباتە بەھەشتانێك کەڕوبارەکان بەژێریاندا دێن ودەچن ھەر کەسیش سەرپێچی بکات، (خوا) سزای سەختی دەدات\n","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:18","price":"سوێند بەخوا بێگومان خوا ڕازی بوو لەو ئیماندارانەی کە پەیمانیان پێدایت لەژێر درەختەکەدا (لە حودەیبیە)، جا خوا ئاگادار بوو بەوەی لە دڵیاندایە، بۆیە دڵنیایی وئارامی بۆ ناردن وە پاداشتی دانەوە بەسەرکەوتنێکی نزیك (کەئازاد کردنی خەیبەر بوو)\n","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:19","price":"وە غەنیمەتی زۆر کەبەدەستی دەھێنن وە خوا ھەمیشە زاڵ وباڵادەست وکاربەجێیە\n","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:20","price":"خوا بەڵێنی پێ داوون کەغەنیمەتی زۆر (لە بێ باوەران) دەگرن بۆیە ئەم (غەنیمەتەی خەیبەر)ی بۆ پێش خستن وە دەستی خەڵکی (مەککەی) لێتان کۆتا کرد تا (ئەم ڕووداوە) ببێتە بەڵگەیەك بۆ باوەڕداران وەتا ڕێنموونیتان بکات بۆ ڕێگای ڕاست\n","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:21","price":"وە چەندەھا (غەنیمەتی)تر ھەیە کەھێشتا دەسەڵاتتان نیە بەسەریدا، بێگومان خوا ئاگای لەھەموویانە وەخوا ھەمیشە بەسەر ھەموو شتێکدا بەدەسەڵات وبـەتوانایە\n","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:22","price":"ئەگەر ئەوانەی کافرن جەنگیان لەدژتان بکردایە بێگومان (تێك دەشکان و) ھەڵدەھاتن پاشان دەستیان نەدەکەوت ھیچ دۆست وپشتیوانێك\n","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:23","price":"ئەوە یاسا وباوی خوایە کە بێگومان پێشتریش ھەروا بووە قەت نابینیت باو ویاسای خوا ھیچ گۆڕانێکی بەسەردا بێت\n","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:24","price":"خوا ئەو زاتەیە کەدەستی ئەوانی (کافران) لەئێوە کۆتا کرد، دەستی ئێوەشی لەوان (کۆتاکرد بەڕێکەوتنی حودەیبیە) لەناوجەرگەی مەککەدا لەپاش ئەوەی ئێوەی بەسەر ئەواندا زاڵ کرد وەخوا بەھەرچی ئێوە دەیکەن بینایە\n","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:25","price":"ھەر ئەوان (مەککەیەکان) بوون کافر بوون وە ڕێگری ئێوەیان کرد (لەزیارەتی) مزگەوتی حەرام ( کەعبەی پیرۆز) وە(نەیانھێشت) قوربانیە وەستێنراوەکان (لەحودەیبیەدا) بگاتە شوێنی سەربڕینی خۆی (خوا زاڵی دەکردن بەسەر مەککەدا لەو ساڵەدا) ئەگەر پیاو وئافرتانی ئیماندار نەبوایە (لەناو کافرانی مەککەدا) کەئێوە نەتان دەناسین، پێتان پێدادەنان (دەتان کوشتن) جا بەھۆیانەوە تووشی تاوان دەبوون بێ ئەوەی بزانن، تاخوا بیخاتە بەر بەزەیی خۆی ئەو کەسەی کە خۆی دەیەوێت، بەڵام ئەگەر (ئیمانداران وکافران لەمەککەدا) لەیەکتر جیاببوونایەتەوە، بێگومان بێ باوەڕەکانیانمان سزادەدا بەسزادانێکی سەخت\n","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:26","price":"کاتێك ئەوانەی بێ باوەڕن دەمار گیرییان خستە دڵیانەوە کەدەمارگیری نەفامیە، جا خواش دڵنیایی وئارامی خۆیی ناردە خوارەوە بۆ پێغەمبەر ﷺ وئیمانداران وەباوەڕدانی پابەند کرد بەووشەی (لا الە الا اللە محمد رسول اللە)وە وەئەوان بەووشـەیە شیاو تر بوون وخاوەنی بوون وە خوا بەھەموو شتێ ئاگادار وزانایە\n","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:27","price":"سوێند بە خوا بێگومان خوا ئەو خەوەی کە پێغەمبەرەکەی دیبوی بەڕاستی گێڕاو ھێنایەدی کە(ووتبوی) دڵنیابن دەچنە ناو مزگەوتی حەرام ( کەعبەی پیرۆز) بەوویستی خوا بە ئارامی و بێ ترس، سەرتان تاشییوە یان کورتان کردۆتەوە، (لەدوژمن) ناترسن، جا ئەوەی (خوا) دەیزانی ئێوە نەتان دەزانی (کەخێر لەڕێکەوتن دایە) وە جگە لە (چوونە مەککە) بڕیاری داوە سەرکەوتنێکی نزیك (بۆ ئێوەیە کەڕێکەوتنی حودەیبیەیە)\n","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:28","price":"خوا ئەو زاتەیە کەپێغەمبەرەکەی ناردووە بەڕێنموونی وئایینی ڕاستەوە، تا بەسەر ھەموو ڕێبازێکدا زاڵی بکات تەنھا خوا بەسە کە شاھید بێت لەسەر ئەمە\n","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"48:29","price":"موحەممەد ﷺ پێغەمبەری خوایە ئەو (باوەڕدار)انەش کەلەگەڵیدان بەرامبەر بێ باوەڕان توندو تیژن و لەنێوان خۆیاندا بە بەزەیین، دەیان بینی (ھەمیشە) لە کوڕنوش وسوژدە بردنـدان، داوای فەزڵ وڕەزامەندی خودا دەکەن، نیشانەیان لە ناو چاوانیاندا دیارە بەھۆی زۆر سوژدە بردن (یانەوە)، جا ئەو (ھاوەڵە بەڕێزانە) ئەوە نموونە وصیفەتیان بوو لە تەوراتدا وە نموونە وصیفەتیان لە ئینجیلیشدا وەك ڕووەك وکشتوکاڵێك وایە چەکەرەی دەرکردبێت (سەوز بووبێت) ئەمجا چەکەرەکەی بەھێز کرد بێ و قاییم بوو بێت، جا لەسەر لاسکی خۆی ڕێك وەستابێ (ئەوەندە جوان بێ) جوتیارەکانی سەرسام کرد بێ، تا بە (زۆر بوونی) ھاوەڵانی داخ ومەراق بدا بەکافران, خوا بەڵێنی داوە بەوانەیان کە باوەڕیان ھێناوە وکردەوەی چاکەیان کردووە بە لێبوردن و پاداشتی گەورە (کە بەھەشتە)\n","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:1","price":"ئەی ئەو کەسانەی کەباوەڕتان ھێناوە پێش مەکەون (لە ھیچ کاروبڕیارێکدا) لەخواو پێغەمبەرەکەی و لەخوا بترسن، بێگومان خوا بیسەر وزانایە\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:2","price":"ئەی ئەو کەسانەی باوەڕتان ھێناوە دەنگتان بەرز مەکەنەوە بەسەر دەنگی پێغەمبەردا ﷺ وە بەدەنگی بەرز قسەی لەگەڵ مەکەن وەك دەنگ بەرز کردنەوەتان لەگەڵ یەکتریدا، نەوەکو کردەوەکانتان بەتاڵ ببێتەوە وخۆشتان ھەستی پێنەكەن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:3","price":"بێگومان ئەوانەی دەنگیان نزم دەکەنەوە لەخزمەتی پێغەمبەردا ﷺ ئەوانە ئەو کەسانەن خوا دڵیانی زاخاو داوە وپاکی کردوەتەوە بۆ تەقوا وخواناسین، لێخۆشبوون وپاداشتی گەورەیان بۆ ھەیە\n","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:4","price":"بێگومان ئەو کەسانەی لە دەرەوەی ژوورەکان بانگت دەکەن (ئەی موحەممەد ﷺ) زۆربەیان نەفامن وتێناگەن\n","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:5","price":"خۆ ئەگەر چاوەڕوانیان بکردایە تادەڕۆشتیتە دەرەوە بۆ لایان، ئەوە چاکتر بوو بۆیان وەخوا لێبوردە ومیھرەبانە\n","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:6","price":"ئەی ئەوانەی باوەڕتان ھێناوە ئەگەر گوناھکارێ ھەواڵێکی گرنگی ھێنا بۆتان ئەوە لێی بکۆڵنەوە (تاڕوون ببێتەوە) نەوەك زیان بگەیەنن بەخەڵکێك بەنەزانین ئەوسا پەشیمان بن لەوکارەی کەکردووتانە\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:7","price":"زۆر چاك بزانن کە بێگومان پێغەمبەری خوا لە ناوتاندایە ئەگەر بەگوێی ئێوەی بکردایە لەزۆرێك لەکارەکاندا تووشی ناڕەحەتی دەبوون، بەڵام خوا ئیمانی لاتان خۆشەویست کردووە وە لەدڵتاندا (شیرین و) ڕازاوەی کردووە وە بێزراوو ناشرینی کردووە لەلاتان بێ باوەڕیی وتاوان وسەرپێچی فەرمانی خوا، ھەر ئەوانەن شارەزاو لەسەر ڕێبازی ڕاستن\n","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:8","price":"(ئەوە) بەخشش ونیعمەتێکە لەلایەن خواوە خواش زانا ودانایە\n","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:9","price":"ئەگەر دوو کۆمەڵ لەئیمانداران دژ بەیەکتر جەنگیان کرد ئەوە لەنێوانیاندا ئاشتەوایی بکەن، ئەمجا ئەگەر کۆمەڵێکیان دەست درێژی وسەرکەشی کرد بۆ سەر کۆمەڵێکی تریان، ئەوە ئێوە (ئەی موسوڵمانان) دژی ئەوەیان بجەنگن دەست درێژی دەکات تا دەگەڕێتەوە بۆ فەرمانی خوا (ملکەچی فەرمانی خوا دەبێت) ئەمجا ئەگەر گەڕایەوە ئەوسا لەنێوانیاندا ئاشتەوایی بکەن، بەدادگەرانە وڕاست ودادپەروەر بن (لەنێوانیاندا) بێگومان خوا دادپەروەرانی خۆش دەوێت\n","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:10","price":"بێگومان تەنھا باوەڕداران برای یەکترن کەواتە لەنێوان دوو براتاندا (ئاژاوە ھەبوو) ئاشتەوایی بکەن و لەخوا بترسن تاڕەحمتان پێبكات\n","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:11","price":"ئەی ئەوانەی کەباوەڕتان ھێناوە باھیچ کۆمەڵە پیاوێك گاڵتە نەکەن بەکۆمەڵێکی تریان، ڕەنگە گاڵتە پێ کراوەکان لە گاڵتەکەرەکان باشتربن (لای خوا) وە ژنانێك گاڵتە نەکەن بەژنانێکی تر، ڕەنگە ئافرەتە گاڵتە پێکراوەکان لە ئافرەتە گاڵتەکەرەکان باشتربن (لای خوای گەورە) تانە وتەشەر لەیەکتری مەدەن (لەنێو خۆتاندا) ناوو ناتۆرە لەیەکتری مەنێن، ئای چەند خراپە ناو بردنێ کە گوناھە (بە موسڵمان بڵێیت کافر، یان داوێن پیس) پاش باوەڕ ھێنان جـا ئەوەی پەشیمان نەبێتەوە ئەوە ئەوانە ھەر خۆیان ستەمکارن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:12","price":"ئەی ئەوکەسانەی باوەڕتان ھێناوە خۆتان لەزۆرێك لە گومانەکان بپارێزن، چونکە بەڕاستی ھەندێك لەگومانەکان تاوانن، سیخوڕی مەکەن (وبەدوای ناتەواوی یەکتردا مەگەڕێن) لەپاشملە بەخراپە باسی یەکتری مەکەن، ئایا کام لەئێوە پێی خۆشە کەگۆشتی برا (باوەڕدارەكەی) بخوات بەمردووی؟ بێگومان قێزتان لێی دێتەوە وپێتان ناخۆشە وە لەخوا بترسن بێگومان خوا تەوبە گیراکەر وبەبەزەییە\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:13","price":"ئەی خەڵکینە بێگومان ئێمە دروستمان کردوون لە نێر و مێیەك وە کردومانن بەچەند گەل وھۆزێکەوە تایەکتری بناسن، بەڕاستی بەڕێزترینتان لای خوا ئەو کەسەتانە زیاتر لەخودا دەترسێت، بێگومان خوا زانا وئاگادارە\n","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:14","price":"عەرەبە دەشتەکیەکان ووتیان باوەڕمان ھێناوە، (ئەی موحەممەد ﷺ) بڵێ باوەڕتان نەھێناوە، بەڵکو بڵێن موسڵمان بووین (بەسەر زارەکی) چونکە ھێشتا باوەڕ نەچووەتە ناو دڵەکانتانەوە، خۆ ئەگەر گوێڕایەڵی خوا وپێغەمبەرەکەی بن ھیچ لە (پاداشتی) کردەوەکانتان کەم ناکاتەوە، بەڕاستی خوا لێبوردە ومیھرەبانە\n","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:15","price":"بێگومان ئیماندارانی ڕاستەقینە ئەوانەن کە باوەڕیان ھێناوە بە خوا وپێغەمبەرەکەی پاشان دوو دڵ نەبوون (لە ئیمانەکەیاندا) وە بەماڵ وگیانیان تێکۆشانیان کردووە لە پێناو ڕێبازی خوادا ھەر ئەوانەن ڕاسگۆیان\n","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:16","price":" (ئەی موحەممەد ﷺ) بڵێ: ئایا ئێوە خوا ئاگادار دەکەن لەئایینەکەتان لەکاتێکدا خوا ئاگادارە ودەزانێت بەھەرچی لەئاسمانەکان وزەویدایە وە خوا بەھەموو شتێك زانایە\n","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:17","price":"ئەوکەسانە منەت دەکەن بەسەر تۆدا (ئەی موحەممەد ﷺ) کە موسڵمان بوون، تۆش بڵێ منەتی موسڵمان بوونی خۆتان بەسەر مندا مەکەن بەڵکو خوا منەت دەکات بەسەر ئێوەدا کە ڕێنموونیی کردوون بۆ باوەڕھێنان ئەگەر ئێوە ڕاستگۆن (کە ئیماندارن)\n","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"49:18","price":"بەڕاستی خوا دەزانێت نھێنی ئاسمانەکان وزەوی وەخوا بینایە بەھەر کردەوەیەك کە ئێوە دەیکەن\n","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:1","price":"بە (قاف) دەخوێندرێتەوە، ماناکەی تەنھا خوا دەیزانێت بۆ زانیاری زیاتر سەیری سەرەتای سورەتی (البقرة) بکە، سوێند بەقورئانی بەرز وبەڕێز (تۆ نێردراوی خوای ئەی موحەممەد ﷺ)\n","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:2","price":"بەڵام (بێ باوەڕان) سەریان سوڕماوە لەوەی کە پێغەمبەرێکی ترسێنەریان بۆ ھاتووە لە خۆیان، جا بێ باوەڕان دەیان ووت ئەمە شتێکی سەیرە\n","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:3","price":"ئایا کاتێ مردین وبووین بەخۆڵ (چۆن زیندوو دەبینەوە) ئەوە گەڕانەوەیەکی دوورە ونابێ\n","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:4","price":"بێگومان ئێمە دەزانین زەوی چەندێ لە لاشەیان دەخوات (ھیچیمان لێ وون نابێت) پەڕاوێکیشمان لایە کە پارێزەری ھەموو شتێکە\n","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:5","price":"(زیندوو بوونەوە دوور نیە) بەڵکو ئەوان باوەڕیان بەقورئان نەکرد کاتێك بۆیان ھات، بۆیە ئەوان لەناو کارێکی تێکەڵ وپێکەڵدان\n","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:6","price":"دەی ئایا سەرنجی ئەو ئاسمانەیان نەداوە کە لەسەریانەوەیە چۆن دروستمان کردووە وڕازاندومانەتەوە وەھیچ درز وکەلێنێکی تێدا نیە\n","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:7","price":"زەویشمان ڕاخستووە، چەندەھا شاخی دامەزراومان تێدا داناوە ڕواندومانە تێیـشیدا ھەموو جۆرە ڕووەکێکی جوان\n","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:8","price":" تابەر چاو ڕوونی وپەند وبیرخەرەوە بێت بۆ ھەموو بەندەیەکی تەوبەکار وگەڕاوە بۆ لای خوا\n","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:9","price":"وە لەئاسمانەوە باراندوومانە بارانێکی بەپیت وفەڕ جا بەو بارانە ڕوواندومانە باخات ودانەوێڵەی(ئەو کشتوکاڵانەی) کەدروێنە دەکرێن\n","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:10","price":"ھەروەھا دارخورمای بەرز وبڵند بە ھێشووی تێك پەستراوەوە\n","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:11","price":"(تابێتە) ڕزق وڕۆزی بۆ بەندەکان ھەر بەو بارانە زەوی مردو (ووشك) دەبوژێنینەوە، زیندوو کردنەوە(ی مردوانیش) ھەر بەو شێوەیە\n","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:12","price":"پێش ئەمانیش باوەڕیان نەھێنا (بە پێغەمبەرەکانیان) گەلی نووح وخاوەن چاڵ وبیرەکان و(گەلی) سەموود\n","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:13","price":"وەگەلی عاد وفیرعەون وگەلی لوطیش\n","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:14","price":"ھەروەھا خاوەن باخاتە چڕو پڕەکان وگەلی توببەعیش ھەر ھەموویان باوەڕیان نەھێنا بەپێغەمبەرەکانیان بۆیە ھەڕەشەی (من لەدژیان) ھاتەدی\n","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:15","price":"جا ئایا ئێمە لەدروستکردنی یەکەم جاردا دەستەوسان بووین (تانەتوانین زیندووتان بکەینەوە)؟! (نەخێر وانیە) بەڵکو ئەوان لە گوماندان لە دروست بوونەوەیەکی سەر لە نوێ\n","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:16","price":"سوێند بەخوا ئێمە ئادەمیمان بەدی ھێناوە وچاك ئاگادارین بەو خەیاڵ وخەتەرانەی دێن بەدڵ ودەروونیدا وئێمە لەوەوە نزیکترین (واتە خوای گەورە عیلم وزانینی تەواوی ھەیە بە ھەموو جموجولێکی ئادەمیزاد) لە شادەماری دڵی\n","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:17","price":"کاتێك ئەو دووفریشتە (کرداری) تۆمار دەکەن کە لەلای ڕاست و لای چەپیەوە دانیشتوون\n","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:18","price":"ھەر ووتەیەك لەدەمی دەرچێ چاودێرێکی بەسەرەوەیە (و دەینوسێت)\n","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:19","price":"ناڕەحەتی وبێھۆشی مردن دێت لەگەڵ ڕاستیەکاندا (پێی دەووترێت) ئەمە ئەو (مردنە)یە کە خۆت لێ دەپاراست ولادەدا\n","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:20","price":"ئەمجا فوو دەکرێ بە (شەیپوڕ) کەڕەنادا ئەوە ڕۆژی (بەدی ھاتنی) ھەڕەشەکانە\n","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:21","price":"لەگەڵ ھەموو کەسێکدا دێت (بۆ مەحشەر) دوو فریشتە، یەکێکیان پێش خۆیداوە، ئەوی دیکەشیان شاھیدی لەسەر ئەدات، (لەتەواوی ئەو کاروکردەوانەی کە کردوونی لە دونیادا)\n","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:22","price":"(پێی دەووترێت) سوێند بەخوا بەڕاستی تۆ لەمە بێئاگا بوویت لەدونیادا، جا ئێمە پەردەی (قیامەت) مان لەسەر لادایی، جـا ئەمڕۆ (کە قیامەتە) چاوت تیژە و چاك دەبینێت\n","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:23","price":"وە ئەو (فریشتە شاھیدەی) لەگەڵیدایە دەڵێت ئەمە (نامەی کردەوەکانە) ئامادەیە و لای منە\n","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:24","price":"(خوا دەفەرموێت بەدوو فریشتەکە) فڕێی بدەنە ناو دۆزەخەوە ھەموو کافرێکی سەرکەشی\n","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:25","price":"ڕێگریكەر لەچاکە دەست درێژ کەری گوماناوی\n","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:26","price":"ئەو کەسەی کەپەرستراوی تری لەگەڵ خوادا داناوە جا ھەر دووکتان (ئەی فریشتەکان) فڕێی بدەنە سزای سەختەوە\n","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:27","price":"ئەو (شەیتانەی لەدونیادا) لەگەڵیدا بوو دەڵێت ئەی پەروەردگارم من ئەوم سەرکەش نەکرد بەڵکو خۆی لەگومڕاییەكی دوور لەڕاستیدا بوو\n","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:28","price":"(خوا دەفەرموێت) لەلای مندا دەمەقاڵێ ومشتومڕ مەکەن چونکە بێگومان پێشتر ھەرەشەم (لەم بارەیەوە) ناردووە بۆتان\n","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:29","price":"بەڵێنی من ھەرگیز گۆڕانی بەسەردا نایەت وە من ھیچ جۆرە ستەمێك لە بەندەکانم ناکەم\n","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:30","price":"ڕۆژێك دەبێت بەدۆزەخ دەڵێین ئایا پڕ بوویت؟ دۆزەخیش دەڵێ ئایا کەسی تر ھەیە (بیھێنن)؟\n","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:31","price":"بەھەشتیش (لەو ڕۆژەدا) نزیك کراوەتەوە بۆ پارێزکاران ولەخواترسان دوور نیە (لێیان)\n","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:32","price":"(پێیان دەوترێت) ئەمە ئەو (بەھەشتە)یە کە بەڵێنتان پێدرابوو بەھەموو ڕوو لەخوایەکی خۆپارێز\n","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:33","price":"ئەوەی لە خوای میھرەبان ترسابێت لەپەنھاندا ( وخۆی لـەگـوناە پاراست بێت) وە بەدڵێکی ڕوو لە خواوە گەڕابێتەوە (بۆ لامان)\n","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:34","price":"(پێیان دەووترێت) ھەمووتان بڕۆنە ناو بەھەشتەوە، دڵنیا و بێترس بن (لەسزاو ناخۆشی) ئەم ڕۆژە ڕۆژی ھەمیشەیی ونەمرییە\n","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:35","price":"لەو بەھەشتەدا ھەرچیان بوێت بۆیان ئامادەیە وە لەوە زیاتریشمان ھەیە (کە بینینی خوای گەورەیە)\n","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:36","price":"وەپێش ئەمان گەل وچینی زۆرمان لەناوبرد کەئەوان لەمانیش بەھێزتر بوون، خۆ شاران و ووڵاتانیان پشکنیوە وگەڕاوون، ئایا ھیچ پەنا گایەك ھەبوو(بۆیان لەمردن)\n","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:37","price":"بێگومان لەم (باسەدا) پەندو ئامۆژگاری ھەیە بۆ کەسێك خاوەن دڵێکی (زیندوو بێت یان ژیربێ) یاگوێ بگرێ (بۆ قورئان) وبیریشی لەلای بێت\n","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:38","price":"سوێند بەخوا بێگومان دروستمان کردووە ئاسمانەکان وزەوی و ھەرچی لە نێوانیاندایە، لە شەش ڕۆژدا وە ھیچ ماندوو بوونێکمان تووش نەبوو\n","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:39","price":"کەواتە (ئەی موحـەممەد ﷺ) خۆگـربـە بـەرامبـەر ئـەو (قسە نابەجێیانەی) کەدەیڵێن، بەستایشی پەروەردگارت تەسبیحات بکە پێش ھەڵھاتنی خۆر وپێش ئاوا بوونیشی\n","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:40","price":"وە لەبەشێك لەشەودا ستایشی پەروەردگارت بکە وە لەپاش نوێژەکانیش\n","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:41","price":"وە گوێ بگرە لەڕۆژێکدا جاڕ دەرێك لەشوێنێکی نزیکەوە بانگ دەکات\n","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:42","price":"ڕۆژێك کە نەعرەتەیەك (دەنگێکی گەورەی ترسناك) بەڕاستیی دەبیستن ئەو ڕۆژە ڕۆژی ھاتنەدەرەوەیە (لەگۆرەکان)\n","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:43","price":"بێگومان ھەر ئێمەین دەژێنین ودەشمرێنین، گەڕانەوەش ھەر بۆلای ئێمەیە\n","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:44","price":"ڕۆژێك دێت زەوی لەئاست ئەوانەی (مردوون) قڵیش دەبات بەپەلە (دێنە دەرەوە) ئەو کۆکردنەوە بەلای ئێمەوە ئاسانە\n","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"50:45","price":"بێگومان ئێمە ئاگادارین بەوەی کەدەیڵێن تۆ دەسەڵاتت بەسەریاندا نیە کەوایە تۆ بەم قورئانە ئامۆژگاری ئەو کەسە بکە کە لەھەڕەشەی من دەترسێ\n","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:1","price":"سوێند بەو بایانەی کە زۆر شت پرژو بڵاودەکەنەوە بە بڵاوکردنەوە\n","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:2","price":"ئەمجا سوێند بەو ھەورانەی کە ھەڵگری بارانن\n","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:3","price":"ئەمجا سوێند بەو کەشتیانەی کە بەئاسانی دەگەڕێن (لە ناو دەریادا)\n","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:4","price":"ئەمجا سوێند بەو فریشتانەی کار دابەشکەرن\n","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:5","price":"بێگومان ھەر بەڵێنێك کە پێتان دەدرێ ڕاستە\n","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:6","price":"وە بەڕاستی (ڕۆژی) پاداشت وتۆڵە ڕوودەدات\n","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:7","price":"وەسوێند بەئاسمانی خاوەن ڕێگای زۆر (خاوەن جوانی وڕێك وپێکی)\n","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:8","price":"بێگومان ئێوە لەقسە وگوفتاری جیاوازدان\n","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:9","price":"ئەو کەسە لادەدرێت لەئیمان کەلادراوە (چونکە خۆی گومڕایە)\n","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:10","price":"دەک بەکوشت چن ئەو درۆزنانە(و نەفرەتیان لێ بێت)\n","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:11","price":"ئەوانە کەسانێکن لەگێژاوی نەزانیدا بێ ئاگان (لەھەموو شت)\n","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:12","price":"(بەگاڵتەوە) دەپرسن کەی ڕۆژی دوایی دێت\n","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:13","price":"ڕۆژێك (سزا دەدرێن) کەئەوان بەئاگری دۆزەخ دەسوتێنرێن\n","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:14","price":"(پێیان دەووترێت) سزاکەتان بچەژن، ئەمە ئەو (سزایە) (بەگاڵتەوە) بە پەلە داواتان دەکرد\n","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:15","price":"بێگومان پارێزکاران و لەخواترسان وان لە باخات وکەناری سەرچەشمەی ڕەواندا\n","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:16","price":"ئەوەی خوا پێی داوون وەریدەگرن (چونکە) بێگومان ئەوان لەوەو پێش چاکەکار بوون\n","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:17","price":"ئەوانە کەمێك لەشەودا دەخەوتن (ئەوی تری شەو نوێژیان دەکرد)\n","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:18","price":"وە لەبەرەبەیاناندا داوای لێخۆشبوونیان دەکرد\n","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:19","price":"وە لە ماڵ و داراییاندا بۆ (ھەژاری) داواکەر وداوانەکەر مافی خۆیان ھەبوو\n","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:20","price":"وەلەزەویدا بەڵگە ونیشانە ھەیە بۆ باوەڕداران\n","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:21","price":"وە لەخودی خۆشتاندا (بەڵگەی زۆر ھەیە) دەی ئایا بۆ وورد نابنەوە وسەرنج نادەن\n","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:22","price":"وە ڕزق وڕۆزی ئێوە و ئەو بەڵێنانەی پێتان دەدرێت لەئاسمانە\n","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:23","price":"جا سوێند بەپەوەردگاری ئاسمان وزەوی بێگومان ئەوە(ی باسکرا) ھەق وڕاستە بەوێنەی ئەو قسانەی خۆتان دەیکەن\n","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:24","price":"ئایا پێت گەشتووە بەسەر ھاتی میوانە ڕێزدارەکانی ئیبراھیم\n","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:25","price":"کاتێ چوونە لای ئیبراھیم و ووتیان سڵاو (ئەویش) ووتی سڵاو لەخۆتان (ئێوە) کەسانێکی نەناسراوون\n","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:26","price":"جا خێرا چوو بۆلای خێزانەکەی ئەمجا گوێرەکەیەکی قەڵەوی (بەبرژاوی بۆ) ھێنان\n","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:27","price":"وەنزیکی کردەوە لێیان (بەڵام نەیان خوارد) ووتی ئەوە ناخۆن؟\n","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:28","price":"ئەوسا لێیان ترسا ووتیان مەترسە (ئێمە نێردراوی خواین) وە مزگێنیان پێ دا بەکوڕێکی دانا (کەئیسحاقە)\n","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:29","price":"جاژنەکەی قریوەیەکی کرد وھات وە دای بەڕوومەتی خۆیدا (وەك باووی ژنان) وە ووتی پیرەژنێکی نەزۆك (چۆن منداڵی دەبێت)\n","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":null,"lang":"ku"},{"name":"51:30","price":"(فریشتەکان) ووتیان پەروەردگارت وای فەرمووە بێگومان ھەر خوا کار بەجێ وزانایە\n","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":null,"lang":"ku"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}