{"data":[{"name":"2:253","price":"ئەو پێغەمبەرانەی (کە باسکران) ڕێزمان داوە ھەندێکیان بەسەر ھەندێکیاندا لەو پێغەمبەرانە ھی وایان بووە کە خوا قسەی لەگەڵ کردووە (وەک موسی علیە السلام) وە ھەندێکیانی بەرز کردوەتەوە چەند پلەیەک وە دامان بە عیسای کوڕی مەریەم چەند بەڵگە و (موعجیزەیەکی) ئاشکرا وە پشتگیریمان کرد بە فریشتەی سرووش (کە جبریلە) ئەگەر خوا بیویستایە ئەو گەلانەی کەلە دوای پێغەمبەرەکانیان دەھاتن لەگەڵ یەکدا نە ئەجەنگین دوای ئەو نیشانە ڕۆشنانەی کەبۆیان ھاتبوو بەڵام دووبەرەکیان تێکەوت ئەمجا ھی وایان بوو بڕوای ھێنا وە ھی وایان بوو بێ بڕوابوو ئەگەر خوا بیویستایە یەکتریان نەدەکوشت و شەڕیان نەدەکرد بەڵام ئەوەی خوا بیەوێت دەیکات\n","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:254","price":"ئەی ئەو کەسانەی بڕواتان ھێناوە ببەخشن لەو ڕۆزیەی کە پێمان داون پێش ئەوەی کە ڕۆژێ بێ کە نە کڕین و فرۆشتنی تێدایە و نە دۆستایەتی و ئاشنایەتی تێدایە وە نە تکای تێدایە (تا ڕزگارتان کات لە سزا) وە ھەر بێ بڕوایانن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:255","price":"خوا ئەو خوایەیە کە ھیچ پەرستراوێکی بەھەق و ڕاست نیە بێجگە لەو ھەمیشە زیندوی تەدبیرکار و ڕاگری (بوونەوەرە) وەنەوز و خەونایگرێت ھەر ھی ئەوە ھەر چی لە ئاسمانەکان و ھەرچی لە زەوی دایە کێیە ئەو کەسەی لەو ڕۆژەدا بتوانێ تکای لەلا بکات مەگەر بە ڕێ پێدانی خۆی نەبێت ئاگادارە بە ئەوەی لەبەردەمی (ئادەمی) یە وەیە (لە دونیا لە بەردەستیاندایە) وە ئەوەی لە دواوەیەتی (لە ڕۆژی دوایی بۆیان ئامادەکراوە) وە کەس ئاگای نیە لە ھیچ شتێک لە زانین و زانیاری ئەو (خوا) یە مەگەر بەوەی کە خۆی بیەوێ کورسیەکەی خودا ھەموو ئاسمانەکان و زەوی گرتۆتەوە, وە پارێزگاری کردنی ئاسمانەکان و زەوی بۆ خوا ئاسانە و (گران نیە) وە ھەر ئەوە بڵند پلەی پایە گەورە\n","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:256","price":"بە ھیچ جۆرێک زۆر لێکردن لە دیندا نیە (بۆ ھاتنە ناو ئیسلام) چونکە بەڕاستی لە یەک جیابوەتەوە ڕێنمونی و شارەزایی لە گومڕایی و سەر لێ شێواوی (ئەم ئایەتە تایبەتە بە ئەوانەی ئاینی ئاسمانیان ھەیە) ئەمجا ھەر کەس لە ڕێی بێ بڕوایی بگەڕێتەوە (بێ باوەڕ بێت بە ھەر پەرستراوێک جگە لە خوا) وە بڕوا بھێنێ بەخوا ئەوە بێگومان بە توندی دەستی گرتووە بە دەستەگیرەیەکی قایمی بەھێزی وا (کە ئیسلام، یان ئیمانەکەیەتی) کە پچڕان و بەربونی بۆ نیە وە خوا بیسەر و زانایە\n","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:257","price":"خوا دۆست و پشتیوانی ئەوانەیە کە بڕوادارن دەریان دەھێنێت لە تاریکستانی بێ بڕوایی بۆ ڕووناکی باوەڕ وڕێنمونی وە ئەوانەی کە بێ بڕوان شەیتان دۆستیانە دەریان دەھێنێ لە ڕوناکی (بیر و باوەڕە) وە بۆ تاریکستانی (گومڕایی) ئەوانە ھاوڕێی دۆزەخن تیایا ئەمێننەوە ھەتا ھەتایە\n","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:258","price":"ئایا ئاوڕێک نادەیتەوە بەلای ئەو (نەمروودە) ی کە دەمەقاڵێی کرد لەگەڵ ئیبراھیم پێغەمبەردا (علیە السلام) دەرحەق بە پەروەردگاری لەبـەر ئەوەی خوا پادشایی دابویە کاتێ کە ئیبراھیم (لە وەڵامی نەمرود دا) ووتی: پەروەردگاری من ئەو زاتەیە ژیان ئەداو ژیان دەستێنێ و (دەمرێنێت) (نەمرود) ووتی: منیش ژیان ئەدەم وە ژیان دەستێنم ودەشمرێنم (دوو زیندانی کراوی ھێنا یەکێکیانی ئازاد کردو ئەوی دیکەیانی کوشت) ئیبراھیم ووتی: بێگومان خوا خۆر لە ڕۆژھەڵاتەوە ھەڵدەھێنێ دە (ئەگەر دەتوانیت) تۆ لە ڕۆژئاواوە ھەڵیبێنە ئەمجا دەم کوت بوو ئەو بێ بڕوایە (نەمروود) وە خوا ڕێنمونی گەلی ستەمکاران ناکات\n","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:259","price":"یا وەک ئەو کەسە (عوزەیر) کە ڕابورد بەلای شارێکدا (بیت المقدس) لە کاتێکدا ئەو (شارە) دیوارەکانی ڕوخا بوو بەسەر سەربانەکانیدا (عوزەیر) ووتی: خوا چۆن ئەم شارە ئاوەدان دەکاتەوە پاش مردنی؟ (واتە پاش وێران بوونی) یەکسەر خوای گەورە (عوزەیری) سەد ساڵ مراند و پاشان زیندووی کردەوە (خوای گەورە) فەرمووی: چەندە ماویتەوە لێرەدا؟ ووتی ڕۆژێک یا بەشێ لەڕۆژێک ماومەتەوە (خوای گەورە) فەرمووی: نەخێر بەڵکو سەد ساڵ ماویتەوە جا تەماشای خواردن و خواردنەوەکەت بکە تێک نەچووە، وە تەماشای گوێدرێژەکەت بکە (وە زیندوومان کردیتەوە) تا بتگێڕین بە موعجیزە و (بەڵگە) بۆ خەڵکی وە تەماشای ئێسکەکانی (گوێدرێژەکەت) بکە چۆن بەرزیان دەکەینەوە (لە شوێنی خۆیان) و یەکیان دەخەین پاشان گۆشتی بەسەردا دەھێنین ئەمجا کاتێ ئەمانە دەرکەوت بۆی (عوزەیر) ووتی: بەچاکی تێگەیشتم بەڕاستی خوا خاوەن دەستەڵاتە بەسەر ھەموو شتێکدا\n","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:260","price":"(ئەی موحهمەد بەیادیان بھێنە) کاتێک کە ئیبراھیم ووتی: ئەی پەروەردگارم نیشانم بدە چۆن مردوو زیندوو دەکەیتەوە؟ (خوا) فەرمووی: بڕوات پێ ی نەھێناوە؟ ووتی: بەڵێ بڕوام پێیەتی بەڵام (ئەمەوێ ببینم) بۆئەوەی دڵنیا بم (خوا) فەرمووی: کەواتە چوار مەل بگرە ئەمجا (سەریان ببڕە) و پارچە پارچەیان بکە لەپاشدا ھەر پارچەیەکیان لەسەر شاخێک دابنێ لە پاشان بانگیان بکە بەپەلە دێن بۆلات وە چاک بزانە و دڵنیابە بێگومان خوا باڵادەستی کار بەجێیە\n","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:261","price":"وێنەی (خێری) ئەوانەی کە ماڵی خۆیان دەبەخشن لە ڕێی خوادا وەک دەنکە (تۆوێک) وایە (ڕوابێت) و حەوت گوڵی گرتبێت لەھەر گوڵێکدا سەد دانەی تێدا بێت وە خوا لەمەش، زیاتری دەکات بۆ ھەر کەسێک کە خۆی بیەوێت وە خوا خاوەن بەھرەی فراوانی ئاگادارە\n","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:262","price":"ئەوانەی کە ماڵ و دارایی خۆیان دەبەخشن لە ڕێ ی خوادا دوای ئەوە ھیچ منەتێک نانێن و ئازارێک (بە دڵی ھەژاران) ناگەیەنن ئەو کەسانە بۆیان ھەیە پاداشتیان لای پەروەردگاریان وە ھیچ ترسێکیان لەسەر نیە وە ھیچ خەم و خەفەتێکیان نیە\n","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:263","price":"قسە وگوفتاری جوان وشیرین و چاوپۆشی (لە ھەڵەدا) چاکترە لە خێرێک کە ئازار و دڵ ئێشاندنی بە دوادا بێت خوا دەوڵەمەند و بێ نیاز و لەسەر خۆیە\n","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:264","price":"ئەی ئەوانەی بڕواتان ھێناوە پوچەڵی مەکەنەوە خێرو بەخشینەکانتان بە منەت نان و ئازاردان و دڵ ئێشان وەک ئەو کەسەی ماڵ و سامانی خۆی دەبەخشێت بۆ ڕووپامایی خەڵک وە باوەڕی نیە بەخوا و بە ڕۆژی دوایی جا وێنەی ئەو ناپاکە وەک بەردێکی ساف و لوس وایە کە گڵێکی کەمی بەسەرەوە بێت ئەمجا بارانێکی بە لێزمە لێی بدات وە بەردەکە بھێڵێتەوە بە ڕوتی ناتوانن دەست بخەنە ھیچ شتێک لەوەی کە کردوویانە وە خوا ڕێنمونی گەلی بێ بڕوا وخوا نەناس ناکات\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:265","price":"نموونەی ئەوانەی کە ماڵ و دارایی خۆیان دەبەخشن لە پێناو ڕەزامەندی خوا وە بۆ دامەزراندنی دڵ و دەرونیان (لەسەر چاکە) وەک باخێک وایە کە بە شوێنێکی بەرزەوەبێت بارانی دڵۆپ گەورەی لێ بدات ئەمجا میوەی خۆی بدات بە دوو ھێندە وە ئەگەر بارانی دڵۆپ گەورەشی لێ نەدات بارانی وورد لێی ئەدات (واتە بێ بەرھەم نابێت) وە خوای گەورەش بینایە بەوەی کە دەیکەن\n","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:266","price":"ئایا کەس لە ئێوە حەز دەکات کە باخێکی ببێت لەدرەختی خورما وە جۆرەھا درەختی ترێ و ڕەز چەند رووبار بڕوات بەژێریاندا بۆ خاوەن باخەکە ببێت لەناو ئەو باخەدا لە ھەموو جۆرە میوەیەک لەکاتێکدا (خاوەنەکەی) دووچاری ببێت پیری وە بیبێ چەند مناڵێکی ووردی بێ دەسەڵات ئەمجا گەردەلوولێکی لێ ھەڵ بکات گڕو سەموومی تێدا بێ یەکسەر باخەکە بسوتێ ئا بەم ڕەنگە خوا نیشانەکانی (میھرەبانی) خۆیتان بۆ ڕون دەکاتەوە بۆ ئەوەی بیر بکەنەوە\n","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:267","price":"ئەی ئەو کەسانەی بڕواتان ھێناوە ببەخشن لە پاکترینی ئەوەی پەیداتان کردووە, وە لەوەی کـە بۆمـان دەرھێناون (ڕواندون) لە زەوی مەڕۆن لەوەی ببەخشن کە خراپە لە کاتێکدا کە خۆتان ئەو شتە خراپە وەرناگرن (ئەگەر بتان درێتێ) مەگەر چاوی لێ بپۆشن وە چاک بزانن کەخوا بێ نیازێکی شایستەی ستایشە\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:268","price":"شەیتان دەتان ترسێنێت بە ھەژاری وەفەرمانتان پێدەدات بە خراپە وە خوا بەڵێنی لێخۆشبون و چاکەتان پێدەدات خوا بەھرە فراوان و میھرەبانی زانایە\n","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:269","price":"ئەی بەخشێت ژیری ودانایی بە ھەر کەسێک کە بیەوێت وە ھەر کەسێک ژیری و دانایی پێدرا ئەوە بەڕاستی پێی دراوە خێر و چاکەیەکی زۆر پەند وەرناگرن تەنھا خاوەن ژیری و ھۆشمەندەکان نەبێت\n","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:270","price":"ئەوەی بەخشیبێتتان لەچاکە یا نەزرێکتان بڕیار دابێ ئەوە بێگومان خوا ئاگای لێ یە وە بۆ ستەمکاران نیە ھیچ یارمەتی دەرێک\n","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:271","price":"ئەگەر ئاشکرای بکەن خێرەکانتان ئەوە کارێکی باشە وە ئەگەر بیشارنەوە و بیدەن بە ھەژاران ئەوە باشترە بۆ ئێوە, وە خوا ھەڵی ئەوەرێنێت لەسەرتان ودەیسڕێتەوە ھێندێ لە گوناھەکانتان وە خوا بەوەی کە دەیکەن ئاگادارە\n","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:272","price":"لەسەر تۆ نیە (ئەی موحەممەد ﷺ) ڕێنمونی و موسوڵمان کردنی خەڵکی بەڵکو خوا ھەرکەسێکی بوێت ھیدایەتی دەدات وە ئەوەی ئێوە دەیبەخشن لە دارایی (لە چاکە) ئەوە (قازانجەکەی) بۆ خۆتانە ئێوە ھیچ نابەخشن مەگەر بۆ ڕەزای خوا نەبێ وە ئەوەی دەیبەخشن لەسامان و (چاکە) پاداشتەکەیتان دەست دەکەوێتەوە و ئێوە ستەمتان لێ ناکرێت\n","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:273","price":"(ئەم خێرە) بۆ ئەو ھەژارانەیە کە دەست و پێ بەستراون لە ڕێی خوادا ناتوانن (بۆ ڕۆزی پەیدا کردن) بگەڕێن بە زەویدا نەزانی بێ ئاگا وا ھەست دەکات ئەوان کە دەوڵەمەندن بە ھۆی بێ نیازی یانەوە (سواڵ نەکردنیانەوە) تۆ (ئەی موحەممەد ﷺ) دەیان ناسیت بە شێوەیاندا داوای ھیچ لەکەس ناکەن بەزۆر (وەک سواڵـکارانی دیکە) وە ئەوەی دەیبەخشن لە ماڵ و سامان بێگومان خوا ئاگادارە پێی\n","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:274","price":"ئەوانەی کە ماڵ و دارایی خۆیان دەبەخشن بە شەو و بە ڕۆژ بە پەنھانی و بە ئاشکرا ئا ئەوانە ھەر پاداشتیان لای پەروەردگاریانە وە ھیچ ترسێکیان لە سەر نیە (لە داھاتوودا) وە ئەوان خەفەت بار نابن لە ڕۆژی دواییدا\n","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:275","price":"ئەوانەی کە سوود (ڕیبا) دەخۆن (کاتی زیندوو بوونەوە) ڕاست نابنەوە (لە گۆڕەکانیاندا) مەگەر چۆن کەسێ ڕاست دەبێتەوە کە شەیتان دەستی لێ وەشاندبێت (وە تووشی فێ بووبێت) ئەوە بەھۆی ئەوەوەیە، سوود خۆران ووتیان: کڕین و فرۆشتن وەک سوود وایە لەکاتێکدا خوا ڕێی داوە بە کڕین و فرۆشتن وحەڵاڵی کردووە بەڵام سوود (ڕیبای) قەدەغە کردووە ئەمجا ئەو کەسەی پێی گەیشت ئامۆژگاری یەک لە پەروەردگاری یەوە, وە خێرا دەستی لێ ھەڵگرت ئەوا ئەوەی لەوەپێش وەری گرتووە بۆخۆیەتی (لە سوود خواردن) وە کاری ئەو حەواڵە بەخوایە وە ئەوەی گەڕایەوە (بۆ سوود خواردن) ئا ئەوانە ھاوڕێی ئاگرن تیا دەمێننەوە بە ھەمیشەیی وھەتاھەتایی\n","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:276","price":"خوا فەڕ و بەرەکەتی سوود ناھێڵێت وە برەو بە خێرو بەخشین ئەدات وزیادی ئەکات وە خوا خۆشی ناوێت ھیچ بێباوەڕ و ناسوپاسگوزارێکی تاوانکار\n","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:277","price":"بەڕاستی ئەوانەی کە بڕوایان ھێناوە, وە کردەوە باشەکانیان کردوە, وە نوێژیان بەھۆش و بیرەوە کردووە وە زەکاتیان داوە تەنھا پاداشتیان لای پەروەردگاریانە وە ھیچ ترسێکیان لەسەر نیە (لەڕۆژی دواییدا) وە ھیچ خەفەتێک ڕوویان تێ ناکات\n","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:278","price":"ئەی ئەو کەسانەی بڕواتان ھێناوە (بە خوا) لە خوا بترسن وە دەست ھەڵگرن لەو سودەی کە لای خەڵک ماوتانە ئەگەر ئێوە بڕوادارن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:279","price":"ئەمجا ئەگەر دەستتان لێ ھەڵنەگرت کەواتە بزانن و ئاگادار بن جەنگ لەگەڵ خوا و پێغەمبەرەکەی ڕادەگەیەنن وە ئەگەر پەشیمان بوونەوە ئەوا تەنھا سەرمایەکانتان ھی ئێوەیە نەستەم بکەن (لە خەڵکی) وە نەستەمتان لێ دەکرێت\n","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:280","price":"وە ئەگەر قەرزدار نەدار بوو ئەوە با مۆڵەتی بدرێت تا خوا دەسەڵاتی دەدا وە ئەگەر (لە قەرزەکە) یان خۆش بن باشترە بۆتان ئەگەر تێ بگەن\n","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:281","price":"وە بترسن لـە ڕۆژێک دەگەڕێنرێنەوە بۆ لای خوا لەپاشان پاداشت ئەدرێتەوە بە ھەموو کەسێک (پاداشت و سزای) ئەوەی کردوەیەتی وە ئەوان ستەمیان لێ ناکرێ\n","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:282","price":"ئەی ئەوانەی باوەڕتان ھێناوە ئەگەر قەرزێکتان لەیەکتری کرد بۆ ماوەیەکی ناوبراو (دیاریکراو) ئەوە بینووسن وە با بینوسێ لە نێوانتاندا نووسەرێک بەڕاستی و (دادوەری) وە ھیچ نووسەرێک با سەرپێچی نەکات لە نوسینی (سەنەدی قەرز) دا ھەروەک خوا ئەوی فێری نووسین کردووە با بینوسێ وە با ئەو کەسە دەقی سەنەدەکە بڵێ وبیخوێنێتەوە کە قەرزەکەی بەسەرەوەیە وە لە پەروەردگاری بترسێ وە ھیچی لێ کەم نەکاتەوە ئەمجا ئەگەر ئەو کەسەی قەرزەکەی بەسەرەوەیە بێ عەقڵ بوو یان ناتەواو بوو یا نەیدەتوانی خۆی دەقی سەنەدەکە بڵێت وبخوێنێتەوە ئەوە با گەورەکەی بیڵێت وبخوێنێتەوە بەڕاستی و (دادپەروەری) وە دوو شاھید بگرن لە پیاوانی خۆتان (لە موسوڵمانان) ئەمجا ئەگەر دوو پیاو نەبوو ئەوە با پیاوێک و دوو ژن بن لەوانەی کە پەسەندیان دەکەن لە شاھیدەکان بۆ ئەوەی ئەگەر یەکێکیان لەبیری چوو با ئەوی دیکەیان بیری بخاتەوه با شایەتەکان سەرپێچی نەکەن کاتێک بانگ کران (بۆ شایەتیدان) وە بێزار مەبن لەوەی کە بینوسن بچووک بێت یان گەورە تا کاتی خۆی ئەم نوسینەتان ڕاسترە بەلای خواوە، وە چەسپێنەر ترە بۆ شایەتی دانەکە وە نزیکترە لەوەی کە نەکەونە گومانەوە مەگەر کاتێک ئەو کردەوەیە بازرگانیەکی دەست بە دەست بێت و بیگێڕن لە ناو خۆتاندا ئەوە لەم کاتەدا گوناھتان ناگات ئەگەر نەینووسن وە شاھید بگرن کاتێک کڕین و فرۆشتنتان کرد و با زیان بە نووسەر و شاھید نەگەیەندرێت وە ئەگەر زیانتان گەیاند ئەوە بێگومان گوناھتان دەگات وە لەخوا بترسن وە خوا فێرتان دەکات وە خوا بە ھەموو شتێک زانا وئاگادارە\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:283","price":"ئەگەر لەسەر سەفەر بوون و دەستتان نەکەوت نووسەرێک ئەوە بارمتەیەک وەرگرن جا ئەگەر ھەندێکتان لە ھەندێکتان دڵنیا بوون با ئەو کەسەی کە بە ئەمین زانراوە سپاردەکە بداتەوە, وە با لە پەروەردگاری بترسێت وە شایەتی مەشارنەوە ئەو کەسەیشی بیشارێتەوە ئەوە بەڕاستی بە دڵ گوناھبارە وە خوا ئاگادارە بە ھەموو کردەوەیەکتان\n","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:284","price":"ھەر ھی خوایە ئەوەی لە ئاسمانەکانایە و ئەوەی لە زەویدایە ئەگەر ئاشکرای بکەن ئەوەی لە دڵتاندایە یان بیشارنەوە خوا محاسەبەتان دەکات لەسەری ئەوسا خۆش دەبێت لەو کەسەی کە بیەوێت وە سزای کەسێک دەدات کە بیەوێت وە خوا بەدەسەڵات و بەتوانایە بەسەر ھەموو شتێکدا\n","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:285","price":"(پێغەمبەر ﷺ) بڕوای ھێنا بەو نامەیەی کە بۆی نێرراوە لە پەروەردگاریەوە لەگەڵ بڕواداراندا ھەموو بڕوایان ھێناوە بەخوا وە بە فریشتەکانی وە بە نامەکانی وە بە پێغەمبەرانی جیاوازی ناکەین لە نێوان ھیچ یەکێک لە پەیامبەرانی (بڕواداران) ووتیان: (پێغەمبەر ئاینی خوای پێ گەیاندین ئێمەش) بیستمان فەرمانبەرداریمان کرد داوای لێخۆشبوونت لێدەکەین ئەی پەروەردگارمان وە ھەر بۆ لای تۆیە گەڕانەوە\n","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:286","price":"خوا داوا لە ھیچ کەسێک ناکات مەگەر بە ئەندازەی توانای خۆی (سوودی) بۆ خۆی ھەیە ھەر چاکەیەک بکات (با ھەر بەدڵیش بێت) وە (زیانی) بۆ خۆیەتی ھەر خراپەیەک بکات ئەی پەروەردگارمان لێمان مەگرە ئەگەر کردەوەیەکی پێویستمان لەبیرچوو یا بەھەڵە گوناھێکمان کرد ئەی پەروەردگار لەسەرمان دامەنێ باری قورس وەک ئەوەی داتنا لەسەر ئەوانەی پێش ئێمە (ئوممەتانی پێشووتر) ئەی پەروەردگارمان بەڵای وامان بەسەردا مەدە کە بۆمان ھەڵنەگیرێت وە گوناھەکانمان بسڕەرەوە, وە لێمان خۆشبە وە میھرەبانیمان لەگەڵدا بکە ھەر تۆی یاریدەدەرو پشتیوانمان کەواتە سەرمان بخە بەسەر گەلی بێ بڕوایاندا\n","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:1","price":"بـە ( ئـەلیف، لام، میم ) دەخوێنرێتەوە، خوای گەورە زاناترە بە واتاکەی.ئەم پیتانەی کە لەسەرەتای ھەندێک لەسورەتەکانی قورئاندا ھاتوون، تەنھا خوای گەورە دەزانێت مەبەستی پێیان چیە، ئەمە ڕاسترین تەفسیرە بۆ ئەم پیتانە کرابێت، بەڵام بەچەند جۆرێکی تریش تەفسیرکراون لەوانە: ئەم پیتانە ناون بۆ ئەوسورەتانەی لەسەرەتایانەوە ھاتوون، یان ناون بۆ خوای گەورە، یان بۆ دەستەوسانکردنی عەرەبە بێباوەڕەکانە کە دەیانووت ئەم قورئانە لەلایەن خوداوە نەھاتوەتە خوارەوە بۆ موحەممەد (صلى الله عليه وسلم) پێیان دەڵێت: دەی ئەگەر وایە وێنە وھاوشێوەی ئەم قورئانە بھێنن، کە ھەر لەو پیتانە پێـکھاتووە کە ئێوە قسەی پێ دەکەن و بەکاریان دەھێنن\n","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:2","price":"ناردوویە تیە خوارەوە بۆت قورئان بەڕاستی و دروستی بەڕاست دانەری ھەموو ئەو (کتێبانەیە) لەپێشیدا بوون وە تەورات و ئینجیلی ناردە خوارەوە\n","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:3","price":"ناردوویە تیە خوارەوە بۆت قورئان بەڕاستی و دروستی بەڕاست دانەری ھەموو ئەو (کتێبانەیە) لەپێشیدا بوون وە تەورات و ئینجیلی ناردە خوارەوە\n","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:4","price":"لەپێش قورئاندا بەڕێنمونی خەڵکی وە ناردی یە خوارەوە فورقان (واتە: جیاکەرەوەی ڕاست و ناڕاست_ مەبەست پێی قورئانە) بێگومان ئەوانەی کە بێ بڕوابوون بە ئایەت و بەڵگەکانی خوا بۆیان ھەیە (لە قیامەتدا) سزای سەخت وە خوا باڵا دەست و بەتوانایە خاوەنی تۆڵە و سزایە\n","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:5","price":"بەڕاستی خوا ھیچ شتێکی لێ وون نابێت. نە لەزەوی وە نە لەئاسماندا\n","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:6","price":"ئەو خوایە زاتێکە شێوەتان ئەکێشێ لە منداڵدانەکاندا چۆنی بووێ ھیچ پەرستراوێکی بەھەق و ڕاست نیە تەنھا ئەو نەبێت زاڵی باڵادەستی کار بەجێیە\n","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:7","price":"ئەو خوایە ناردوویەتی یە خوارەوە بۆت قورئان ھەندێکی لەئایەتەکانی (مەبەستەکانیان) ڕۆشنن ئەو ئایەتانە بنەڕەتی قورئانن وە ئەوانی تر (کۆمەڵە ئایەتێکن کە مەبەستەکانیان) ڕۆشن نین ئەمجا ئەوکەسانەی کە لە دڵیاندا لادان و چەوتی ھەیە دوای ئەو ئایەتانە دەکەون کە لە قورئاندا موتەشابیھن (ھاوشێوەن، واتاکانی ڕۆشن نین) بۆ تێکدانی بیروباوەڕی موسوڵمانان وە بۆ ڕاڤەکردنی بە ئارەزووی ناپاکی خۆیان لە حاڵەتێکدا کەس ڕاڤە کردنی نازانێت تەنیا خوا نەبێت وە زانایان و ئەوانەی دامەزراون لە زانینی عیلمی شەرعیدا ئەڵێن ئێمە بڕوامان ھێناوە بە (موتەشابیھەکان) ھەمووی لە پەروەردگارمانەوەن بیر لە قورئان ناکەنەوە تەنھا خاوەنانی ژیریی و بیر وھۆش نەبێت\n","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:8","price":"ئەڵێن ئەی پەروەردگارمان لای مەدە (لە ڕێی ڕاست) دڵەکانمان دوای ئەوەی کە ڕێنمونیت کردین وە پێمان ببەخشە لە لای خۆتەوە بەزەییەک (میھرەبانیەک) بەڕاستی ھەر تۆی بەخشندە\n","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:9","price":"ئەی پەروەردگارمان بێگومان تۆ کۆکەرەوەی خەڵکیت بۆ ڕۆژێک کە ھیچ گومانی تێدا نیە بەڕاستی خوا بەڵێنی خۆی ناشکێنێت و دەیباتە سەر\n","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:10","price":"بێگومان ئەوانەی بێ بڕوا بوون ھەرگیز کەڵک و سوودیان پێ ناگەیەنێت نە ماڵیان وە نە منداڵیان لە (سزای) خوا بەھیچ شێوەیەک وە ئا ئەوانە سووتەمەنی دۆزەخن\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:11","price":"(داب و باوی ئەم بێ بڕوایانە) وەک داب ونەریتی دەست و پێوەندەکانی فیرعەونە و ئەوانەی لەپێش ئەواندا بوون وایە کە نیشانەکانی ئێمەیان بە درۆزانی ئەمجا خواش گرتنی بەھۆی تاوانە کانیانەوە, وە خوا تۆڵەی سەختە\n","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:12","price":"بڵێ: بەوانەی کە بێ بڕوان لەمەولا ئەشکێن و ژێر دەکەون وە کۆدەکرێنەوە بەرەو دۆزەخ کە ناخۆشترین شوێنە\n","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:13","price":"بێگومان نیشانەیەکی گرنگ ڕویدا بۆ ئێوە (ئەی موسوڵمانینە یان ئەی کافرەکان) لەو دوو دەستەی (کە لە جەنگی بەدردا) دایان بەیەکدا دەستەیەکیان دەجەنگین لە ڕێی خوادا وە ئەوەی تریان بێ بڕوابوون موسوڵمانەکانیان ئەدی بەدوو ئەوەندەی خۆیان بە بینینی چاو وە خوا پشتگیری دەکات بە یارمەتی خۆی بۆ ھەرکەس بیەوێت بەڕاستی لەم یارمەتیدانەدا پەند وئامۆژگاری ھەیە بۆ کەسانی خاوەن ژیری و بیروھۆش\n","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:14","price":"جوان کراوە وڕازێنراوەتەوە بۆ خەڵکی خۆشی و ئارەزوەکانی نەفس لە ئافرەتان و کوڕ وکاڵی زۆر و دارایی زۆری کەڵەکە کراو لە ئاڵتون و زێڕ و زیو و ئەسپ و ماینانی نیشانەدار (بەسپێتی ناوچەوان و ھەر چوار پەلی) ھەروەھا ئاژەڵ و چوارپێ و کشتوکاڵ ئەمانە بەھرە و (کەل و پەلی) (زیندەگانی(ژیانی) دونیان وە لای خوا ھەیە خۆشترین جێگا و پاشەڕۆژ\n","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:15","price":"بڵێ: خەبەرتان بدەمێ بەباشتر لەمانەتان بۆ ئەوانەی کە پارێزیان کرد و لەخودا ترسان لای پەروەردگاریان چەند بەھەشتێک ھەیە کە بەژێریاندا دەڕوات چەند ڕووبارێک بەھەمیشەیی و ھەتا ھەتایی تێیدا دەمێننەوە, وە (بۆیان ھەیە) ژنانی پاکیزە وە ڕەزامەندی لە خواوە, وە خوا بینایە بە بەندەکان\n","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:16","price":"(لە خوا ترسان) ئەوانەی کە دەڵێن ئەی پەروەردگارمان بەڕاستی ئێمە بڕوامان ھێنا دەی خۆش ببە لە گوناھەکانمان وە بمانپارێزە لە سزای ئاگری دۆزەخ\n","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:17","price":"(ئەوانە بریتین لە) ئارام گران و ڕاستگۆیان و فەرمانبەردارانی خودا و دارایی وماڵبەخشن و ئەوانەی کە داوای لێ خۆشبوون دەکەن لە پێش بەیانیاندا\n","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:18","price":"خوا شایەتی ئەدات (واتە ڕایدەگەیەنێت و بەبەڵگە دەیچەسپێنێت) کە بەڕاستی ھیچ پەرستراوێکی بەھەق وڕاست نیە ئەو نەبێت وە فریشتەکانیش شایەتی ئەدەن (واتە: ئیقرار ئەکەن) وە خاوەن زانستەکان (زانایان) یش شایەتی ئەدەن (واتە: باوەڕی چەسپاویان ھەیە) (خوا) ھەمیشە دادپەروەری ڕاگرتوە ھیچ پەرستراوێکی ڕاست نیە جگە لە خوا کە باڵادەستی کاربەجێیە\n","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:19","price":"بەڕاستی دینی پەسەندکراو لای خوا (ھەر) ئیسلامە دوو بەرەکی نەکەوتنە ناو ئەوانەی کە نامەیان بۆ ھاتبوو دوای ئەوە نەبێت کە زانینی بەڕاستیان بۆ ھات (ئەم لادانەشیان) لە ڕوی ستەم و حەسادەتەوە بوو لە نێو خۆیاندا جا ھەر کەسێک بێ بڕوا بێت بە ئایەتەکانی خوا (کە قورئانە) ئەوە بەڕاستی خوا زوو حسابی لەگەڵ دەکات\n","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:20","price":"ئەمجا ئەگەر(خاوەن نامەکان) دەمەقاڵێ یان لەگەڵ کردیت (ئەی موحەممەد ﷺ) تۆش بڵێ ڕووی خۆم سپارد بەخوا (وملکەچی ئەوم) لەگەڵ ئەوانەی پەیڕەوی من ئەکەن وە (ئەی موحەممەد ﷺ) بڵێ بەوانە کە نامەی تەورات و ئینجیلیان دراوەتێ(کە جولەکە و گاورەکانن) وە بە نەخوێندەوارەکان (ھاوبەش پەیداکەرەکانی گەلی عەرەب) ئایا ئێوە موسوڵمان بوون؟ ئەمجا ئەگەر موسوڵمان بوون ئەوە بەڕاستی مانای ئەوەیە کە ھیدایەتیان وەرگرتووە، وە ئەگەر ڕووشیان وەرگێڕا ئەوە بەڕاستی تۆ ھەر ڕاگەیاندنت لەسەرە وە خوا بینایە بە بەندەکان\n","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:21","price":"بێگومان ئەوانەی بێ بڕوان بە ئایەتەکانی خوا (بە نیشانەکانی خوا) وە پێغەمبەران ئەکوژن بە ناڕەوا وە ئەو کەسانە ئەکوژن کە فەرمان ئەدەن بە دادگەری لە خەڵکی ئەوە مژدەیان بدەرێ (وەک سووکایەتی کردن وایە) بە سزای پڕ لە ئازار\n","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:22","price":"ئەوانە کەسانێکن پووچ بووەتەوە کردەوەکانیان لە دونیا وە لە ڕۆژی دواییدا وە ئەوان نیانە ھیچ یارمەتیدەرێک\n","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:23","price":"ئایا ورد نابیتەوە لەوانەی پێیان دراوە بەشێک لە تەورات بانگ دەکرێن بۆ لای کتێبی خوا (تەورات)بۆ ئەوەی بڕیاربدات لە نێوانیاندا لە پاشان دەستەیەک لەوان پشت ھەڵدەکەن لە حاڵێکدا ئەوان ڕوو وەرگێڕن\n","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:24","price":"ئەمە بەھۆی ئەوەوەیە کە بێگومان ئەوان دەیانووت: ھەرگیز بەر لەشمان ناکەوێت ئاگر تەنھا چەند ڕۆژێکی ژمێررا و کەم نەبێت وە خەڵەتاندنی و (فریویدان) لە دینەکەیاندا ئەو درۆیانەی کە ھەڵیان دەبەست\n","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:25","price":"ئەمجا دەبێ حاڵیان چۆن بێت ئەو کاتەی کە کۆیان دەکەینەوە لە ڕۆژێکدا کە گومانی تێدا نیە و پاداشتی تەواوی دەدرێتەوە ھەموو کەسێک ئەوەی کردویەتی وە ئەوان ھیچ ستەمێکیان لێ ناکرێت\n","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:26","price":"بڵێ ئەی خوایە خاوەن دەسەڵات دەسەڵات دەدەیت بە ھەر کەسێک کە بتەوێت وە دەسەڵات ئەسێنیتەوە لە ھەر کەسێک کە بتەوێت وە بەڕێزی دەکەیت ئەوەی بتەوێت وە بێ ڕێزی دەکەیت ئەوەی بتەوێت تەنھا بەدەستی تۆیە ھەموو چاکەیەک بەڕاستی تۆ بەسەر ھەموو شتێکدا بە توانایت\n","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:27","price":"شەو دەکەیت بەناو ڕۆژدا وە ڕۆژ دەکەیت بەناو شەودا وە زیندوو دەردێنیت لە مردوو وە مردوو دەردێنیت لەزیندوو وە ڕۆزی دەدەیت بە ھەر کەسێ کە بتەوێت بەبێ حساب و بێشومار\n","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:28","price":"نابێت بڕواداران بێباوەڕان بگرن بە دۆستی خۆیان لەجیاتی بڕواداران وە ھەر کەسێک وابکات ئیتر پەیوەستی لەگەڵ خوادا نامێنێت مەگەر بۆ خۆپاراستنتان بێت لێیان (بەشێوەیەک کە بە دەم بیڵێن و بەدڵ باوەڕتان پێی نەبێت) وە خوا دەتان ترسێنێت لە سزای خۆی وە ھەر بۆ لای خوایە گەڕانەوە\n","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:29","price":"(ئەی موحەممەد ﷺ) بڵێ: ئەگەر بیشارنەوە ئەوەی لە دڵتاندایە یان ئاشکرای بکەن خوا پێی دەزانێت وە دەیزانێت ئەوەی لە ئاسمانەکان وە ئەوەی لەزەویدایە وە خوا بەسەر ھەموو شتێکدا بە توانایە\n","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:30","price":"(بترسن) لەو ڕۆژەی ھەموو کەسێک ئەبینێت ھەر کارێکی باشی کردبێت ئامادەیە وە ھەر کارێکی خراپی کردبێت ئاوات دەخوازێت کە لە نێوان ئەو و کارە خراپەکەیدا ماوەیەکی زۆر دوور ببوایە وە خوا دەتان ترسینێت لە سزای خۆی وە خوا میھرەبانە بە بەندەکانی خۆی\n","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:31","price":"(ئەی موحەممەد ﷺ) بڵێ: ئەگەر ئێوە خواتان خۆش دەوێت کەواتە دوای من بکەون تا خواش ئێوەی خۆش بوێت وە لە گوناھەکانتان خۆش ببێت وە خوا لێخۆشبووی میھرەبانە\n","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:32","price":"بڵێ: فەرمانبەردار وگوێڕایەڵی خوا و پێغەمبەر بن ئەمجا ئەگەر پشت ھەڵکەن ئەوە بێگومان خوا بێ بڕوایانی خۆش ناوێت\n","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:33","price":"بێگومان خوا ھەڵی بژاردووە ئادەم و نوح وە خانەوادەی ئیبراھیم وە خانەوادەی عیمران بەسەر ھەموو جیھانیاندا\n","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:34","price":"نەوەیەکن ھەندێکیان لە ھەندێکیان کەوتوونەتەوە, وە خوا بیسەر و زانایە\n","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:35","price":"(بێنەوە بیر) کاتێک کە ژنی عیمران ووتی ئەی پەروەردگارم بێگومان من نەزرم کردوە بۆ تۆ ئەوەی کە لە سکم دایە ئازادکراو بێت (بۆ خزمەتی خانەی تۆ کە بیت المقدسە) دە تۆش (ئەم نەزرەم) لێ گیرا بکە بەڕاستی تۆ بیسەری زانایت\n","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:36","price":"جا کاتێک کە سکەکەی دانا ووتی: ئەی پەروەردگارم خۆ من کچم بوو بەڕاستی خوا زاناترە بەوەی کە بوویەتی کوڕیش وەک کچ نیە (مەبەست لەوەیە لەو کاتەدا کوڕان دەکران بە نەزر بۆ خزمەتکردنی بیت المقدس) وە بێگومان منیش ناوم نا مەریەم وە من خۆی و نەوەی ئەپارێزم بە تۆ لە شەیتانی دەرکراو\n","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:37","price":"ئەمجا پەروەردگار (نەزرەکەی) مەریەمی وەرگرت بەوەرگرتنێکی جوان وە ڕواندی (پەروەردەی کرد) بە ڕواندنێک (پەروەردەیەکی) جوان وە زەکەرییا دەستەبەریی کرد (ئەرکی ژیانی گرتە ئەستۆ و خودا کردی بەمامۆستای مەریەم) ھەر کات زەکەریا بڕۆشتایە بۆ لای مەریەم لە شوێنی خواپەرستیەکەیدا خواردەمەنی وڕزق و ڕۆزی لەلا دەبینی (زەکەریا) ووتی: ئەی مەریەم ئەمەت لە کوێ بوو؟ (مەریەم) ووتی: ئەوە لەلایەن خواوەیە بەڕاستی خوا ڕۆزی دەدات بە ھەر کەسێک کە بیەوێت بە بێ حساب و بێژمار\n","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:38","price":"ئا لەو کاتەدا پاڕایەوە زەکەرییا لە پەروەردگاری ووتی: ئەی پەروەردگارم پێم ببەخشە لەلایەنی خۆتەوە کوڕێکی سروشت پاک بەڕاستی تۆ بیسەری پاڕانەوەیت\n","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:39","price":"جا فریشتە بانگی کرد لەکاتێکدا کە زەکەرییا لە میحرابەکەدا وەستابوو نوێژی دەکرد بەڕاستی خوا مژدەت دەداتێ بە (کوڕێک ناوی) یەحیایە کە بڕواھێنەره بە عیسای ووتەی خوا و پێشەوایە وە جڵەوگری نەفسی خۆیەتی وە یەکێکە لە پێغەمبەرانی چاککردار\n","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:40","price":"(زەکەرییا) ووتی: ئەی پەروەردگارم من چۆن کوڕم دەبێت لە حاڵێکدا بەڕاستی پیری یەخەگییرم بووە وە ژنەکەشم نەزۆکە؟ (خوای گەورە) فەرمووی ئیشی خوا وایە چی بوێت دەیکات\n","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:41","price":"(زەکەرییا) ووتی ئەی پەروەردگارم نیشانەیەکم بۆ دابنێ (خوای گەورە)فەرمووی: نیشانەکەت ئەوەیە کە ناتوانیت قسە لەگەڵ خەڵکیدابکەیت سێ ڕۆژ مەگەر بە ئاماژە (ھێما) نەبێت وە زۆر یادی پەروەردگارت بکە و تەسبیحاتی خوا بکە بە ئێواران و بەیانیان\n","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:42","price":"(یادی ئەوە بکە) کاتێک کە فریشتە (جیبریل) ووتی: ئەی مەریەم بێگومان خوا تۆی ھەڵبژارد و پاکی کردیتەوە (لە ھەمووخووڕەوشتێکی ناشیرین) وە ھەڵی بژاردوی بەسەر ھەموو ژنانی جیھاندا\n","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:43","price":"ئەی مەریەم فەرمانبەرداری پەروەردگارت بکە وە سوژدەو کڕنووش بەرە لەگەڵ ئەوانەی کە سوژدەو کڕنوش دەبەن\n","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:44","price":"ئەوەی ووترا لە ھەواڵە پەنھانەکانن بە وەحی بۆت دەنێریین (ئەی موحەممەد ﷺ) وە تۆ لە لای ئەوان نەبویت کاتێک کە قەڵەمەکانیان ھاوێشت کامیان دەستەبەرێتی وسەرپەرشتی وبەخێوکردنی مەریەمیان بەردەکەوێت وە تۆ لەلایان نەبوویت کە دەمەقاڵێیان دەکرد (لەم ڕووەوە)\n","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:45","price":"کاتێک کە فریشتەکە ووتی: ئەی مەریەم بێگومان خوا مژدەت دەداتێ بە ووتەیەک لەوەوە کە ناوی مەسیح (عیسا) ی کوڕی مەریەمە بەڕێزو پایەبەرزە لە ھەردوو جیھاندا وە لە نزیکانی خودایە\n","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:46","price":"وە قسە دەکات لەگەڵ خەڵکیدا لە بێشکەداو لە (کاتی) گەورەیی دا وە لە پیاو چاکانیشە\n","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:47","price":"مەریەم ووتی: ئەی پەروەردگارم من چۆن منداڵم دەبێت لە کاتێکدا کە پیاو نەھاتۆتە لام (لێم نەکەوتوە) ؟ (جیبریل) فەرمووی وایە (کە ئەڵێیت) خوا چی بوێت دروستی دەکات کاتێک کە بڕیاری شتێکی دا ھەر ئەوەندەی دەوێت پێ بڵێت ببە، ئیتر دەبێت\n","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:48","price":"وە خوا فێری کتێب و دانایی وتەورات و ئینجیلی دەکات\n","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:49","price":"وە پێغەمبەر (دەنێرێت) بۆ بەنو ئیسرائیل (نەوەکانی یەعقوب) (پێ یان دەڵێت) بەڕاستی من نیشانەیەکم بۆ ھێناون لە پەروەردگارتانەوە کە من بۆتان دروست دەکەم لە قوڕ (شتێک) لە وێنەی باڵندە ئەمجا فوی پیادەکەم یەکسەر دەبێت بە باڵندە بە فەرمانی خوا وە چاکی ئەکەمەوە کوێری زکماک و بەڵەک وە مردوانیش زیندوو دەکەمەوە بە فەرمانی خوا وە خەبەرتان دەدەمێ (لە خواوە) چی ئەخۆن چی بە زەخیرە ھەڵئەگرن لە ماڵەکانتاندا بەڕاستی ھەیە لەم موعجیزانەدا بەڵگە ونیشانەی بەھێز بۆ ئێوە (لەسەر ڕاستی پێغەمبەریەتی من) ئەگەر ئێوە بڕوادارن\n","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:50","price":"وە (من ھاتووم) بە بڕوا ھێنەر بەو تەوراتەی کەلە بەردەستمدایە وە ھاتووم بۆ ئەوەی حەڵاڵ بکەم ھەندێک لەو شتانەی کە قەدەغە کراوە لێتان وە بەڵگەم بۆ ھێناون لەلای پەروەردگارتانەوە کەواتە بترسن لە (بێ فەرمانی) خوا وەفەرمانبەرداریم بکەن\n","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:51","price":"بە ڕاستی خوا پەروەردگاری من و ئێوەیە دەی بیپەرستن ئا ئەمەیە ڕێگای ڕاست\n","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:52","price":"ئەمجا کاتێک کە عیسا ھەستی کرد بە بێ بڕوایی گەلەکەی ووتی: کێ لەگە ڵ مندا یارمەتی دەری دینی خوایە شاگردەکانی (حەوارییەکانی) ووتیان ئێمە یارمەتی دەری دینی خواین بڕوامان بە خوا ھێناوە و تۆ ئەی عیسا شاھید بە کە ئێمە گوێڕایەڵ وملکەچی ئەوین\n","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:53","price":"ئەی پەروەردگارمان ئێمە باوەڕمان ھێنا بەوەی کە ناردووتەتە خوارەوە, وە پەیڕەوی پێغەمبەری تۆمان کرد دەی خوایە ناومان بنووسە (بمانژمێرە) لە دەفتەری بڕوادارانی (یەکتاپەرست) دا\n","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:54","price":"(جولەکەکان) پیلانیان گێڕا (بۆ کوشتنی عیسا) خواش لە بەرانبەردا پیلانی لێ گێڕان وەخواش چاکترین پیلان گێرە (لەبەرانبەر پیلان گێڕاندا بۆ پووچەڵکردنەوەی فڕوفێڵەکانیان)\n","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:55","price":"(بیھێنەرەوە یادت) کاتێ خوا فەرمووی ئەی عیسا من تۆ دەبەمەوە و بەرزت دەکەمەوە بۆ لای خۆم وە پاک کەرەوەی تۆم لە (ھاودەمی) ئەوانەی کە بێ باوەڕ بوون وە پەیڕەوانی (ڕاستەقینەی) تۆ بەرز دەکەمەوە بەسەر بێ بڕوایاندا تاڕۆژی دوایی پاشان گەڕانەوەتان بۆ لای منە ئەمجا بڕیار دەدەم لە نێوانتاندا لەو شتانەی کە تیایاندا جیاوازو ناکۆکن\n","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:56","price":"جا ئەوانەی بێ بڕوابوون سزایان دەدەم بەسزای سەخت لە دونیاو ڕۆژی دوایشدا وە ئەوانە ھیچ یارمەتیدەرێکیان نی یە\n","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:57","price":"بەڵام ئەوانەی کە بڕوایان ھێناوە, وە کردەوە باشەکانیان کردووە ئەوە خوا بەتەواوی پاداشتیان دەداتەوە بێگومان خوا ستەمکارانی خۆش ناوێت\n","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:58","price":"ئەم بەسەرھاتانەی کە ئەیان خوێنینەوە بەسەرتدا (ئەی موحەممەد ﷺ) لە ئایەت وبەڵگە ونیشانەکان و قورئانی پڕ لە حیکمەتن\n","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:59","price":"بەڕاستی وێنەی (دروست بوونی) عیسا لای خوا وەک وێنەی ئادەم وایە کە دروستی کرد لە گڵ لە پاشان پێی ووت ببە، ئەویش بوو (بەمرۆڤ)\n","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:60","price":"قسەی ڕاست ئەوەیە کە لە خواوە بەتۆ گەیشت کەواتە لە گومانداران مەبە\n","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:61","price":"ئەمجا ھەر کەسێک دەمە قاڵێی لەگەڵ کردیت (لە بارەی عیساوە) دوای ئەو زانینەی کە (بەوەحی) بۆت ھات تۆش پێیان بڵێ وەرن با بانگی کوڕەکانمان و کوڕەکانتان بکەین وە (بانگی) ژنەکانمان و ژنەکانتان بکەین وە (بانگی) خۆمان و خۆتان بکەین لە پاشاندا (ھەموومان) لەخوا بپاڕێینەوە ئەمجا نەفرەتی خوا بکەین لە وانەمان کە لەدرۆزنانین\n","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:62","price":"بێگومان ھەر ئەمەیە چیرۆک و داستانی ڕاست و دروست وە ھیچ پەرستراوێکی بەڕاستی نی یە تەنھا خوا نەبێ بەڕاستی خوا تەنھا خۆی باڵادەستی کار دروستە\n","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:63","price":"ئەمجا ئەگەر پشتیان ھەڵکرد. ئەوە بەڕاستی خوا ئاگادارە بە کردەوەی بەدکاران ( گەندەڵکاران)\n","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:64","price":"(ئەی موحەممەد ﷺ) بڵێ: ئەی خاوەن نامەکان وەرن بۆ لای ووتەیەکی ڕاست و (یەکسان) لە نێوان ئێمە و ئێوەدا کە جگە لەخوا ھیچ نەپەرستین وە ھیچ شتێک نەکەین بە ھاوبەشی وە ھەندێکمان ھەندێکمان بە پەروەردگار دانەنێین ئەمجا گەر پشتیان ھەڵکرد ئێوەش بڵێن: ئێوە شاھید بن کە ئێمە فەرمانبەردار وگوێڕایەڵ وملکەچی خوداین\n","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:65","price":"ئەی خاوەن نامەکان بۆچی دەمەقاڵێ دەکەن دەربارەی ئیبراھیم لە کاتێکدا کە تەورات و ئینجییل نەنێرراونەتە خوارەوە لە دوای ئیبراھیم نەبێت دەی بۆ تێناگەن؟\n","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:66","price":"ئاگاداربن ئێوە ئەوانەن کەدەمە قاڵێتان کرد لەوەی کە شتێکتان لێدەزانی ئەی بۆ دەمە قاڵێ دەکەن لە شتێکدا کە ھیچی لێ نازانن وە خوا دەیزانێ وە ئێوە نازانن\n","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:67","price":"ئیبراھیم نەجولەکە بووەو نەگاور بەڵکو پاک و خواپەرست و گوێڕایەڵ وملکەچ بوو وە لە ھاوبەش پەیداکاران نەبوو\n","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:68","price":"بێگومان نزیکترین کەس لە ئیبراھیم ئەوانەن کە وەختی خۆی پەیڕەویان کرد وە ئەم پێغەمبەرەو ئەوانەی کە بڕوایان ھێناوە, وە خوا دۆستی بڕوادارانە\n","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:69","price":"حەزیان دەکرد دەستەیەک لە خاوەن نامەکان کە گومڕاتان بکەن لە کاتێکدا کەس گومڕا ناکەن خۆیان نەبێت بەڵام ھەستی پێ ناکەن (تێ ناگەن)\n","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:70","price":"ئەی خاوەن نامەکان بۆ بێ بڕوا دەبن بە ئایەتەکانی خوا لە کاتێکدا کە شایەتی دەدەن (لە سەر ڕاستی ئەوان)\n","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:71","price":"ئەی خاوەن نامەکان بۆ پۆشاکی ناڕەوا ئەکەن بە بەر ڕەوا و ڕاستیدا وە ڕەوا و ڕاستیەکە دەشارنەوە لە کاتێکدا خۆشتان ئەمە دەزانن\n","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:72","price":"وە دەستەیەک لەخاوەن نامەکان ووتیان (بە ھەندێکیان) بڕوابێنن بەو قورئانە کە نێرراوەتە خوارەوە بۆ ئەوانەی کە بڕوایان ھێناوە سەرلە بەیانیان (بەفێڵ) وە بێ بڕوا ببنەوە دەمەو ئێوارە بەڵکو ئەوانیش پەشیمان ببنەوە\n","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:73","price":"باوەڕتان نەبێت مەگەر بە کەسێک کە دوای دینی ئێوە کەوتبێت (ئەی موحەممەد ﷺ) بڵێ: بەڕاستی ڕێنمونی ھەر ڕێنمونی خوایە (ئەی خاوەن نامەکان ئێوە پێتان گرانە) کە بدرێ بە یەکێکی دیکە وێنەی ئەو دینەی کە بە ئێوە دراوە یا دەمەقاڵێتان لەگەڵ بکەن (بۆڕتان بدەن) لای پەروەردگارتان (ئەی موحەممەد ﷺ) بڵێ: بەڕاستی ئەو بەھرەیە (واتە پێغەمبەرایەتی) بەدەستی خوایە دەیدات بەھەر کەسێک کە بیەوێت وە خوا خاوەنی بەخششی زۆر و زانایە\n","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:74","price":"ئەو (خوایە) ڕەحممەت و میھرەبانی خۆی تایبەت دەکات بۆ ھەرکەسێک بیەوێت (شیاوی بێت) وە خوا خاوەنی بەخشش و بەھرەی گەورەیە\n","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:75","price":"وە لە ناو خاوەن نامەکانی ھی وا ھەیە ئەگەر خەزنەیەک بە سپاردە لای دابنێی دەتداتەوە, وە ھی واشیان تیایە ئەگەر دینارێکی لا دابنێیت ناتداتەوە مەگەر بەسەریەوە بوەستیت ئەم ناپاکی یە بەھۆی ئەوەوە بوو کە دەیانووت: گوناھمان ناگات لە خواردنی ماڵی ئەم نەخوێندەوارانە (واتە عەرەبەکان) وە درۆ بەدەم خواوە دەکەن وە خۆیان دەزانن (کە درۆ دەکەن)\n","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:76","price":"نەخێر وانیە (وەک دەڵێن) ھەر کەسێک پەیمانی خۆی بەجێ بھێنێت وە پاریزکاری بکات ولەخودا بترسێت ئەوە بەڕاستی خوا پارێزکارانی خۆش دەوێت\n","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:77","price":"بێگومان ئەوانەی دەیفرۆشن پەیمانی خوا و سوێندەکانی خۆیان بە نرخێکی کەم ئەوانە بێ بەشن (لە بەھرەی خوا) لە ڕۆژی دواییدا وە خوا قسەیان لەگەڵ ناکات وە تەماشاشیان ناکات لە ڕۆژی قیامەتدا و لە گوناھیان خۆش نابێت وپاکیان ناکاتەوە, وە بۆ ئەوان ھەیە سزای بە ئێش و ئازار\n","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:78","price":"بە ڕاستی لە خاوەن نامەکان دەستەیەک ھەیە (ناو بەناو نامەکەیان تێکدەدەن و) زمانیان با ئەدەن و ئەپێچنەوە بە خوێندنەوەی کتێبەکەیان (تەورات) تا تۆ وا بزانیت لە نامەی خوایە (لە کاتێکدا) کە ئەوە لە نامەی خوا نی یە وە دەڵێن ئەوە لە خواوەیە لە کاتێکدا کە ئەوە لە خواوە نی یە وە درۆ بەدەم خواوە دەکەن و خۆشیان دەزانن (کە درۆیە)\n","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:79","price":"نابێ بۆ ھیچ ئادەمیەک کە خوا نامەو شەریعەت و پێغەمبەرێتی دابێتێ پاشان بە خەڵکی بڵێت ببن بە بەندەی من لە جیاتی خوا بەڵکو (پێیان دەڵێت) خوا پەرست بن چونکە ئێوە خەڵک فێری نامەکەی خودا دەکەن وە ئێوە خۆشتان دەیخوێننەوە\n","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:80","price":"وە خوا فەرمانتان پێ نادات کە فریشتە و پێغەمبەران بکەن بە پەرستراوی خۆتان چۆن (خودا) فەرمانتان پێ دەدات بێ بڕوابن (کافر بن) دوای ئەوەی کە ئێوە بڕوا دار بوون؟!\n","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:81","price":"(بھێنەوە یادیان) کاتێک کە خوا پەیمانی وەرگرت لە پێغەمبەران کە ھەرچیم دانێ لە نامەو حیکمەت و (شەریعەت) لە پاشان پێغەمبەرێکتان بۆ ھات بە بڕوا ھێنەر بەو نامەی کەلە لاتانە دەبێ بڕوای پێ بھێنن وە یارمەتی بدەن خوا فەرمووی: ئایا دانتان نا بەم پەیمانەدا؟ وە لەسەر ئەوە پەیمانی منتان وەرگرت پێغەمبەران ووتیان: بەڵێ دانمان پێداناو پەیمانمان بەست خوا فەرمووی: کەواتە ئێوە بەشاھید بن وە منیش لەگەڵ ئێوە یەکێکم لە شاھیدان\n","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:82","price":"جا ئەوەی پشتی ھەڵکرد (لەم پەیمانە) دوای ئەم دان پێدانانە کەواتە ھەر ئەوانن دەستەی دەرچوان لە فەرمانی خودا\n","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:83","price":"ئایا (بێ بڕوایان) داوای غەیری دینی خوا دەکەن؟! لە کاتێکدا کە ھەرچی لەئاسمان و زەویدایە گوێرایەڵ وملکەچی خودان بیانەوێت (بە ویستی خۆیان) یا نەیانەوێت (بە ناچاری) وە ھەموو ھەر بۆ لای ئەو دەگەڕێنرێنەوە\n","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:84","price":"(ئەی موحەممەد ﷺ) بڵێ: ئێمە بڕوامان ھێناوە بە خوای گەورە, وە بەوەی نێرراوەتە خوارەوە بۆمان وە بەوەی کە نێرراوەتە خوارەوە بۆ ئیبراھیم وئیسماعیل وئیسحاق یەعقوب وکوڕانی یەعقوب وە بــەوەی کـە دراوە بە موساو عیسا وەپێغەمبەرەکانی تر لە پەروەردگاریانەوە جیاوازی ناکەین لەنێوان ھیچ کامێک لەم پێغەمبەرانە وە ئێمە بۆ خوای گەورە گەردن کەچین\n","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:85","price":"وە ھـەر کەسێک دوای ھەر ئاینێک بکەوێت جگە لە ئاینی ئیسلام ئەوە لێی وەر ناگیرێت وە ئەو لە ڕۆژی دواییدا لە زەرەرمەندانە\n","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:86","price":"چۆن خوا ڕێنمونی گەلێک دەکات بێ بڕوابووبن دوای بڕوا ھێنانیان وە شایەتییان دابێت کە ئەو پێغەمبەرە ڕاستە و (لەلایەن خوداوە ھاتووە) وە نیشانەی زۆریان بۆ ھاتبێ وە خوا ڕێنموونیی گەلی ستەمکاران ناکات\n","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:87","price":"لەو (نەفرینە) دا دەمێننەوە بە ئێجگاری وھەمیشەیی سزایان لێ سووک ناکرێت وە مۆڵەت نادرێن\n","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:88","price":"تێیدا دەمێننەوە بەھەمیشەیی سزایان لەسەر سووک ناکرێت وە دواناخرێن لەسزا\n","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:89","price":"مەگەر ئەوانەی تۆبەیان کردبێ دوای ئەوە, وە کردەوەی چاکیان کردبێت ئەوە بێگومان خوا لێ خۆشبووی میھرەبانە\n","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:90","price":"بە ڕاستی ئەوانەی کە بێ بڕوا بوون دوای بڕوا ھێنانیان پاشان زیاتر بێ باوەڕ بوون ھەرگیز تەوبەیان لێ گیرا ناکرێت ئا ئەوانە ئەوانـەن کە گومڕابوون\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:91","price":"بە ڕاستی ئەوانەی بێ بڕوابوون وە بە بێ بڕوایی مردن ئەوە ھەرگیز (فدیە) لە ھیچ کامێکیان وەر ناگیرێت با پڕ بە ھەموو زەویش زێڕ بێت بیبەخشێت لە بریتی دا (بۆ سووک کردنی سزا لەسەری) وە ئەوانە سزای بە ئازاریان بۆ ھەیە وە ھیچ یاریدەدەر و سەرخەرێکیان نیە\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:92","price":"ئێوە ھەرگیز بە خێرو چاکە ناگەن (وە دەسگیرتان نابێت) تا نەیبەخشن ھەندێ لەو داراییەی کە خۆشتان دەوێت وە ھەرچی ببەخشن ئەوە بێگومان خودا ئاگای لێیە (بە پێی دڵ و دەروونتان پاداشتان دەداتەوە)\n","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":null,"lang":"ku"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}