{"data":[{"name":"1:1","price":"Ба номи Худованди бахшандаи меҳрубон.","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"1:2","price":"Сипос махсуси Аллоҳ таоло–Парвардигори ҷаҳониён аст.","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"1:3","price":"Бахшандаи меҳрубон аст.","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"1:4","price":"Молики рӯзи ҷазост.","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"1:5","price":"[Парвардигоро] Танҳо Туро мепарастем ва танҳо аз Ту ёрӣ меҷӯем.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"1:6","price":"Моро ба роҳи рост ҳидоят фармо [ва ҳамвора собитқадам бигардон].","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"1:7","price":"Роҳи касоне [ҳамчун паёмбарон, шаҳидон, ростгӯён ва накукорон], ки ба онон неъмат додаӣ ва дар зумраи ғазабшудагон [яҳудиён] ва гумроҳон [масеҳиён] нестанд.","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:1","price":"Алиф, лом, мим.","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:2","price":"Ин китобест, ки ҳеҷ тардиде [шакку гумоне] дар [китоби илоҳӣ будани] он нест ва мояи ҳидояти парҳезгорон аст.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:3","price":"Он касоне, ки [дар ниҳону ошкор] ба ғайб имон доранд ва намоз барпо медоранд ва аз он чи ба эшон рӯзӣ додаем, инфоқ [сарфу харҷ ва хайр] мекунанд.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:4","price":"Ва онҳое, ки ба он чи бар ту ва [бар паёмбарони] пеш аз ту нозил шудааст, имон меоваранд ва бар рӯзи растохез яқин доранд.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:5","price":"Онҳо аз ҷониби Парвардигорашон аз ҳидоят бархӯрдоранд ва ононад, ки растагоранд.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:6","price":"Бар касоне, ки кофир шудаанд, баробар аст, ки оё бимашон додаӣ, ё надодаӣ, имон нахоҳанд овард.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:7","price":"Аллоҳ таоло бар дилҳо ва гӯшҳояшон муҳр [-и ғафлат] задааст ва бар чашмҳояшон пардаест ва барояшон азоби бузурге [дар пеш] аст","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:8","price":"Бархе аз мардум мегӯянд: Ба Аллоҳ таоло ва рӯзи қиёмат имон овардаем, дар ҳоле ки имон надоранд","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:9","price":"Онон [гумон мекунанд] Аллоҳ таоло ва муъминонро фиреб медиҳанд, дар ҳоле ки фақат худро фиреб медиҳанд, вале намефаҳманд.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:10","price":"Дар дилҳояшон беморӣ (шак, нифоқ ва палидӣ) аст ва Аллоҳ таоло бар бемории онон афзудааст ва ба хотири дурӯғҳое, ки мегуфтанд, азоби дардноке [дар пеш] хоҳанд дошт","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:11","price":"Ҳар гоҳ ба онон гуфта шавад: Дар замин фасод накунед, [ба дурӯғ] мегӯянд: Мо албатта худ ислоҳгарем","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:12","price":"Огоҳ бошед! Онон [табаҳкор ва] муфсиданд, вале намефаҳманд","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:13","price":"Ва вақте ба онон гуфта шавад: Шумо низ ҳамчун мардум [-и боинсоф ва воқеъбин] имон оваред, мегӯянд: Оё [интизор доред] ҳамчун камхирадон имон оварем? Огоҳ бошед! [Маҳз худи] Ононанд, ки камхирад ҳастанд, вале намедонанд","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:14","price":"Ва ҳангоме ки муъминонро мулоқот мекунанд, мегӯянд: Мо [низ ҳамчун шумо] имон овардаем ва ҳангоме ки бо васвасагарони шайтонсифати худ хилват мекунанд [дар танҳоӣ якҷо мешаванд], мегӯянд: Мо бо шумо ҳастем ва фақат [онҳоро] масхара мекунем","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:15","price":"Аллоҳ таоло тамасхурашон мекунад ва дар туғёнашон саргашта нигаҳ медорад","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:16","price":"Онон касоне ҳастанд, ки гумроҳиро ба [баҳои] ҳидоят хариданд, пас, тиҷораташон суде надорад ва ҳидоятёфта набуданд.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:17","price":"Достони инон [мунофиқон] ҳаммонанди достони касест, ки оташе афрӯхт, пас, чун оташ перомунашро равшан сохт, Аллоҳ таоло нурашонро бигирифт ва дар торикиҳое, ки намебинанд, раҳояшон кард","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:18","price":"Кару лолу кӯранд ва [аз гумроҳии худ] бознамегарданд","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:19","price":"Ё [мисолашон] ҳамчун [гирифторони] борони сахт (сел) аст, ки аз осмон [фурӯ мерезад] ва дар он торикиҳо ва раъду барқ бошад ва онон аз тарси марг ангуштони худро дар гӯшҳояшон фурӯ мебаранд, то садои соиқа [оташак]-ро нашнаванд ва Аллоҳ таоло ба кофирон иҳота дорад","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:20","price":"Наздик аст, ки барқ чашмонашонро бирабояд, ҳар гоҳ ки [барқ мезанад ва роҳро] бар онон равшан месозад, қадаме дар [партави] он мегузоранд ва чун торикӣ ононро фаро гирад, [ҳайратзада] бозмеистанд; ва агар Аллоҳ таоло бихоҳад, шунавоӣ ва биноиашонро аз байн мебарад, зеро Аллоҳ таоло бар ҳар коре тавоност","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:21","price":"Эй мардум, Парвардигори худро парастиш кунед; он касе, ки шумо ва пешиниёни шуморо офарид. Бошад, ки парҳезгор шавед.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:22","price":"Он, ки заминро барои шумо бигустурд ва осмонро [ҳамчун сақфе] болои саратон қарор дод ва аз осмон обе фурӯ фиристод ва ба василаи он анвои меваҳоро ба вуҷуд овард, то рӯзии шумо бошад. Бинобар ин барои Аллоҳ таоло ҳамтоёне қарор надиҳед, дар ҳоле ки [ҳақиқатро] медонед.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:23","price":"Ва агар дар бораи он чи бар бандаи худ [Муҳаммад] нозил кардаем, дар шакку тардид ҳастед, агар рост мегӯед, сурае ҳаммонанди он биёваред ва гувоҳони худро – ғайр аз Аллоҳ таоло – фаро хонед.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:24","price":"Пас, агар чунин накардед – ва ҳаргиз натавонед кард – аз оташе битарсед, ки ҳезуми он мардуму сангҳо ҳастанд ва барои кофирон омода шудааст.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:25","price":"[Эй Паёмбар] Ба касоне, ки имон оварда ва корҳои шоиста анҷом додаанд, мужда бидеҳ, ки боғҳое [аз биҳишт] барояшон [дар пеш] аст, ки аз зери [дарахтони] он ҷӯйборҳо ҷорӣ аст. Ҳар замон, ки мевае аз он ба эшон дода шавад, мегӯянд: Ин ҳамон аст, ки пеш аз ин [дар дунё] рӯзии мо шуда буд; дар ҳоле ки шабеҳи он ба эшон дода шуда буд [на худи он] ва [дар он ҷо] ҳамсарони поке доранд ва ҷовидона дар он хоҳанд буд","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:26","price":"Аллоҳ таоло аз ин, ки ба пашшае–ё болотар аз он–масал бизанад, шарм намекунад. Онон, ки имон овардаанд, медонанд, ки он [масал] ҳақ аст аз тарафи Парвардигорашон [ва аз он панд мегиранд] ва аммо онҳое, ки кофиранд, мегӯянд: Аллоҳ таоло аз ин масал чӣ хостааст? Аллоҳ таоло [бо баёни ин амсол] гурӯҳи бисёреро [ки муставҷиби онанд ҳайрон ва] гумроҳ ва гурӯҳи бисёреро ҳидоят мекунад; ва танҳо [мунофиқон ва] фосиқонро бо он гумроҳ месозад","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:27","price":"[Ҳамон] касоне, ки паймони Аллоҳро – пас аз маҳкам сохтанаш – мешикананд ва равобити [накуи хешовандӣ]-ро, ки Аллоҳ таоло ба барқарории он фармон додааст, қатъ ва дар замин фасод мекунанд. Инон [дар дунё ва охират] зиёндидагонанд.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:28","price":"Чи гуна [яктоии] Аллоҳро инкор мекунед, дар ҳоле ки (моддаи) беҷон будед ва Ӯ шуморо ҳаёт бахшид. Боз шуморо мемиронад ва баъд аз он зинда хоҳад кард, баъд аз он [барои бозпурсӣ] ба пешгоҳаш боз гардонда мешавед.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:29","price":"Ӯст, ки ҳамаи он чиро, ки дар замин аст, бароятон офарид, Пас аз он ба сӯи осмон рӯй овард ва онҳоро ба сурати ҳафт осмон сомон дод ва Ӯ ба ҳар чиз доност.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:30","price":"Ва [ёд кун] ҳангоме ки Парвардигорат ба фариштагон гуфт: Ман дар замин ҷонишине хоҳам гумошт. Онон гуфтанд: Оё касеро дар он ҷо мегуморӣ, ки табаҳкорӣ ва хунрезӣ кунад, дар ҳоле ки мо Туро бо сипос ба покӣ меситоем ва тақдис мекунем? Аллоҳ таоло гуфт: Ман [дар бораи ҳадафу маслиҳати офариниши ӯ] чизҳое медонам, ки шумо намедонед","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:31","price":"Он гоҳ ҳамаи номҳо [-и ашё ва мавҷудот]-ро ба Одам омӯхт. Сипас онҳоро ба фариштагон арза дошт ва фармуд: Агар рост мегӯед, аз номҳои инҳо ба ман хабар диҳед","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:32","price":"[Фариштагон] Гуфтанд: Муназзаҳӣ [покӣ], Ту! Мо чизе ҷуз он чи ба мо омӯхтаӣ намедонем. Ту донои ҳакимӣ","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:33","price":"Фармуд: Эй Одам, ононро аз номҳояшон огоҳ кун. Ҳангоме ки вай ононро огоҳ кард, [Аллоҳ таоло] фармуд: Оё ба шумо нагуфтам, ки ман асрори осмонҳову заминро медонам ва аз он чи, ки ошкор мекунед ва пинҳон медоштед, огоҳам?","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:34","price":"[Ёд кун] Ҳангоме ки ба фариштагон гуфтем: Барои [бузургдошту эҳтиром бар] Одам саҷда кунед! Пас, [ҳамагӣ] саҷда карданд, ба ҷуз иблис, ки худдорӣ кард ва такаббур варзид ва аз кофирон шуд.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:35","price":"Гуфтем: Эй Одам, ту ва ҳамсарат [Ҳавво] дар биҳишт сукунат кунед ва аз [неъматҳои] он – аз ҳар ҷо, ки мехоҳед – гуворо бихӯред, аммо ба ин дарахт наздик нашавед, ки [ба хотири сарпечӣ аз фармони илоҳӣ] дар зумраи ситамгорон хоҳед буд","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:36","price":"Пас, шайтон муҷиби лағжиш [ва сарпечии] он ду шуд. Сипас Аллоҳ таоло онҳоро аз он чи дар он буданд [биҳишт] берун кард ва [ба он ду тан ва шайтон] гуфтем: Ҳамагӣ [ба замин] фуруд оед, дар ҳоле ки душмани якдигар хоҳед буд ва бароятон дар замин то муддати муайян қароргоҳ ва василаи баҳрабардорӣ вуҷуд хоҳад дошт","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:37","price":"Он гоҳ Одам аз Парвардигораш калимоте фаро гирифт [ва дархости бахшоиш намуд] ва Аллоҳ таоло тавбаи ӯро пазируфт, чаро ки Аллоҳ таоло тавбапазиру меҳрубон аст","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:38","price":"Гуфтем: Ҳамагӣ аз он [биҳишт] фуруд оед ва ҳар гоҳ аз ҷониби Ман раҳнамуде бароятон омад, касоне, ки аз он [ҳидоят] пайравӣ кунанд, на тарсе хоҳанд дошт ва на андӯҳгин мешаванд","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:39","price":"Ва касоне, ки кофир шуданд ва нишонаҳои [қудрату яктоии] моро дурӯғ пиндоштанд, онон аҳли дӯзаханд ва ҳамеша дар он хоҳанд буд","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:40","price":"Эй Бани Исроил [фарзандони Яъқуб], неъматҳоеро, ки ба шумо арзонӣ доштам, ба ёд оваред ва ба паймоне, ки бо ман бастаед, вафо кунед, то Ман низ ба паймони [худ бо] шумо [дар бораи неъматҳои дунё ва охират] вафо кунам ва танҳо аз ман битарсед","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:41","price":"Ва ба он чи нозил кардаам [Қуръон] имон биёваред, ки тасдиқкунандаи чизест, ки бо шумост ва нахустин кофир ба он набошед ва оёти маро ба баҳои ночиз нафурӯшед ва танҳо аз Ман битарсед","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:42","price":"Ва, дар ҳоле ки [ҳақиқатро] медонед, ҳақро бо ботил наёмезед ва онро китмон [пинҳон] накунед","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:43","price":"Ва намоз барпо доред ва закот бипардозед ва бо намозгузорон намоз бихонед","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:44","price":"Оё, дар ҳоле ки китоби [Таврот] – ро мехонед, мардумро ба некӣ фармон медиҳеду худро фаромӯш мекунед? Оё намеандешед?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:45","price":"Ва аз сабру намоз ёрӣ ҷӯед; ва ба ростӣ, ки он [намоз] ҷуз ба фурӯтанон душвору гарон аст","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:46","price":"Ҳамон касоне, ки яқин доранд, ки ба дидори Парвардигори хеш ноил хоҳанд шуд ва ба пешгоҳи Ӯ бозмегарданд","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:47","price":"Эй Бани Исроил, неъматҳоеро, ки ба шумо арзонӣ доштам, ба ёд оваред ва [низ] ин ки шуморо [ба далели бархӯрдорӣ аз ҳидоят] ба ҷаҳониён бартарӣ додам","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:48","price":"Ва аз рӯзе битарсед, ки касе чизе [аз азоби Аллоҳ таоло] – ро аз касе дафъ намекунад ва аз ӯ шафоат пазируфта намешавад ва на ғаромату фидяе гирифта мешавад ва на ёрӣ мешаванд","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:49","price":"Ва [ба ёд оваред] ҳангоме ки шуморо аз чанголи фиръавниён наҷот додем. [Онон] Бадтарин азобро бар саратон меоварданд: Писаронатонро мекуштанд ва занонатонро [барои канизӣ] зинда нигаҳ медоштанд ва дар инҳо озмоиши бузурге аз ҷониби Парвардигоратон барои шумо буд","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:50","price":"Ва [ба ёд оваред] ҳангоме ки дарёро бароятон шикофтем ва шуморо наҷот додем ва фиръавниёнро, дар ҳоле ки [ба азоби онҳо бо чашми худ] менигаристед, ғарқ сохтем","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:51","price":"Ва [ба ёд оваред] ҳангомеро ки [барои нузули Таврот] чиҳил шаб бо Мӯсо ваъда гузоридем, он гоҳ шумо баъд аз ӯ гӯсоларо [ба парастиш] гирифтед, дар ҳоле ки [нисбат ба хештан] ситамгор будед","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:52","price":"Сипас шуморо баъд аз он [гуноҳ] бахшидем; бошад, ки сипосгузорӣ кунед","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:53","price":"Ва [низ ба ёд оваред] ҳангоме ки ба Мӯсо китоби [Таврот] – ро, ки ҷудокунанда [-и ҳақ аз ботил] аст, ато кардем; бошад, ки ҳидоят шавед","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:54","price":"Ва [ба ёд оваред] замонеро, ки Мӯсо ба қавми худ гуфт: Эй қавми ман, шумо бо интихоби гӯсола [барои парастиш] ба худ ситам кардаед, пас, ба сӯйи Офаридгори худ бозгардед ва тавба кунед ва [хатокорони] худро бикушед. Ин кор барои шумо дар пешгоҳи Парвардигоратон беҳтар аст. Он гоҳ Аллоҳ таоло тавбаи шуморо пазируфт. Ба ростӣ, ки Ӯ тавбапазиру меҳрубон аст","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:55","price":"Ва [ба ёд оваред] ҳангомеро ки гуфтед: Эй Мӯсо, мо ҳаргиз ба ту имон намеоварем, магар ин ки Аллоҳро ошкоро бубинем. Пас, соиқа [оташак] шуморо дар ҳоле гирифт, ки [азоби худро бо чашми хеш] менигаристед","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:56","price":"Сипас шуморо пас аз маргатон барангехтем, бошад, ки сипосгузорӣ кунед","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:57","price":"Ва абрро бар шумо соябон қарор додем ва манну салво [шаҳду бедона] бароятон фурӯ фиристодем [ва гуфтем]: Аз неъматҳои покизае, ки ба шумо рӯзӣ додаем, бихӯред [вале куфр варзидед]. Онон [бо носипосиву нофармонӣ] ба мо ситам накарданд, балки ба худ ситам раво доштанд","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:58","price":"Ва [ба ёд оваред] замонеро, ки гуфтем: Ба ин шаҳр [Байт-ул-муқаддас] ворид шавед ва аз [неъматҳои] он, аз ҳар ҷо [ва ҳар вақт], ки хостед, бихӯред ва бо фурӯтанӣ аз дарвоза ворид шавед ва бигӯед: [Парвардигоро, гуноҳонамонро] фурӯ рез. [Чунин бигӯед] То гуноҳонатонро биёмурзем ва [яқинан] бар [подоши] накукорон хоҳем афзуд","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:59","price":"Он гоҳ ситамгарон ин суханро, ки ба онҳо гуфта шуда буд, тағйир доданд [ва ба ҷояш калимоти масхараомезе гуфтанд]. Аз ин рӯ, бар ситамгарон, ба сазои ин нофармониашон, азобе аз осмон нозил кардем","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:60","price":"Ва [ба ёд оваред] замонеро, ки Мӯсо барои қавми хеш об хост, пас, гуфтем: Асои худро бар санг бизан. Он гоҳ дувоздаҳ чашма аз он ҷӯшид ва ҳар гурӯҳе обнӯшгоҳи худро донист [ва гуфтем]: Аз рӯзии Аллоҳ таоло бихӯред ва биёшомед ва дар замин ба фасод [ва табоҳӣ] накӯшед","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:61","price":"Ва [ба ёд оваред] замонеро, ки гуфтед: Эй Мӯсо, мо ҳаргиз тобу таҳаммули як навъ ғизоро надорем, пас, Парвардигори хешро бихон, то аз рӯиданиҳои замин, аз сабзиву бодиринг ва гандуму наск ва пиёз бароямон бирӯёнад. [Мӯсо] Гуфт: Оё чизеро, ки пасттар аст, бо чизи беҳтар ҷойгузин мекунед? Ба шаҳре фуруд оед; зеро он чи ки хостед, дар он ҷо бароятон вуҷуд дорад ва [чунин шуд, ки муҳри] зиллату бенавоӣ бар онон зада шуд ва сазовори хашми Аллоҳ таоло гардиданд, чаро ки онон ба оёти Аллоҳ таоло куфр меварзиданд ва паёмбаронро ба ноҳақ мекуштанд. Инҳо ба хотири он буд, ки гунаҳгору мутаҷовиз буданд","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:62","price":"Дар ҳақиқат касоне, ки [холисона ба ислом] имон овардаанд ва онон, ки яҳудӣ шуданд ва масеҳиёну собеон [фитратгароён], ҳар, ки ба Аллоҳ таоло ва рӯзи қиёмат имон биёварад ва кори шоистае анҷом диҳад, подошашон назди Парвардигорашон аст; на тарсе хоҳанд дошт ва на андӯҳгин мешаванд","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:63","price":"Ва [ба ёд оваред] замонеро, ки аз шумо паймон гирифтем ва [кӯҳи] Турро болои саратон барафроштем [ва гуфтем]: Он чи [аз аҳкоми Таврот] ба шумо додаем, бо ҷиддият бигиред ва ончиро, ки дар он аст, ёд кунед, бошад, ки парҳезкор шавед","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:64","price":"Вале баъд [аз он ҳама аҳду паймон] аз ин [фармон] рӯй бартофтед ва агар фазлу бахшиши Аллоҳ таоло бар шумо намебуд, яқинан дар зумраи зиёнкорон будед","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:65","price":"Мусалламан аз [шарҳи ҳоли] касоне аз худатон огоҳ шудаед, ки дар [мавриди ҳукми ҳурмати сайди моҳӣ дар рӯзҳои] шанбе таҷовуз карданд. Пас, ба онҳо гуфтем: Бӯзинаҳои хору рондашуда бошед!","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:66","price":"Пас, он [кайфар] – ро ибрате барои мардуми он замон ва наслҳои пас аз эшон ва [ҳамчунин] панду андарзе барои парҳезгорон қарор додем","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:67","price":"Ва [ба ёд оваред] замоне, ки Мӯсо ба қавми худ гуфт: Аллоҳ таоло ба шумо дастур медиҳад, ки модаговеро забҳ кунед. Онон гуфтанд: Оё моро масхара мекунӣ? [Мӯсо] гуфт: [Тамасхур кори ҷоҳилон аст ва] Ба Аллоҳ таоло паноҳ мебарам, аз ин ки дар зумраи ҷоҳилон бошам","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:68","price":"Гуфтанд: Аз Парвардигорат бихоҳ, то барои мо равшан кунад, ки он чи гуна [гове] аст? [Мӯсо] Гуфт: [Аллоҳ таоло] Мефармояд: Он гове аст на пир ва на ҷавон, балки миёнасоли байни ин ду бошад. Пас, [акнун] он чиро, ки дастур ёфтаед, анҷом диҳед","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:69","price":"Гуфтанд: Аз Парвардигорат бихоҳ, то барои мо равшан созад, ки рангаш чи гуна аст? [Мӯсо] Гуфт: [Аллоҳ таоло] Мефармояд: Он гов зарди пуррангест, ки [рангаш] бинандагонро шод мекунад","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:70","price":"Гуфтанд: Аз Парвардигорат [боз ҳам] бихоҳ, то чигунагии он говро [аз ҳар ҷиҳат] барои мо равшан созад, зеро [вижагиҳои] ин гов ҳанӯз бароямон мубҳам аст ва иншоаллоҳ [бо тавзеҳоти ту] ҳидоят хоҳем шуд","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:71","price":"[Мӯсо] гуфт: Вай мефармояд: Он гове аст на чунон ром, ки заминро ҷуфт кунад ва ё киштзорро об диҳад, [аммо] беайб асту якранг ва дар он ҳеҷ ранги дигаре нест. Онон гуфтанд: Инак сухани дуруст овардӣ. Сипас [чунон говеро пайдо карданд ва] онро сар буриданду [албатта] наздик буд, ки ин корро накунанд","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:72","price":"Ва [ба ёд оваред] ҳангоме ки фардеро куштед ва дар бораи [қотили] ӯ ба низоъ пардохтед ва Аллоҳ таоло чизеро, ки пинҳон мекардед, ошкор намуд","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:73","price":"Пас гуфтем: Порае аз [бадани] говро ба мақтул бизанед [то зинда шавад ва қотили хешро муаррифӣ кунад]. Аллоҳ таоло мурдагонро ҳамин гуна зинда мекунад ва нишонаҳои [ошкори қудрати] хешро ба шумо нишон медиҳад, бошад, ки бияндешед","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:74","price":"Пас аз он [бо вуҷуди ин муъҷизаи бузург] дилҳои шумо сахт шуд, ҳамчун санг, ё сахттар, зеро [ҳоли дилҳоятон ҳаргиз тағйир намекунад, аммо сангҳо дучори тағйиру таҳаввул мешаванд, чунон ки] бархе аз сангҳо мешикофанд ва аз онҳо ҷӯйборҳое ҷорӣ мешаванд ва бархе мешикофанду [чашмаҳои] об аз онҳо меҷӯшад ва бархе аз тарси Аллоҳ таоло [аз фарози кӯҳҳо] фурӯ меафтанд. Ва Аллоҳ таоло аз он чи мекунед, ғофил нест","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:75","price":"[Эй муъминон, ҳоло ки ҳақиқати душмании яҳудиён бароятон ошкор гардид] Оё умед доред, ки ба [оини] шумо имон биёваранд, бо ин ки гурӯҳе аз [уламои] онон суханони Аллоҳро [дар Таврот] мешуниданд ва пас аз фаҳмиданаш [алфозу маонии] онро таҳриф мекарданд, ҳол он ки [аз бузургии гуноҳи хеш] иттилоъ доштанд","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:76","price":"Ва [яке аз фиребкориҳояшон ин аст, ки] вақте бо муъминон рӯбарӯ мешаванд мегӯянд: [Мо ҳам] имон овардаем, вале ҳангоме ки бо якдигар хилват мекунанд, мегӯянд: Чаро матолиберо, ки [дар бораи вижагиҳои паёмбар ва ҳаққонияти ислом дар Таврот омадааст ва] Аллоҳ таоло барои шумо баён кардааст, барои мусулмонон бозгӯ мекунед, то [рӯзи қиёмат] дар пешгоҳи Парвардигоратон алайҳи [бар зидди] шумо ба он истидлол кунанд? Оё намефаҳмед?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:77","price":"Оё намедонанд, ки Аллоҳ таоло он чиро, ки пинҳон медоранд ва ошкор месозанд, [ҳамаро] медонад?!","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:78","price":"Ва бархе аз онон бесаводоне ҳастанд, ки [фақат ба тиловати содаи Таврот дилхушанд] ва китоби Аллоҳро ҷуз мушти хаёлоти хом намедонанд ва танҳо ба пиндорҳои хеш [ки аз бузургонашон фаро гирифтаанд] дил бастаанд","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:79","price":"Пас, вой бар касоне, ки бо дасти худ менависанд, сипас мегӯянд: Ин аз ҷониби Аллоҳ таоло аст, то онро ба баҳои андак бифурушанд! Пас, вой бар онҳо аз он чи дастҳояшон навиштааст ва вой бар онон аз он чи [аз ин роҳ] ба даст меоваранд!","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:80","price":"Ва [яҳудиён] гуфтанд: Оташи дӯзах ҷуз чанд рӯзи маҳдуде ҳаргиз ба мо нахоҳад расид. Бигӯ: Оё аз назди Аллоҳ таоло паймоне гирифтаед, ки Аллоҳ таоло ҳаргиз хилофи паймонаш накунад? Ё чизеро, ки намедонед, ба Аллоҳ таоло нисбат медиҳед?!","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:81","price":"Оре, ҳар ки муртакиби гуноҳе шавад ва гуноҳонаш ӯро иҳота кунад, онон аҳли оташанд ва ҷовидона дар он хоҳанд буд","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:82","price":"Ва касоне, ки имон оваранд ва корҳои шоиста анҷом диҳанд, онон аҳли биҳиштанд ва ҷовидона дар он хоҳанд монд","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:83","price":"Ва [ба ёд оваред] ҳангоме ки аз Бани Исроил паймон гирифтем, ки: Ҷуз Аллоҳи ягонаро парастиш накунед ва ба падару модару наздикону ятимон ва бенавоён некӣ кунед ва ба мардум [сухани] нек бигӯеду намоз барпо доред ва закот бипардозед, вале ҳамаи шумо, ҷуз иддаи каме пушт гардонидед ва рӯйгардон шудед","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:84","price":"Ва [ба ёд оваред] ҳангоме ки аз шумо паймон гирифтем, ки хуни якдигарро нарезед ва ҳамдигарро аз сарзаминатон берун накунед; сипас шумо иқрор кардед ва худ [бар он паймон] гувоҳӣ медиҳед","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:85","price":"Пас аз он, ҳамин шумо ҳастед, ки якдигарро мекушед ва гурӯҳе аз худатонро аз сарзаминашон берун мекунед ва ба гуноҳу ситам алайҳи онон ба якдигар ёрӣ мекунед ва агар [баъзе аз онон дар ҷанг бо ҳампаймонони араби шумо гирифтор шаванд ва ба сурати] асир наздатон биёянд [бо он ки ҳамдини шумо ҳастанд, дар баробари озодиашон] фидя мегиред, ҳол он ки ихроҷи онон [аз ҳамон оғоз] бар шумо ҳаром буд. Оё ба бахше аз [дастуроти] китоб [-и осмонӣ дар мавриди фидя гирифтан] имон меоваред ва ба бахше [ки шуморо дар бораи ҳамдинонатон супориш мекунад] кофир мешавед? Пас, ҷазои ҳар касе аз шумо, ки чунин кунад, ҷуз расвоӣ ва хорӣ дар ин ҷаҳон нахоҳад буд ва дар рӯзи қиёмат ба шадидтарин азоб гирифтор мешаванд; ва [яқин бидонед, ки] Аллоҳ таоло аз он чи анҷом медиҳед, ғофил нест","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:86","price":"Инон касоне ҳастанд, ки зиндагонии дунёро ба баҳои охират хариданд, пас, азоби онҳо сабук карда намешавад ва касе ёриашон нахоҳад кард","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:87","price":"Ҳамоно ба Мӯсо китоби [Таврот] додем ва пас аз ӯ паёмбарони пайдарпай фиристодем; ва ба Исо писари Марям муъҷизоту далоили равшан додем ва ӯро ба василаи Рӯҳулқудус [Ҷабраил] тақвият кардем. Оё чунин нест, ки ҳар гоҳ паёмбаре чизе бархилофи ҳавои нафсатон оварад, дар баробараш такаббур намудед ва гурӯҳеро такзиб кардед ва гурӯҳеро куштед","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:88","price":"Ва [яҳудиён барои пайравӣ накардан аз Муҳаммад (с) аз рӯйи тамасхур] гуфтанд: Дилҳои мо пӯшида ва дар ғилоф аст, [чунин нест] балки Аллоҳ таоло онро ба сазои куфрашон лаънат кардааст, пас, [ба ҳамин далел аст, ки] бисёр кам имон меоваранд","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:89","price":"Ва ҳангоме ки аз тарафи Аллоҳ таоло китобе [Қуръон] барои онон омад, ки тасдиқкунандаи матолибе буд, ки бо худ доштанд [Таврот] ва [ба интизор расидани ин китоб] аз қабл ба худ навиди пирӯзӣ бар кофиронро медоданд, бо ин ҳама вақте он касеро, ки аз пеш шинохта буданд [Муҳаммад], наздашон омад, инкораш карданд. Лаънати Аллоҳ таоло бар кофирон бод!","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:90","price":"Ба чи баҳои баде худро фурӯхтанд, ки аз рӯйи ҳасад [ва бартарихоҳӣ] ба он чи Аллоҳ таоло фиристода буд, кофир шуданд, ки чаро Аллоҳ таоло аз фазли хеш бар ҳар кас аз бандагонаш, ки мехоҳад [ваҳй] нозил мекунад. Пас, [ба хотири ин ҳасодат] беш аз пеш ба хашми [илоҳӣ] гирифтор шуданд ва барои кофирон азоби хоркунандае [дар пеш] аст","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:91","price":"Ва чун ба онон гуфта шавад: Ба он чи Аллоҳ таоло нозил кардааст, имон биёваред, мегӯянд: Мо ба чизе имон меоварем, ки бар худи мо нозил шудааст ва ба ғайри он кофир мешаванд, дар ҳоле ки он [Қуръон сухани] ҳақ ва тасдиқкунандаи матолибе аст, ки бо худ доранд. [Эй паёмбар, ба онон] Бигӯ: Агар [рост мегӯед ва] муъминед, пас, чаро паёмбарони Аллоҳро пеш аз ин мекуштед?!","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:92","price":"Ва ба ростӣ, Мӯсо муъҷизаҳову нишонаҳои равшане бароятон овард, он гоҳ шумо пас аз вай дар ҳоле гӯсоларо [барои парастиш] баргузидед, ки [ба хотири ин ширкварзӣ нисбат ба худ] ситамгор будед","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:93","price":"Ва [ба ёд оваред] ҳангомеро, ки аз шумо паймон гирифтем [ки аз фармудаҳои илоҳӣ ва раҳнамудҳои Мӯсо пайравӣ кунед] ва [кӯҳи] Турро болои саратон барафроштем [ва гуфтем]: Он чи [аз аҳкоми Таврот] ба шумо додаем, маҳкам бигиред ва [ба каломи Аллоҳ таоло] гӯш фаро диҳед. Гуфтанд: [Бо гӯшҳоямон] Шунидем, [вале бо рафторамон] нофармонӣ кардем; ва ба сабаби куфрашон бо [муҳаббати] гӯсола дар дилҳояшон ҷой гирифт. [Эй паёмбар, ба онон] Бигӯ: Агар [воқеан] муъмин ҳастед, имонатон чи фармони баде ба шумо медиҳад","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:94","price":"Бигӯ: [Эй қавми яҳуд] Агар назди Аллоҳ таоло сарои охират вижаи шумост на барои дигар мардум, пас, агар рост мегӯед, орзуи марг кунед [то ҳар чи зудтар ба ин ҷойгоҳ даст ёбед]","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:95","price":"Вале онон ба хотири он чи [аз куфру такзиб ва таҳриф] пеш фиристодаанд, ҳаргиз орзуи марг нахоҳанд кард ва Аллоҳ таоло ба [аҳволи] ситамгорон доност","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:96","price":"[Эй паёмбар] Ҳатман, эшон [яҳудиён]-ро ҳаристарини мардум бар зиндагӣ хоҳӣ ёфт, [ҳатто] ҳаристар аз мушрикон. Ҳар як аз онон дӯст дорад, ки ҳазор сол умр бинад, дар ҳоле ки [ҳатто] агар ин умр [-и дароз] ба ӯ дода шавад, [боз ҳам тӯли умраш] ӯро аз азоб дур намекунад ва Аллоҳ таоло ба он чи мекунанд, биност","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:97","price":"Бигӯ: Касе, ки душмани Ҷабраил бошад, [дар ҳақиқат душмани Аллоҳ таоло аст, зеро] ӯ ба фармони Аллоҳ таоло Қуръонро бар қалби ту нозил кардааст, ки китобҳои осмонии пеш аз худро тасдиқ мекунад ва барои муъминон ҳидояту башорат аст","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:98","price":"Ҳар ки душмани Аллоҳ таоло ва фариштагони Ӯ ва паёмбаронаш ва Ҷабраилу Микоил бошад, [бидонад, ки] Аллоҳ таоло душмани кофирон аст","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:99","price":"[Эй паёмбар] Ба ростӣ, ки мо нишонаҳои равшане бар ту нозил кардем ва ҷуз мунҳарифон [аз дин] касе ба онҳо куфр намеварзад","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:100","price":"Оё чунин нест, ки ҳар гоҳ онон паймоне [бо Аллоҳ таоло ва Расул] бастанд, гурӯҳе аз эшон онро дур афканданд [ва паймон шикастанд]?! Оре бештарашон имон намеоваранд","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:101","price":"Ва ҳангоме ки фиристодае аз сӯйи Аллоҳ таоло ба суроғашон омад, ки бо нишонаҳое, ки [дар Таврот] назди онон буд мутобиқат дошт, гурӯҳе аз эшон, ки ба онҳо китоби [Таврот] дода шуда буд, китоби Аллоҳро пушти сар афканданд, гӯё [аз он нишонаҳо] ҳеҷ намедонанд","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:102","price":"Ва аз он чи шаётин дар [аҳди] фармонравоии Сулаймон [бар мардум] мехонданд, пайравӣ карданд [ва муддаӣ шуданд, ки Сулаймон подшоҳии хешро бо сеҳр устувор кардааст] ва [ҳол он ки] Сулаймон [ҳаргиз даст ба сеҳр наолуд] ва кофир нашуд, вале шаётин [ки] куфр варзиданд ба мардум сеҳр меомӯхтанд ва [низ] аз он чи бар ду фаришта: Ҳорут ва Морут дар Бобул нозил шуда буд, [пайравӣ карданд, вале он ду фаришта] ба ҳеҷ кас чизе ёд намедоданд, магар ин ки [қаблан аз рӯйи хайрхоҳӣ ба ӯ] мегуфтанд: Мо василаи озмоиш ҳастем, пас, [бо истифода бурдани сеҳр] кофир нашав. Онон [яҳудиён] аз он ду [фаришта] чизҳое меомӯхтанд, ки [битавонанд] тавассути он миёни марду ҳамсараш ҷудоӣ афкананд, ҳол он ки бидуни иҷозати Аллоҳ таоло наметавонистанд ба василаи он (сеҳр) ба касе зиёне бирасонанд ва чизе меомӯхтанд, ки [фақат] ба онон зиён мерасонад ва суде намедод ва ҳатман медонистанд, ки ҳар кас [муштоқу] харидори он [ҷодуҳо] бошад, дар охират баҳрае нахоҳад дошт. Агар [ҳақиқатро] медонистанд [мутаваҷҷеҳ мешуданд, ки] чи баду зишт буд он чи худро ба он фурӯхтанд!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:103","price":"Ва агар онҳо имон меоварданд ва парҳезгорӣ мекарданд, агар огаҳӣ доштанд [дармеёфтанд, ки] подоше, ки назди Аллоҳ таоло ҳаст, барояшон беҳтар буд","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:104","price":"Эй касоне, ки имон овардаед, [ҳангоме ки аз паёмбар барои дарки оёти Қуръон дархости муҳлат мекунед] нагӯед: Роъино [Зеро таъбири мазкур илова бар маънои аслӣ мафҳуми тавҳиномезе ҳамгуни нодонӣ-ро ба зеҳн мерасонад], балки бигӯед: Унзурно [каме ба мо фурсат бидеҳ] ва [он гоҳ ба оёти Қуръон] гӯш кунед ва [яқин бидонед, ки] кофирон [ва тамасхуркунандагони паёмбар] азоби дарднок [дар пеш] доранд","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:105","price":"Кофирон – аз аҳли китоб ва мушрикон – дӯст намедоранд, ки аз ҷониби Парвардигоратон хайру баракате бар шумо нозил гардад, дар ҳоле ки Аллоҳ таоло раҳмати худро ба ҳар кас, ки бихоҳад, ихтисос медиҳад ва Аллоҳ таоло дорои фазли бузург аст","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:106","price":"Ҳар оятеро насх кунем ё [аз дили мардум бизудоем ва] фаромӯшаш гардонем, беҳтар аз он ё ҳаммонандашро меоварем. [Эй паёмбар] Оё намедонӣ, ки Аллоҳ таоло бар ҳар чиз тавоност","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:107","price":"Оё намедонӣ, ки фармонравоии осмонҳо ва замин аз они Аллоҳ таоло аст ва шумо ба ҷуз Аллоҳ таоло [ҳеҷ] дӯсту ёваре надоред [ки корсозатон бошад]","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:108","price":"[Эй муъминон] Оё мехоҳед аз паёмбари худ [мавориди номаъқуле ҳамчун дидори Аллоҳро] дархост кунед, ки пеш аз ин аз Мӯсо хоста шуд? Касе, ки куфрро ба [ҷойи] имон баргузинад, мусалламан роҳи ростро гум кардааст","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:109","price":"Бисёре аз аҳли китоб пас аз ин, ки ҳақ барояшон ошкор гардид, ба хотири ҳасодате, ки дар вуҷудашон аст, орзу доранд, ки шуморо баъд аз имонатон ба ҳоли куфр бозгардонанд. Пас, шумо афв кунед ва [аз эшон] даргузаред, то Аллоҳ таоло фармони хешро [барои ҷиҳод бо онон] содир намояд. Ҳамоно Аллоҳ таоло бар ҳар чизе тавоност","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:110","price":"Ва намоз барпо доред ва закот бипардозед ва [бидонед, ки] ҳар кори неке, ки барои худ пеш мефиристед, [подоши] онро назди Аллоҳ таоло хоҳед ёфт. Яқинан Аллоҳ таоло ба он чи мекунед, биност","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:111","price":"[Аҳли китоб] Гуфтанд: Ҷуз яҳудӣ ё масеҳӣ [ҳеҷ кас] ҳаргиз дохили биҳишт нахоҳад шуд. Ин орзуҳои [ботили] онҳост. [Эй паёмбар ба онон] Бигӯ: Агар рост мегӯед, далели худро биёваред","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:112","price":"Оре, подоши касе, ки холисона таслими Аллоҳ таоло гардад ва накукор бошад, назди Парвардигораш маҳфуз аст ва [чунин касоне] на тарсе хоҳанд дошт ва на андӯҳгин мешаванд","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:113","price":"Яҳудиён гуфтанд: Масеҳиён барҳақ [ва бар оини саҳеҳе] нестанд ва масеҳиён [низ] гуфтанд: Яҳудиён барҳақ [ва бар оини саҳеҳе] нестанд, дар ҳоле ки [ҳар ду гурӯҳи] онон китоб [-и осмонӣ]–ро мехонанд. Ҳамчунин, касоне [монанди мушрикон], ки [аз паёми илоҳӣ ҳеҷ] намедонанд [сухане] ҳаммонанди онон гуфтанд. Пас, Аллоҳ таоло рӯзи қиёмат дар мавриди он чи бо ҳам ихтилоф доштанд, миёнашон доварӣ хоҳад кард","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:114","price":"Кист ситамгортар аз он, ки аз бурдани номи Аллоҳ таоло дар масоҷид ҷилавгирӣ кунад ва дар вайронии онҳо бикӯшад?! Шоиста нест, ки онон ҷуз бо ҳоли ваҳшату тарс вориди ин масоҷид шаванд. Баҳраи онон дар дунё хорӣ ва расвоӣ аст ва дар охират [низ] азоби бузурге [дар пеш] доранд","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:115","price":"Машриқу мағриб аз они Аллоҳ таоло аст, пас, ба ҳар сӯйе рӯ кунед, рӯ [ба] Аллоҳ таоло аст. Ҳамоно Аллоҳ таоло кушоишгари доност","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:116","price":"[Аҳли китоб ва мушрикон] Гуфтанд: Аллоҳ таоло [барои худ] фарзанде баргузидааст. Ӯ [аз чунин нисбатҳое] муназзаҳ [-у пок] аст. [Аллоҳ таоло на танҳо ниёзе ба фарзанд надорад, балки] Он чи дар осмонҳо ва замин аст, мутааллиқ ба Ӯст, [ва] ҳама фармонбардори Ӯ ҳастанд","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:117","price":"[Ӯ] падидоварандаи осмонҳо ва замин аст ва чун ба коре ирода фармояд, танҳо ба он мегӯяд: Бош, пас, мешавад","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:118","price":"Онон, ки [аз аҳли китоб ва мушрикон ҳастанд ва аз оини илоҳи чизе] намедонанд гуфтанд: Чаро Аллоҳ таоло бо мо сухан намегӯяд? Ё [чаро] муъҷиза ва нишонае барои мо намеояд? Касоне, ки пеш аз эшон буданд, ҳамин гуна сухан мегуфтанд. [Афкор ва] Дилҳояшон ҳаммонанди якдигар аст. Бе тардид, мо нишонаҳо [–и яктоӣ ва қудрати хеш]–ро барои гурӯҳе, ки яқин доранд, ошкор ва равшан сохтаем","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:119","price":"[Эй паёмбар] Мо туро ба ҳақ фиристодем, то башоратбахшу бимдиҳанда бошӣ ва [ту ҳаргиз дар охират] дар бораи [куфру бединии] дузахиён бозхост нахоҳӣ шуд","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:120","price":"Яҳудиён ва масеҳиён ҳаргиз аз ту хушнуд нахоҳанд шуд, магар ин ки аз оини онон пайравӣ кунӣ. Бигӯ: Бе тардид, ҳидоят [-и ростин] ҳидояти Аллоҳ таоло аст ва [яқин бидон] агар пас аз донише, ки ба ту расидааст, аз ҳавасҳои онон пайравӣ кунӣ, дар баробари Аллоҳ таоло ҳеҷ дӯсту ёваре нахоҳӣ дошт","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:121","price":"Касоне, ки китоби осмонӣ [Таврот ва Инҷил] ба онҳо додаем [ва] онро чунон, ки шоистааст мехонанд, ба [матолиби] он [ки дар бораи ҳаққонияти Муҳаммад ва рисолаташ мебошад] имон меоваранд; ва касоне, ки ба ӯ [ва оинаш] кофир шаванд, онон зиёндидагонанд","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:122","price":"Эй Бани Исроил, неъматҳоеро, ки ба шумо арзонӣ доштам, ба ёд оваред ва [низ] ин ки шуморо [ба далели бархӯрдорӣ аз ҳидоят] ба ҷаҳониён бартарӣ додам","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:123","price":"Аз рӯзе битарсед, ки ҳеҷ кас аз дигаре дифоъ намекунад ва ҳеҷ товону фидяе аз ӯ пазируфта намешавад ва шафоат барояш суде надорад ва [инсонҳо] ёрӣ намешаванд","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:124","price":"Ва [эй паёмбар, ёд кун аз] ҳангоме ки Аллоҳ таоло Иброҳимро бо суханон [-и фарогир бар аҳкому таколифи шаръӣ] озмуд ва ӯ ҳамаро ба хубӣ ба анҷом расонд. [Аллоҳ таоло ба вай] Фармуд: Ман туро пешвои мардум қарор медиҳам. [Иброҳим] гуфт: [Парвардигоро] Аз фарзандонам [низ пешвоёне қарор бидеҳ, то мардум ба онон иқтидо кунанд]. [Аллоҳ таоло] Фармуд: Аҳду паймони Ман [бо ту дар мавриди пешвои дин] ба ситамгорон намерасад","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:125","price":"Ва [ёд кун аз] ҳангоме ки хонаи [Каъба] – ро маҳалли бозгашт [-и ҳоҷиёни муштоқ] ва [ҷойи] амне барои мардум қарор додем ва [муқаррар кардем, ки] мақоми Иброҳимро намозгоҳе барои хеш интихоб кунед ва мо ба Иброҳим ва Исмоил ваҳй кардем, ки: Хонаи маро барои тавофкунандагону муътакифон ва рукуъу суҷудкунандагон [намозгузорон] поку покиза кунед","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:126","price":"Ва [ёд кун аз] ҳангоме ки Иброҳим гуфт: Парвардигоро, ин [сарзамини Макка]-ро шаҳри амн бигардон ва аҳли онро – [яъне] касоне аз эшонро, ки ба Аллоҳ таоло ва рӯзи қиёмат имон овардаанд – аз меваҳои [гуногун] рӯзӣ бидеҳ. [Аллоҳ таоло] фармуд: Ҳар ки кофир шавад, андаке баҳрамандаш месозам, сипас ӯро ба азоби оташ мекашонам ва чи бад саранҷоме аст!","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:127","price":"Ва [ёд кун аз] ҳангоме ки Иброҳим ва Исмоил пояҳои хонаи [Каъба] – ро боло мебурданд [ва мегуфтанд]:Парвардигоро, [аъмоли неки мо, аз ҷумла бинои ин хонаи муқаддасро] аз мо бипазир, ки бе тардид Ту шунавову доноӣ","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:128","price":"Парвардигоро, моро [таслим ва] фармонбардори худ қарор бидеҳ ва аз фарзандонамон [низ] уммате фармонбардори худ [падид овар] ва одоби ибодатамонро ба мо нишон бидеҳ ва тавбаи моро бипазир. Ҳаққо, ки Ту тавбапазиру меҳрубонӣ","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:129","price":"Парвардигоро, дар миёни онон [мардуми Макка] паёмбаре аз худашон [аз насли Исмоил] барангез, то оёти Туро бар онон бихонад ва ба эшон китобу ҳикмате биёмӯзаду [аз ширку нодонӣ] покиза гардонад. Ҳамоно ки Ту пирӯзманду ҳакимӣ","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:130","price":"Ва чи касе ҷуз он ки худро ба [сабуксариву] нодонӣ меандозад аз оини Иброҳим рӯйгардон мегардад? Ва ба ростӣ, ки мо ӯро дар дунё баргузидем ва бе тардид дар охират [низ] аз шоистагон хоҳад буд","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:131","price":"Он гоҳ, ки Парвардигораш ба ӯ фармуд: [Холисона] Таслим шав [ва ӯ дар посух] гуфт: Таслими Парвардигори ҷаҳониён шудам","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:132","price":"Ва Иброҳиму Яқуб фарзандони худро ба ин оин супориш карданд [ва ҳар як ба онон мегуфтанд]: Эй фарзандони ман, Аллоҳ таоло ин оинро барои шумо баргузида аст [пас, ба он бигаравед] ва аз дунё наравед, магар ин ки таслими [фармони Ҳақ] бошед","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:133","price":"Оё ҳангоме ки марги Яқуб фаро расид, шумо ҳозир будед? Он гоҳ, ки ба фарзандони худ гуфт: Баъд аз ман чи чизро мепарастед? Гуфтанд: Маъбуди ту ва маъбуди падаронат – Иброҳим ва Исмоилу Исҳоқ – Аллоҳи якторо мепарастем ва мо таслими Ӯ ҳастем","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:134","price":"Онон уммате буданд, ки даргузаштанд, он чи ки [аз натиҷаи аъмолашон] касб кардаанд, барои онҳост ва он чи шумо касб кардаед, барои шумост ва шумо дар бораи он чи [онон] мекарданд, бозхост нахоҳед шуд","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:135","price":"Ва [аҳли китоб] гуфтанд: Яҳудӣ ё масеҳӣ шавед, то ҳидоят ёбед. [Эй паёмбар ба онон] Бигӯ: [На аз оини шумо] Балки аз оини Иброҳим [пайравӣ мекунем], ки ҳақгаро буд ва ҳаргиз дар зумраи мушрикон набуд","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:136","price":"[Эй муъминон ба аҳли китоб] бигӯед: Мо ба Аллоҳ таоло имон овардаем ва ба он чи бар мо нозил шудааст ва ба он чи, ки бар Иброҳиму Исмоил ва Исҳоқу Яъқуб ва наводагон [-и Яъқуб] нозил гардид ва [ҳамчунин] ба он чи, ки ба Мӯсо ва Исо дода шудааст ва ба он чи, ки ба паёмбарони [дигар] аз тарафи Парвардигорашон дода шудааст [оре, ба ҳамаи онон имон меоварем] ва миёни ҳеҷ як аз эшон тафовут намегузорем ва мо [ҳамагӣ] таслими Аллоҳ таоло ҳастем","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:137","price":"Пас, агар онон [низ] ба он чи шумо имон овардаед, имон оваранд, ҳатман, ҳидоят ёфтаанд ва агар пушт гардонанд, пас, ҷуз ин нест, ки ҳатман сари ситез [ва ҷудоӣ] доранд, пас, [эй паёмбар, Парвардигори якто барои ҳимояти ту кофӣ аст ва] ба зудӣ Аллоҳ таоло [шарри] онҳоро аз ту дафъ хоҳад намуд ва Ӯ шунавову доност","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:138","price":"Ранги илоҳӣ [ва дини Ӯро бипазиред ва ба он пойбанд бошед] ва чи касе хушнигорандатар аз Аллоҳ таоло аст! Ва мо танҳо Ӯро мепарастем","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:139","price":"[Эй паёмбар ба аҳли китоб] Бигӯ: Оё дар бораи Аллоҳ таоло бо мо муҷодала мекунед, дар ҳоле ки Ӯ парвардигори мо ва шумост ва кирдори мо аз они мо ва кирдори шумо аз они шумост ва мо Ӯро бо ихлос парастиш мекунем","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:140","price":"[Оё] Мегӯед: Иброҳиму Исмоил ва Исҳоқу Яъқуб ва наводагон [-и ӯ] яҳудӣ ё масеҳӣ буданд [дар ҳоле ки Таврот ва Инҷил пас аз ин паёмбарон нозил шудааст]? Бигӯ: Шумо донотаред ё Аллоҳ таоло? Ва кист ситамгортар аз он, ки шаҳодатеро, ки аз [ҷониби] Аллоҳ таоло [дар китобҳои осмонӣ дар бораи ин паёмбарон омада ва] назди Ӯст, китмон (пинҳон) мекунад? Ва [яқин бидонед, ки] Аллоҳ таоло аз он чи мекунед, ғофил нест","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:141","price":"Онон уммате буданд, ки даргузаштанд, он чи ки [аз натиҷаи аъмолашон] касб кардаанд, барои онҳост ва он чи шумо касб кардаед, барои шумост ва шумо дар бораи он чи [онон] мекарданд, бозхост нахоҳед шуд","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"tg"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}