{"data":[{"name":"2:253","price":"Ин паёмбарон [ки номи бархе аз онон гузашт] бархе аз эшонро [дар дарёфти ваҳй ва теъдоди пайравон] бар бархе дигар бартарӣ додем. Аз [миёни] эшон касе [ҳамчун] буд, ки Аллоҳ таоло бо ӯ сухан гуфт ва дараҷоти бархе [дигар] аз ононро боло бурд; ва ба Исо писари Марям нишонаҳои равшане [бар исботи нубувваташ] додем ва ӯро тавассути Руҳулқудус [Ҷабраил] таъйид [ва тақвият] кардем; ва агар Аллоҳ таоло мехост, касоне, ки баъд аз онҳо буданд, пас аз он [ҳама] нишонаҳои равшане, ки барояшон омад, бо якдигар ҷанг намекарданд; вале [бо ҳам] ихтилоф карданд ва бархе аз онон имон оварданд ва бархе куфр варзиданд; ва агар Аллоҳ таоло мехост, [ҳаргиз] бо ҳам намеҷангиданд; вале Аллоҳ таоло он чиро мехоҳад, анҷом медиҳад","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:254","price":"Эй касоне, ки имон овардаед, аз он чи ба шумо рӯзӣ додаем, инфоқ кунед, пеш аз он ки рӯзе фаро расад, ки дар он на хариду фурӯше ҳаст ва на дӯстиву шафоате; ва кофирон [ба сабаби куфрашон] ҳамон ситамгоронанд","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:255","price":"Аллоҳ таоло [маъбуди ростин аст] ҳеҷ маъбуде [ба ҳақ] ҷуз Ӯ нест; зиндаи поянда [ва қоим ба зот] аст; на хоби сабук [ғанаб, пинак] Ӯро фаро мегирад ва на хоби сангин; он чи дар осмонҳо ва замин аст, аз они Ӯст. Кист, ки дар назди Ӯ ҷуз ба фармонаш шафоат кунад?! Гузашта ва ояндаи эшон [бандагон]-ро медонад ва [онон] ба чизе аз илми Ӯ иҳота [ва огоҳӣ] намеёбанд, магар он чи худ бихоҳад. Курсии Ӯ осмонҳо ва заминро дар бар гирифтааст ва нигаҳ доштани онҳо бар Ӯ [сангину] душвор нест ва Ӯ баландмартаба [ва] бузург аст","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:256","price":"Дар [пазириши] дин, ҳеҷ иҷборе нест; ба ростӣ, ки роҳи рост [ва ҳидоят] аз роҳи инҳироф [ва гумроҳӣ] равшан шудааст; пас, ҳар кас ба тоғут [он чи ба ҷойи Аллоҳ таоло парастиш мешавад] куфр биварзад ва ба Аллоҳ таоло имон оварад, ҳатман, ба маҳкамтарин дастовез чанг задааст, ки ҳаргиз нахоҳад гусаст; ва Аллоҳ таоло шунавову доност","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:257","price":"Аллоҳ таоло ёвар [ва корсози] касоне аст, ки имон овардаанд; ононро аз торикиҳо ба сӯйи нур берун мебарад; ва касоне, ки кофир шуданд, [корсоз ва] ёварашон тоғут аст, [ки] ононро аз нур [–и имон ва илм] ба сӯйи торикиҳо [–и куфру нодонӣ] берун мебарад. Онон аҳли оташанд [ва] дар он ҷовидонанд","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:258","price":"[Эй паёмбар], оё [достони] он шахсро надонистаӣ, ки аз [сари мастӣ] он ки Аллоҳ таоло бар ӯ фармонравоӣ бахшида буд бо Иброҳим дар бораи Парвардигораш муҷодала мекард? Ҳангоме ки Иброҳим гуфт: Парвардигори ман касе аст, ки зинда мекунад ва мемиронад. [Намруд] Гуфт: Ман [низ] зинда мекунам ва мемиронам. Иброҳим гуфт: Аллоҳ таоло хуршедро аз машриқ [берун] меоварад, пас, ту онро аз мағриб биёвар. [Дар ин ҷо] Он ки куфр варзида буд, мабҳут шуд; ва Аллоҳ таоло ситамгоронро ҳидоят намекунад","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:259","price":"Ё ҳамчун он, ки аз шаҳр [-и вайрону матрук] гузашт, ки сақфҳо ва деворҳояш фурӯ рехта буд. [Ӯ бо худ] Гуфт: Чи гуна Аллоҳ таоло [аҳли] ин [диёр] – ро пас аз маргашон зинда мекунад? Пас Аллоҳ таоло ӯро [ба муддати] сад сол миронид, [ва] сипас зинда кард [ва ба ӯ] гуфт: Чанд муддат [дар ин ҳол] мондаӣ? Гуфт: Як рӯз ё бахше аз як рӯз [дар ин ҳол] мондаам. Фармуд: Чунин нест; сад сол [дар чунин ҳоле] мондаӣ. Ба хӯрданиву нӯшиданиат бингар, ки бо гузашти замон дигаргун нашудааст ва ба дарозгӯши худ бингар [ки чӣ гуна муталошӣ шудааст. Мо чунин кардем то ба суолат посух гӯем] ва туро барои мардум нишонае [дар мавриди қиёмат] қарор диҳем. [Акнун] Ба устухонҳои он [ҳайвон] нигоҳ кун, ки чи гуна онҳоро ба ҳам пайванд медиҳем ва сипас гӯште бар он мепӯшонем. Пас, ҳангоме ки [қудрати илоҳӣ бар зинда кардани мурдагон] барояш ошкор шуд, гуфт: [Ба яқин] Медонам, ки Аллоҳ таоло бар ҳар коре тавоност","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:260","price":"Ва [Эй паёмбар, ёд кун аз] ҳангоме ки Иброҳим гуфт: Парвардигоро, ба ман нишон бидеҳ, чи гуна мурдагонро зинда мекунӣ? [Аллоҳ таоло] Фармуд: Магар имон наёвардаӣ? Гуфт: Бале, вале [мехоҳам] қалбам ором бигирад. Фармуд: Пас, чаҳор парранда бигир [ва бикуш] ва пора – пора кун [ва дар ҳам биёмез], сипас бар ҳар кӯҳе порае аз онҳоро бигзор, [ва] онгоҳ онҳоро [ба сӯйи худ] фаро хон; [хоҳӣ дид, ки зинда мешаванд ва] шитобон ба сӯйи ту меоянд; ва [эй Иброҳим], бидон, ки Аллоҳ таоло шикастнопазиру ҳаким аст","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:261","price":"Масали [аҷру савоби] касоне, ки амволи худро дар роҳи Аллоҳ таоло инфоқ мекунанд, ҳаммонанди донаест, ки ҳафт хӯша мерӯёнад, ки дар ҳар хӯша сад дона аст; ва Аллоҳ таоло барои ҳар ки бихоҳад, [подошашро] чанд баробар мекунад ва Аллоҳ таоло кушоишгару доност","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:262","price":"Касоне, ки амволашонро дар роҳи Аллоҳ таоло мебахшанд ва дар пайи бахшиши худ миннату озор раво намедоранд, подошашон назди Парвардигорашон [маҳфуз] аст; на тарсе хоҳанд дошт ва на андӯҳгин мешаванд","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:263","price":"Сухани писандида [дар бархурд бо ниёзмандон] ва гузашт [аз исрору тундии онон], беҳтар аз садақае аст, ки озоре ба дунболаш бошад; ва Аллоҳ таоло бениёзу бурдбор аст","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:264","price":"Эй касоне, ки имон овардаед, садақаҳои худро бо миннату озор ботил накунед, ҳамчун касе, ки моли худро барои намоиш додан ба мардум инфоқ мекунад ва ба Аллоҳу рӯзи қиёмат имон надорад; пас, масали ӯ ҳамчун масали санги софест, ки рӯйи он [андаке] хок нишастааст; он гоҳ борони тунде бар он мезанад [ва ҳамаи хокҳоро аз санг мешӯяд] ва онро соф [-у бидуни хок] раҳо мекунад. Онон [риёкорон] аз он чи, ки анҷом додаанд, чизе ба даст намеоваранд; ва Аллоҳ таоло гурӯҳи кофиронро ҳидоят намекунад","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:265","price":"Ва масали касоне, ки амволи худро барои талаби хушнудии Аллоҳ таоло ва ба хотири боваре, ки дар дилҳояшон [ба подоши Аллоҳ таоло] доранд, инфоқ мекунанд, ҳамчун бӯстоне бар теппае аст, ки борони тунде бар он борад ва меваҳояшро дучандон ба бор оварад; ва агар борони тунде ҳам ба он нарасад, борони сабук [низ замини покашро пурсамар месозад]; ва Аллоҳ таоло аз он чи мекунед, огоҳ аст","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:266","price":"Оё ҳеҷ як аз шумо дӯст дорад, ки боғе аз дарахтони хурмо ва ангур дошта бошад, ки аз зери онҳо ҷӯйборҳо [-и гуворо] равон аст ва ҳар гуна мева барояш ба бор меоварад ва [аммо] дар ҳоле ки ба синни пирӣ расида ва фарзандон [-и хурдсол] ва нотавон дорад, ногаҳон гирдбоди оташин дар он занаду [ҳамаи боғ] бисӯзад? [Ҳоли касоне, ки садақаҳои худро бо миннату озор ва риё ботил мекунанд низ чунин аст]. Аллоҳ таоло бад-ин гуна оёт [-и худ]-ро барои шумо равшан месозад; бошад, ки биандешед","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:267","price":"Эй касоне, ки имон овардаед, аз чизҳои покизае, ки ба даст овардаед ва аз он чи аз замин барои шумо баровардаем, инфоқ кунед; ва ба суроғ [-и моли] нопок наравед, ки аз он инфоқ намоед; дар ҳоле ки худатон ҳозир ба пазируфтанаш нестед, магар бо чашмпӯшӣ [ва бемайлӣ] нисбат ба он; [пас, чӣ гуна чизеро, ки барои худ намеписандед, барои Аллоҳ таоло раво медоред]? Ва бидонед, ки Аллоҳ таоло бениёзу сутуда аст","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:268","price":"Шайтон шуморо [ба ҳангоми инфоқ метарсонад ва] ваъдаи тиҳидастӣ медиҳад ва шуморо ба зиштиҳо [гуноҳ намудан] амр мекунад; вале Аллоҳ таоло аз ҷониби худ ба шумо ваъдаи омурзиш ва афзуни [-и неъмат] медиҳад ва Аллоҳ таоло кушоишгару доност","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:269","price":"[Аллоҳ таоло] Ба ҳар ки бихоҳад, ҳикмат [ростӣ дар гуфтор ва кирдор] медиҳад ва бе тардид, ба ҳар ки ҳикмат дода шавад, хайри фаровоне ато шудааст; ва ба ҷуз хирадмандон [аз оёти илоҳӣ] панд намегиранд","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:270","price":"Ҳар чизе, ки инфоқ кунед ё ҳар назре, ки [бо худ] аҳд кунед, ҳатман, Аллоҳ таоло онро медонад [Ҳар ки аз иҷрои фармудаҳои илоҳӣ ҷилавгирӣ кунад, ситамгор аст] ва ситамгорон [дар охират] ҳеҷ ёваре надоранд","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:271","price":"Агар садақаҳоро ошкор кунед, чи накуст! Ва агар онхоро пинҳон доред ва ба тиҳидастон бидиҳед, бароятон беҳтар аст ва [ин гуна садақаи холисона ва пинҳонӣ] аз гуноҳонатон мезудояд; ва [бидонед, ки дар ҳама сурат] Аллоҳ таоло ба он чи мекунед, огоҳ аст","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:272","price":"[Эй паёмбар] Ҳидояти онон бар уҳдаи ту нест; балки Аллоҳ таоло ҳар киро бихоҳад ҳидоят мекунад; ва [эй муъминон] он чи аз моли [худ] инфоқ мекунед, ба суди худатон аст ва [ба ёд дошта бошед, ки] ҷуз барои хушнудии Аллоҳ таоло инфоқ накунед; ва он чи аз мол инфоқ мекунед, [подошаш] ба таври комил ва тамом ба шумо дода мешавад ва [ҳаргиз] ситам нахоҳед дид","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:273","price":"[Садақоти шумо] Барои афроди тангдасте аст, ки худро вақф [-и ҷиҳод] дар роҳи Аллоҳ таоло кардаанд ва наметавонанд [барои таъмини харҷҳои зиндагӣ] дар замин сафар кунанд. Аз шиддати [наҷобат ва] хештандорӣ афроди ноогоҳ ононро бениёз мепиндоранд. Эшонро аз нишонаҳояшон [ки дар либосу вазъияти зоҳириашон ошкор аст, ба таври ошкор] мешиносӣ [ва онон ҳаргиз] бо исрор чизе аз мардум намехоҳанд; ва он чи аз мол инфоқ мекунед, ҳатман, Аллоҳ таоло аз он огоҳ аст","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:274","price":"Касоне, ки амволи худро дар шабу рӯз, пинҳону ошкор инфоқ мекунанд, подошашон назди Парвардигорашон [маҳфуз] аст; на тарсе хоҳанд дошт ва на андӯҳгин мешаванд","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:275","price":"Касоне, ки рибо мехӯранд, [рӯзи қиёмат аз қабр] барнамехезанд; магар монанди бархостани касе, ки бар асари тамоси шайтон девона шудааст ва [наметавонад таодули худро ҳифз кунад]. Ин бад-он сабаб аст, ки онон [рибохорон] гуфтанд: Доду ситад низ монанди рибост [ва ин ҳар ду молро афзун мекунад]; дар ҳоле ки Аллоҳ таоло, доду ситадро ҳалол ва риборо ҳаром намудааст. Пас, ҳар ки аз [ҷониби] Парвардигораш панде ба ӯ бирасад ва [аз рибохорӣ] даст бардорад, он чи гузашта ва [судҳое, ки қабл аз нузули ҳукми рибо дарёфт кардааст] аз они ӯст ва [дар мавриди оянда низ] кораш ба Аллоҳ таоло вогузор мешавад; ва [аммо] касоне, ки [ба рибохорӣ] бозмегарданд, аҳли оташанд ва дар он ҷовидонанд","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:276","price":"Аллоҳ таоло риборо нобуд [ва бебаракат] мегардонад ва садақотро [бо изофа кардан бар савобаш] афзоиш [ва баракат] медиҳад; ва Аллоҳ таоло ҳеҷ кофири лаҷуҷу гунаҳгореро дӯст намедорад","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:277","price":"Касоне, ки имон овардаанд ва корҳои шоиста анҷом додаанд ва намоз барпо доштаанд ва закот пардохтаанд, подошашон назди Парвардигорашон [маҳфуз] аст; на тарсе хоҳанд дошт ва на андӯҳгин мешаванд","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:278","price":"Эй касоне, ки имон овардаед, аз Аллоҳ таоло парво кунед [битарсед] ва агар муъмин ҳастед, он чиро, ки аз [мутолиботи] рибо боқӣ мондааст, раҳо кунед","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:279","price":"Агар [чунин] накардед, бидонед, ки Аллоҳ таоло ва расулаш бо шумо пайкор хоҳанд кард; ва агар тавба кардед, асли сармояҳоятон аз они шумост; на [бо гирифтани суди сармояатон ба касе] ситам мекунед ва на [бо чашмпӯшӣ аз он суди ҳаром] бар шумо ситам меравад","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:280","price":"Ва агар [шахси қарздор] тангдаст бувад, то [ҳангоми] кушоиш [ва тавоноии бозпардохт ба ӯ] муҳлат диҳед ва [агар тавоноии пардохт надошт], бахшидани он [қарз] бароятон беҳтар аст, агар [савоби ин корро] бидонед","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:281","price":"Ва аз [азоби] рӯзе битарсед, ки дар он ба сӯйи Аллоҳ таоло бозгардонда мешавед; сипас ба ҳар кас [подоши] он чи анҷом додааст, ба таври комил дода мешавад ва ба онон ситам нахоҳад шуд","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:282","price":"Эй касоне, ки имон овардаед, агар ба ҳамдигар воме [пардохтед ё муомилаи насияе анҷом] додед, ки саррасиди муайяне дошт, онро бинависед; ва бояд нависанда [қарордоди ин корро] бар асоси адолат байни шумо бинависад ва ҳеҷ нависандае набояд аз навиштанаш худдорӣ кунад, ҳамон гуна [ва ба шукронаи он], ки Аллоҳ таоло ба ӯ омӯзиш додааст; ва касе, ки вом бар уҳдаи ӯст [қарздор] бояд имло кунад ва ӯ [нависанда] бинависад; ва бояд аз Аллоҳ таоло, ки Парвардигори ӯст, бипарҳезад ва аз [маблағ ва муддати] он [вом] чизе накоҳад. Агар касе, ки вом бар уҳдаи ӯст, сафеҳ [кӯдак ё девона] ё нотавон аст ё худ наметавонад имло кунад, бояд сарпарасти ӯ бо [риояти] адолат имло кунад ва ду шоҳид аз мардонатонро [бар он қарордод] гувоҳ бигиред. Агар ду мард набошад, як марду ду зан аз миёни гувоҳоне, ки [ба адолати онон] ризоият доред [гувоҳ бигиред], то агар яке аз он ду [зан] фаромӯш кард, дигаре ба ӯ ёдоварӣ кунад; ва ҳангоме ки гувоҳон [барои адои шаҳодат] даъват шаванд, набояд [аз омадан] худдорӣ кунанд. Ва аз навиштани [қарз] то саррасидаш [озурда ва] дилгир нашавед, хоҳ [маблағаш] кам бошад хоҳ зиёд. Ин [кор] дар назди Аллоҳ таоло ба адолат наздиктар ва барои гувоҳӣ додан устувортар ва барои он, ки [дар миқдор ва муддати вом] дучори тардид нашавед, [ба адолат] наздиктар аст; магар ин ки доду ситади нақдӣ бошад, ки байни худ даст ба даст мекунед. Дар ин сурат гуноҳе бар шумо нест, ки онро нанависед; ва ҳангоме ки доду ситад [-и нақдӣ] кардед, гувоҳ бигиред ва [дар ин миён] набояд ба нависанда ва гувоҳ [ҳеҷ] ранҷу зиёне бирасад; ва агар [чунин] кунед; бе шак [баёнгари] нофармонии шумо хоҳад буд; ва [эй муъминон], аз Аллоҳ таоло парво кунед [ва муомилотро ба ҳамон шакле, ки амр мекунад, анҷом диҳед]. Аллоҳ таоло [он чиро, ки барои дунё ва охирататон судманд аст] ба шумо омӯзиш медиҳад ва Аллоҳ таоло ба ҳар чиз доност","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:283","price":"Агар дар сафар будед ва нависандае наёфтед [ки санади вомро бинависад, чизе] гарав бигиред ва агар яке аз шумо дигареро амин донист [ва чизе гарав нагирифт ва навиштаву гувоҳе низ надошт], он ки амин шумурда шудааст, бояд амонат [ва қарзи] худро бозпас диҳад ва бояд аз Аллоҳ таоло, ки Парвардигори ӯст, парво кунад; ва шаҳодатро китмон накунед ва [бидонед, ки] ҳар касе онро китмон кунад, бе шак, қалбаш гунаҳкор аст; ва Аллоҳ таоло ба он чи мекунед, доност","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:284","price":"Он чи дар осмонҳо ва замин аст, аз они Аллоҳ таоло аст. Агар он чиро дар дили худ доред, ошкор кунед ё пинҳонаш намоед, Аллоҳ таоло шуморо бар [асоси] он муҳосиба [бозпурсӣ] мекунад; пас, [бар асоси бахшиш ва раҳмати хеш] ҳар киро бихоҳад, мебахшад ва [аз рӯйи адолат ва ҳикматаш низ] ҳар киро бихоҳад, азоб мекунад; ва Аллоҳ таоло бар [анҷоми] ҳар коре тавоност","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:285","price":"Расул [-и Аллоҳ таоло] ба он чи аз [сӯйи] Парвардигораш бар ӯ нозил шуда, имон овардааст ва муъминон [низ] ҳамагӣ ба Аллоҳ таоло ва фариштагону китобҳо ва паёмбаронаш имон овардаанд; [ва суханашон ин аст, ки]: Миёни ҳеҷ як аз паёмбаронаш [дар имон ба эшон] тафовуте намегузорем ва гуфтанд: Шунидем ва итоат кардем. Парвардигоро, омурзиши Туро [хоҳонем] ва бозгашти [тамоми умур] ба сӯйи Туст","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:286","price":"Аллоҳ таоло ҳеҷ касро ҷуз ба андозаи тавонаш таклиф [уҳдадор] намекунад. Он чи [аз хубӣ] ба даст овардааст ба суди ӯст ва он чи [аз бадӣ] касб кардааст, ба зиёни ӯст. [Паёмбарон ва муъминон гуфтанд:] Парвардигоро, агар фаромӯш ё хато кардем, моро бозхост макун. Парвардигоро, бори гарон [ва таклифи сангин] бар [дӯши] мо магзор; чунон ки онро [ба муҷозоти гуноҳ ва саркашӣ] бар [дӯши] касоне, ки пеш аз мо буданд [яҳудиён] ниҳодӣ. Парвардигоро, он чи, ки тоби таҳаммулашро надорем, бар [дӯши] мо магзор ва моро биёмурз ва ба мо раҳм кун. Ту ёр [-у корсози] моӣ; пас, моро бар гурӯҳи кофирон пирӯз гардон","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:1","price":"АЛМ [Алиф, Лом, Мим]","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:2","price":"Аллоҳ таоло [маъбуди ростин] аст, ки ҳеҷ маъбуде [ба ҳақ] ҷуз Ӯ нест; зиндаи поянда [ва қоим ба зот] аст","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:3","price":"Ин китоб [Қуръон]-ро, ки таъйидкунандаи китобҳои [осмонии] пешин аст, ба дурустӣ бар ту нозил кард ва Тавроту Инҷилро…","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:4","price":"Пеш аз он [Тавроту Инҷилро] барои ҳидояти мардум нозил кард; ва [низ] Фурқонро [Қуръон, ки ҷудокунандаи ҳақ аз ботил аст] нозил намуд. Касоне, ки ба оёти Аллоҳ таоло кофир шуданд, азоби сахте [дар пеш] доранд; ва Аллоҳ таоло шикастнопазир [-у] интиқомгиранда аст","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:5","price":"Бе тардид, ҳеҷ чиз - [на] дар замин ва на дар осмон – аз Аллоҳ таоло пӯшида намемонад","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:6","price":"Ӯст, ки шуморо ҳар гуна ки бихоҳад дар раҳимҳо шакл медиҳад. Ҳеҷ маъбуде [ба ҳақ] ҷуз Ӯ шикастнопазиру ҳаким нест","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:7","price":"[Эй паёмбар] Ӯст, ки китоб [-и Қуръон]-ро бар ту нозил кард. Бахше аз он оёти муҳкам [сареҳу равшан] аст, ки онҳо асоси китобанду [бахши] дигар муташобеҳот аст [ки таъвилпазиранд]; аммо касоне, ки дар дилҳояшон инҳироф аст, барои фитнаҷӯӣ [ва гумроҳ кардани мардум] ва ба хотири таъвили он [ба дилхоҳи худ], аз муташобеҳи он пайравӣ мекунанд; ҳол он ки таъвилашро [касе] ҷуз Аллоҳ таоло намедонад; ва росихони дар илм [уламои дин] мегӯянд: Мо ба ҳамаи он [оёт, чи муҳкаму чи муташобеҳ] имон овардем; ҳама аз тарафи Парвардигори мост; ва ҷуз хирадмандон касе панд намегирад","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:8","price":"Онон мегӯянд: Парвардигоро, дилҳои моро – баъд аз он, ки ҳидоятамон кардӣ – [аз роҳи ҳақ] мунҳариф магардон ва аз сӯйи худ раҳмате ба мо арзонӣ дор, [ки] бе тардид, Ту бисёр бахшандаӣ","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:9","price":"Парвардигоро, бешак, Ту мардумро барои рӯзе, ки дар [омадани] он тардид нест, ҷамъ хоҳӣ кард. Ҳатман, Аллоҳ таоло дар ваъдаи [худ] хилоф намекунад","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:10","price":"Дар ҳақиқат, касоне, ки куфр варзиданд, амволу фарзандонашон чизе аз [азоби] Аллоҳро аз онон дур нахоҳад кард ва онон худ ҳезуми оташ [-и дӯзах] ҳастанд","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:11","price":"[Шеваи ин кофирон] Ҳамчун шеваи хонадони Фиръавн ва [равиши] касонест, ки пеш аз онҳо буданд: Оёти моро такзиб карданд; пас, Аллоҳ таоло ононро ба [сазои] гуноҳонашон азоб кард; ва Аллоҳ таоло [нисбат ба кофирон] сахткайфар аст","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:12","price":"Ба касоне, ки куфр варзиданд, бигӯ: Ба зудӣ [аз муъминон] шикаст хоҳед хӯрд ва [он гоҳ дар қиёмат] ба сӯйи ҷаҳаннам маҳшур мешавед; ва чи бад ҷойгоҳе аст!","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:13","price":"Ҳатман, дар [рӯёрӯйи] ду гурӯҳе, ки [дар Бадр] бо ҳам рӯбарӯ шуданд, нишона [ва ибрат]-е барои шумо буд; як гурӯҳ дар роҳи Аллоҳ таоло меҷангид ва [гурӯҳи] дигар кофирон буданд. Онҳо ба чашми худ [муъминонро] ду баробари он чи буданд, медиданд; ва Аллоҳ таоло ҳар киро бихоҳад, бо ёрии худ таъйид мекунад. Ба ростӣ, дар ин [моҷаро] барои аҳли биниш, ибрате аст","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:14","price":"Ишқ ба хостаниҳо [-и моддӣ], аз [ҷумла] занону фарзандон ва амволи ҳангуфт – аз тилло ва нуқра ва аспҳои нишондор ва домҳову киштзор [ҳо] – барои мардум ороста шудааст. Ин [ҳама, лаззатҳо ва] колои [зудгузари] зиндагии дунёст ва [ҳол он ки] саранҷоми нек назди Аллоҳ таоло аст","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:15","price":"[Эй паёмбар, ба онон] Бигӯ: Оё [мехоҳед] шуморо аз чизе огоҳ кунам, ки аз ин [дороиҳо ва лаззатҳои моддӣ] беҳтар бошад? Касоне, ки тақво пеша кардаанд, назди Парвардигорашон боғҳое доранд, ки аз зери [дарахтони] он ҷӯйборҳо равон аст; ҷовидона дар он хоҳанд буд ва ҳамсарони покиза [ва беайб доранд] ва [ҳамчунин] аз хушнудии Аллоҳ таоло [бархӯрдоранд]; ва Аллоҳ таоло ба [аҳволи] бандагон биност","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:16","price":"[Ин биҳиштиён] Касоне [ҳастанд], ки мегӯянд: Парвардигоро, ба ростӣ, ки мо имон овардаем; пас, гуноҳонамонро биёмурз ва моро аз азоби оташ нигаҳ дор","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:17","price":"Онон [дар баробари мушкилот ва дар роҳи итоат ва тарки гуноҳ] шикебоӣ меварзанд ва [дар гуфтору рафторашон] ростгӯ ҳастанд ва [дар баробари фармудаҳои илоҳӣ] фармонбардоранд ва [барои хушнудии Бори таоло] инфоқ мекунанд ва дар саҳаргоҳон омурзиш металабанд","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:18","price":"Аллоҳ таоло, ки [дар ҷаҳони ҳастӣ] барподорандаи адл аст, гувоҳӣ додааст, ки маъбуде [ба ҳақ] ҷуз Ӯ нест ва фариштагону уламо [низ бар ягонагӣ ва адолати илоҳӣ гувоҳӣ медиҳанд]. Маъбуде [ба ҳақ] ҷуз Ӯ нест, [ки] шикастнопазиру ҳаким аст","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:19","price":"Дар ҳақиқат, дини [писандида] назди Аллоҳ таоло ҳамон ислом аст; ва касоне, ки китоби [осмонӣ] ба онон дода шудааст, бо якдигар ба ихтилоф напардохтанд, магар пас аз он, ки илм барояшон [ҳосил] омад [ва ҳуҷҷат барояшон тамом шуд]. Он [ихтилоф ва тафриқа] ҳам ба хотири саркашӣ ва ҳасаде [буд], ки миёнашон вуҷуд дошт; ва ҳар ки ба оёти Аллоҳ таоло куфр биварзад, [бидонад, ки] Аллоҳ таоло дар ҳисобрасӣ сареъ аст","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:20","price":"[Эй паёмбар] Агар [дар бораи ислом ва тавҳид] бо ту муҷодала карданд, бигӯ: Ман дар баробари Аллоҳ таоло [ва авомиру аҳкомаш] таслим шудаам ва пайравонам [низ чунин ҳастанд]; ва ба аҳли китоб [яҳудиён ва масеҳиён] ва мушрикон бигӯ: Оё шумо ҳам таслим шудаед? Агар таслим шаванд, ҳатман ҳидоят ёфтаанд ва агар рӯйгардон шуданд [ва сарпечӣ карданд, ғамгин машав, зеро] ту вазифае ҷуз расондан [-и ваҳй] надорӣ; ва Аллоҳ таоло ба [аҳволи] бандагон биност","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:21","price":"Ба ростӣ, касоне, ки ба оёти Аллоҳ таоло куфр меварзанд ва паёмбаронро ба ноҳақ [ва фақат аз рӯйи ситаму душманӣ] мекушанд ва [низ] касонеро, ки ба адолат амр мекунанд, ба қатл мерасонанд, ононро ба азоби дарднок башорат деҳ!","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:22","price":"Онон касоне ҳастанд, ки аъмолашон дар дунё ва охират табоҳ шудааст ва [дар охират] ҳеҷ ёваре надоранд","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:23","price":"[Эй паёмбар] Оё достони касонеро, ки баҳрае аз китоб [-и Таврот] ёфтаанд, надонистаӣ, ки чун ба [бозгашт ба] сӯйи китоби Аллоҳ таоло фаро хонда мешаванд, то миёнашон ҳукм кунад, гурӯҳе аз [уламову бузургони] онон [ки ҳақиқатро хилофи майлу манфиати худ мебинанд] ба ҳоли сарпечӣ рӯ барметобанд?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:24","price":"Ин [рӯйгардонӣ аз ҳақ], бад-он сабаб аст, ки гуфтанд: Оташ [-и дӯзах] ҷуз чанд рӯзе ба мо нахоҳад расид; ва ин [ифтироҳо] ва дурӯғҳое, ки мебофтанд, ононро дар динашон фирефта сохт","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:25","price":"Пас, [ҳоли пушаймониашон] чи гуна хоҳад буд? [Оре, дар бадтарин ҳол хоҳанд буд] Он гоҳ ки ононро барои рӯзе, ки [ҳеҷ] тардиде дар он нест, гирд оварем ва ба ҳар кас [подоши] он чи, ки фароҳам кардааст, ба тамом ва камол дода шавад ва ба эшон ситам нахоҳад шуд","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:26","price":"[Эй паёмбар] Бигӯ: Бор Илоҳо, эй Фармонравои ҳастӣ, ҳар киро бихоҳӣ, ҳукумат мебахшӣ ва аз ҳар ки бихоҳӣ, ҳукуматро бозпас мегирӣ; ва ба ҳар ки бихоҳӣ, иззат [-у қудрат] медиҳӣ ва ҳар киро бихоҳӣ, хор медорӣ. [Парвардигоро] Хубӣ ба дасти Туст ва бе гумон, Ту бар ҳар чизе тавоноӣ","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:27","price":"Шабро ба рӯз дармеоварӣ ва рӯзро ба шаб дармеоварӣ [ва аз тӯли яке мекоҳӣ ва бар дигаре меафзоӣ] ва [мавҷуди] зиндаро аз [моддаи] беҷон берун меоварӣ [рӯйиши гиёҳ аз дона] ва [моддаи] беҷонро аз [мавҷуди] зинда хориҷ месозӣ [берун омадани тухм аз паррандагон] ва ба ҳар ки бихоҳӣ, бешумор рӯзӣ медиҳӣ","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:28","price":"Муъминон набояд кофиронро ба ҷойи муъминон дӯсти худ бигиранд; ва ҳар ки чунин кунад, бо Аллоҳ таоло ҳеҷ пайванде надорад ва [Аллоҳ таоло аз ӯ безорӣ меҷӯяд]; магар он ки [ночор шавед бо нармӣ дар гуфтору рафтор] хешро аз [озори] эшон дар амон доред [ва ба хотири ҳифзи ҷонатон эҳтиёт кунед]; ва Аллоҳ таоло шуморо аз [кайфари] хеш барҳазар медорад; ва бозгашт [-и ҳама] ба сӯйи Аллоҳ таоло аст","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:29","price":"[Эй паёмбар] Бигӯ: Агар ҳар он чи [аз дӯстӣ ва муҳаббати кофирон, ки] дар дилҳоятон аст, пинҳон доред, ё ошкораш кунед, Аллоҳ таоло онро медонад, [ва низ] он чиро, ки дар осмонҳо ва замин аст, медонад; ва Аллоҳ таоло бар ҳар чизе тавоност","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:30","price":"[Рӯзи қиёмат] Рӯзе [аст], ки ҳар кас он чиро аз кори нек [ва бад] анҷом додааст, ҳозир мебинад ва орзу мекунад миёни ӯ ва аъмоли баде, ки анҷом додааст, фосилаи бисёре бошад; ва Аллоҳ таоло шуморо аз [нофармонӣ ва кайфари] худ барҳазар медорад; ва Аллоҳ таоло нисбат ба бандагон [-и худ] дилсӯз аст","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:31","price":"[Эй паёмбар] Бигӯ: Агар Аллоҳро дӯст медоред, аз ман пайравӣ кунед, то Аллоҳ таоло шуморо дӯст бидорад ва гуноҳонатонро биёмурзад; ва Аллоҳ таоло омурзандаи меҳрубон аст","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:32","price":"[Эй паёмбар] Бигӯ: Аллоҳ таоло ва паёмбар [-и Ӯ]-ро итоат кунед; пас, агар пушт карданд [ва сарпечӣ намуданд], ҳатман, Аллоҳ таоло кофиронро дӯст надорад","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:33","price":"Ба ростӣ, ки Аллоҳ таоло Одаму Нуҳ ва хонадони Иброҳиму хонадони Имронро бар ҷаҳониён [бартарӣ дод ва] баргузид","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:34","price":"Фарзандоне, ки бархе аз онон [дар тавҳиду ибодат] аз [пайи] бархи дигаранд; ва Аллоҳ таоло шунавову доност","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:35","price":"[Эй паёмбар, ёд кун аз] Ҳангоме ки ҳамсари Имрон гуфт: Парвардигоро, ман он чиро дар шикам дорам, барои Ту назр кардам, ки озод [аз ҳар чиз дар хидмати Байт-ул-муқаддас ва парастишгари Ту] бошад; пас, аз ман бипазир, ки Ту худ шунавову доноӣ","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:36","price":"Пас, ҳангоме ки ӯро бизод, гуфт: Парвардигоро, ман ӯро духтар зодаам – вале Аллоҳ таоло ба он чи ӯ ба дунё оварда буд, донотар буд – ва писар ҳаммонанди духтар нест ва ман ӯро Марям ном ниҳодам ва ӯву фарзандонашро аз [шарри] шайтони рондашуда дар паноҳи Ту қарор медиҳам","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:37","price":"Он гоҳ Парвардигораш ӯ [Марям]-ро ба накуӣ пазируфт ва [ниҳоли вуҷудашро] ба шеваи шоистае парвариш дод ва сарпарастиашро ба Закариё супурд. Ҳар гоҳ Закариё вориди ибодатгоҳ [-и ӯ] мешуд, наздаш ғизое меёфт [пас, бо шигифтӣ] мегуфт: Эй Марям, ин [ғизо] аз куҷо бароят омадааст? [Марям] Мегуфт: Ин [ғизо] аз ҷониби Аллоҳ таоло аст. Бе гумон, Аллоҳ таоло ба ҳар ки бихоҳад, бешумор рӯзӣ медиҳад","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:38","price":"Он ҷо [буд, ки] Закариё Парвардигорашро хонд [ва] гуфт: Парвардигоро, аз ҷониби хеш фарзанди поку писандида ба ман ато кун, [ки] бе тардид, Ту шунавандаи дуоӣ","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:39","price":"Пас, дар ҳоле ки ӯ [Закариё] истода дар ибодатгоҳ намоз мехонд, фариштагон нидояш доданд, ки: Аллоҳ таоло туро ба [вилодати] Яҳё башорат медиҳад, [ки] тасдиқкунандаи калимаи Аллоҳ таоло [Исо] аст ва [дар илму ибодат, бар қавми хеш] сарвар аст ва порсост [ба шаҳавот таваҷҷуҳе надорад] ва паёмбаре аз шоистагон аст","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:40","price":"[Закариё] Гуфт: Парвардигоро, чи гуна маро фарзанде хоҳад буд, ҳол он ки пирӣ ба суроғам омадаву ҳамсарам нозост? [Аллоҳ таоло] Гуфт: [амри офариниш] Чунин аст, [ки] Аллоҳ таоло ҳар чи бихоҳад анҷом медиҳад","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:41","price":"[Закариё] Гуфт: Парвардигоро, бароям нишонае қарор бидеҳ; [Аллоҳ таоло] Фармуд: Нишонаат ин аст, ки се [шабона] рӯз [бидуни ин ки бемор бошӣ] ҷуз бо ишора қодир ба сухан гуфтан бо мардум нестӣ [пас, сабур бош] ва Парвардигоратро бисёр ёд кун ва шомгоҳону субҳгоҳон [Ӯро] тасбеҳ бигӯ","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:42","price":"Ва [Эй паёмбар, ёд кун аз] ҳангоме ки фариштагон гуфтанд: Эй Марям, Аллоҳ таоло туро баргузида ва пок сохта ва туро [дар асри худ] бар занони ҷаҳон бартарӣ додааст","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:43","price":"Эй Марям, [ҳамвора] ибодатгари Парвардигори хеш бошу [ва барои Ӯ] саҷда бигзор ва ҳамроҳи рукуъкунандагон рукуъ кун","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:44","price":"[Эй паёмбар] Ин [хабар] аз хабарҳои ғайбест, ки ба ту ваҳй мекунем ва ту ҳангоме ки [уламои мазҳаби яҳуд] қаламҳои худро [барои қуръакашӣ ба об] меафканданд, то [таъйин кунанд, ки] кадом як сарпарастии Марямро ба уҳда гирад, наздашон набудӣ; ва [низ] вақте ки [ба сари ин мавзӯъ] бо якдигар кашмакаш мекарданд, канорашон ҳузур надоштӣ","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:45","price":"Ва [Эй паёмбар, ёд кун аз] ҳангоме ки фариштагон гуфтанд: Эй Марям, Аллоҳ таоло туро ба калимае аз ҷониби хеш башорат медиҳад, ки номаш Масеҳ – Исо ибни Марям – аст; дар ҳоле ки [ӯ] дар дунё ва охират обрӯманд ва аз наздикони [даргоҳи илоҳӣ] аст","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:46","price":"Ӯ дар гаҳвора [ба эъҷоз] ва дар куҳансолӣ [ба ваҳйи илоҳӣ] бо мардум сухан мегӯяд ва аз шоистагон аст","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:47","price":"[Марям] Гуфт: Парвардигоро, чи гуна фарзанде хоҳам дошт, дар ҳоле [ҳеҷ] башаре ба ман даст назадааст? [Фаришта] Гуфт: Аллоҳ таоло бад-ин сон ҳар чиро бихоҳад, меофаринад, [ва] ҳар гоҳ, ки иродаи чизе кунад, фақат ба он мегӯяд: Бош, пас, он [бедиранг] мавҷуд мешавад","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:48","price":"Ва [низ башорат дод, ки Аллоҳ таоло] ба ӯ китобу ҳикмат ва Тавроту Инҷил меомӯзад","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:49","price":"Ва паёмбаре ба сӯйи Бани Исроил аст, ки [ба онон мегӯяд]: Ман аз сӯйи Парвардигоратон барои шумо нишонае овардаам: Ман аз гил бароятон [чизе] ба шакли парранда месозам; он гоҳ дар он медамам ва ба фармони Аллоҳ таоло [он гили беҷон табдил ба] паррандае мешавад; ва [ҳамчунин] ба фармони Аллоҳ таоло кӯри модарзод ва мубталоён ба песиро беҳбудӣ мебахшам ва мурдагонро зинда мекунам ва аз он чи мехуред ва дар хонаҳоятон захира мекунед, ба шумо хабар медиҳам. Мусалламан, агар имон дошта бошед, дар инҳо нишонае барои шумост [ки нубувватамро бовар кунед]","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:50","price":"Ва [мегӯяд: Омадаам то] тасдиқкунандаи Таврот бошам, ки пеш аз ман [нозил шуда] аст; ва [фиристода шудаам] то бархе аз чизҳоеро, ки бар шумо ҳаром шуда буд, ҳалол кунам; ва нишонае аз тарафи Парвардигоратон барои шумо овардаам; пас, аз Аллоҳ таоло парво (ва тақво) дошта бошед ва маро итоат кунед","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:51","price":"Ба ростӣ, ки Аллоҳ таоло, Парвардигори ману Парвардигори шумост; пас, Ӯро бипарастед, [ки] роҳи рост ин аст","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:52","price":"Сипас чун Исо ба куфри онон пай бурд, гуфт: Чи касоне ёварони ман [дар роҳи даъват] ба сӯйи Аллоҳ таоло ҳастанд? Ҳавориюн гуфтанд: Мо ёварони [дини] Аллоҳ таоло ҳастем; ба Аллоҳ таоло имон овардаем ва [ту низ, эй Исо] гувоҳ бош, ки мо таслим [-и Ӯ] ҳастем","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:53","price":"Парвардигоро, ба он чи нозил кардаӣ, имон овардем ва аз фиристода [-и Ту] пайравӣ намудем; пас, моро дар зумраи гувоҳон [ба ҳақ ва муъминон ба паёмбарат] бинавис","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:54","price":"[Пас аз муддате кофирони Бани Исроил барои куштани Исо] Макр варзиданд ва Аллоҳ таоло [низ дар посухашон] макр намуд ва Аллоҳ таоло бехтарин макрангезон аст","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:55","price":"[Ёд кун аз] Ҳангоме ки Аллоҳ таоло [ба Исо] фармуд: Эй Исо, ман туро бармегирам ва ба сӯйи хеш боло мебарам ва туро аз [олоишу туҳмати] касоне, ки куфр варзиданд, пок мегардонам ва то рӯзи растохез касонеро, ки аз ту пайравӣ карданд [ва ба Муҳаммад имон оварданд], бартар аз касоне қарор медиҳам, ки куфр варзиданд. Сипас бозгаштатон ба сӯйи ман аст; он гоҳ дар [мавриди] он чи дар он ихтилоф мекардед, миёнатон доварӣ мекунам","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:56","price":"Аммо касоне, ки куфр варзиданд, дар дунё ва охират ба азоби сахт муҷозоташон мекунам ва ёвароне нахоҳанд дошт","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:57","price":"Ва аммо касоне, ки имон оварданд ва корҳои шоиста анҷом доданд, [Аллоҳ таоло] подошашонро ба таври комил ба эшон хоҳад дод; ва Аллоҳ таоло ситамгоронро дӯст намедорад","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:58","price":"[Эй паёмбар] Инҳо, ки [аз моҷарои Исо] бар ту мехонем, аз нишонаҳо [-и равшан аст далолаткунанда бар ростгӯии ту ва дурустии ин] андарзи ҳикматомез [Қуръон]","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:59","price":"Дар ҳақиқат, масали Исо назди Аллоҳ таоло ҳамчун масали [офариниши] Одам аст, [ки] ӯро аз хок офариду сипас ба ӯ фармуд: Бош; пас, [бедиранг] мавҷуд шуд","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:60","price":"[Он чи дар бораи Исо баён кардем] Ҳақиқате аз ҷониби Парвардигори туст; пас, ҳаргиз аз тардидкунандагон мабош","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:61","price":"Пас, [эй паёмбар] ҳар ки [аз масеҳиёни Наҷрон] пас аз он донише, ки дар бораи ӯ [Исо] бароят [ҳосил] омадааст, бо ту баҳсу ҷадал кунад, [ба онҳо] бигӯ: Биёед [ҳамагиро] фаро бихонем: писарони мову писарони шумо ва занони мову занони шумо ва худи мову шумо [низ ҳозир шавем]; сипас ба [даргоҳи илоҳӣ тазарруъ ва] дуо кунем ва лаънати Аллоҳро бар дурӯғгӯён қарор диҳем","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:62","price":"Ин ҳамон достони ҳақиқӣ [-и Масеҳ] аст ва ҳеҷ маъбуде [ба ҳақ] ҷуз Аллоҳ таоло нест ва бе гумон, Аллоҳ таоло аст, ки шикастнопазир [ва] ҳаким аст","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:63","price":"Пас, агар [аз сухани ҳақ] рӯй гардонанд, [бидон, ки] Аллоҳ таоло аз [ҳоли] муфсидон огоҳ аст","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:64","price":"[Эй паёмбар] Бигӯ: Эй аҳли китоб, ба сӯйи сухане биёед, ки миёни мо ва шумо одилона аст [ва инҳирофе аз ҳақ дар он нест]: ки ҷуз Аллоҳро напарастем ва чизеро [дар қудрату тадбир] бо Ӯ шарик насозем ва бархе аз мо бархи дигарро ба ҷой Аллоҳ таоло [ба парастиш] нагиранд. Агар онон [аз ин даъват] рӯй гардонанд, пас, [эй муъминон, ба эшон] бигӯед: Гувоҳ бошед, ки мо таслим [-и авомири илоҳӣ] ҳастем","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:65","price":"Эй аҳли китоб, чаро дар бораи Иброҳим муҷодила мекунед; дар ҳоле ки Таврот ва Инҷил баъд аз ӯ нозил шудааст? Оё намеандешед?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:66","price":"Ҳон! Шумо [аҳли китоб] касоне ҳастед, ки дар бораи он чи нисбат ба он огоҳӣ ва илм доштед, баҳсу ситез мекардед; пас, чаро [инак] дар мавриди чизе, ки бад-он илм надоред [ва дар китобҳоятон наёмадааст], баҳсу ситез мекунед? Дар ҳоле ки Аллоҳ таоло [ҳақоиқи умурро] медонад ва шумо намедонед","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:67","price":"Иброҳим на яҳудӣ буд ва на масеҳӣ; балки ҳақгарои мусулмон буд ва ҳаргиз дар зумраи мушрикон набуд","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:68","price":"Ба ростӣ, сазовортарин мардум ба Иброҳим ҳамон касоне ҳастанд, ки аз ӯ пайравӣ кардаанд; ва [аз ҷумла] ин паёмбар [-и шумо-Муҳаммад] ва касоне, ки [мусулмонанд ва ба ӯ] имон овардаанд; ва Аллоҳ таоло [ёру] корсози муъминон аст","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:69","price":"[Эй муъминон] Гурӯҳе аз аҳли китоб орзу мекарданд, кош шуморо гумроҳ мекарданд; дар ҳоле ки ҷуз худашон [касе]–ро гумроҳ намекунанд ва [аммо] намефаҳманд","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:70","price":"Эй аҳли китоб, чаро ба оёти Аллоҳ таоло кофир мешавед, дар ҳоле ки худ [ба дурустии он] гувоҳӣ медиҳед?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:71","price":"Эй аҳли китоб, чаро ҳақро ба ботил меомезед ва ҳақиқат [-и паёмбарии Муҳаммад]-ро пинҳон мекунед, дар ҳоле ки худ медонед?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:72","price":"Гурӯҳе аз [уламои] аҳли китоб [ба ҳамдигар] гуфтанд: Дар оғози рӯз ба он чи ба муъминон нозил шудааст, имон биёваред ва дар поён [-и рӯз] кофир шавед; шояд онон [низ тардид кунанд ва аз ислом] баргарданд","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:73","price":"Ва [ин ки] имон наёваред магар ба касе, ки аз дини шумо пайравӣ мекунад. [Эй паёмбар, ба онон] Бигӯ: Дар ҳақиқат, ҳидоят ҳидояти Аллоҳ таоло аст. [Боз гуфтанд: Ҳаргиз чизе ба мусулмонон наёмӯзед ва иҷозат надиҳед] ба каси он чи ба шумо додааст, дода шавад ё [далеле дар ихтиёрашон нагузоред, ки битвонанд] дар пешгоҳи Парвардигоратон бо шумо баҳс кунанд. [Эй паёмбар] Бигӯ: Бе тардид, фазл [-у бартарӣ] ба дасти Аллоҳ таоло аст; онро ба ҳар ки бихоҳад, мебахшад; ва Аллоҳ таоло кушоишгари доност","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:74","price":"Раҳмати хешро ба ҳар ки бихоҳад, ихтисос медиҳад; ва Аллоҳ таоло дорои бахшиши бузург [ва беандоза] аст","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:75","price":"Аз аҳли китоб касе ҳаст, ки агар моли фаровоне ба ӯ амонат диҳӣ, онро ба ту бозмегардонад; ва аз [миёни] онон касе ҳаст, ки агар ӯро бар диноре амин бишуморӣ, онро ба ту бознамегардонад; магар он ки пайваста бар [дарёфти] он истодагӣ кунӣ. Ин бад-он хотир аст, ки онон мегӯянд: Дар мавриди [хурдани амволи] қавми араб, гуноҳе бар мо нест; ва [бад-ин гуна онон] дар ҳоле ки [ҳақиқатро] медонанд, бар Аллоҳ таоло дурӯғ мебанданд","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:76","price":"Оре, [ин кор гуноҳ аст; аммо] ҳар ки ба паймони худ вафо кунад ва парҳезгорӣ намояд, [бидонад, ки] бе тардид, Аллоҳ таоло парҳезгоронро дӯст медорад","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:77","price":"Касоне, ки паймони Аллоҳ таоло [дар бораи иҷрои аҳком] ва савгандҳои худ [дар бораи пайравӣ аз Муҳаммад]-ро ба баҳои ночизе мефурушанд, яқинан баҳрае дар охират нахоҳанд дошт ва Аллоҳ таоло рӯзи қиёмат бо онон сухан намегӯяд ва ба эшон наменигарад ва онҳоро [аз гуноҳ] пок намесозад ва азоби дардноке [дар пеш] доранд","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:78","price":"Ва гурӯҳе аз онон [яҳудиён] ҳастанд, ки забони худро ба [ҳангоми тиловати] китоби [Таврот] чунон мегардонанд, ки гумон мекунед, [он чи мехонанд, воқеан,] аз [матолиби он] китоб аст, дар ҳоле ки аз он китоб нест; ва [боз ба дурӯғ] мегӯянд: Он [ҷумалот] аз ҷониби Аллоҳ таоло аст; дар сурате ки аз ҷониби Аллоҳ таоло нест ва бар Аллоҳ таоло дурӯғ мебанданд, дар ҳоле ки худ [низ ҳақиқатро] медонанд","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:79","price":"Барои ҳеҷ башаре сазовор нест, ки Аллоҳ таоло ба ӯ китоб ва ҳукм [донишу фаҳм] ва паёмбарӣ диҳад, сипас ӯ ба мардум бигӯяд: Ба ҷойи Аллоҳ таоло, бандагони ман бошед. Балки [сазовор аст, ки паёмбарон ба мардум бигӯянд]: Ба хотири он, ки китоб [-и Таврот]-ро омӯзиш медодед ва аз он ҷо, ки [ақоиду аҳкоми онро ба дигарон] дарс медодед, [фақеҳону донишмандони] илоҳӣ бошед","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:80","price":"Ва на ин ки ба шумо фармон диҳад, ки фариштагон ва паёмбаронро [ба ҷойи Аллоҳ таоло] соҳибихтиёр [ба парастиш] бигиред. Оё [ин шахс] шуморо пас аз он, ки мусулмон шудед, ба куфр фармон медиҳад?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:81","price":"Ва [эй паёмбар, ёд кун аз] ҳангоме ки Аллоҳ таоло аз паёмбарон паймон гирифт [ва фармуд]: Ҳар гоҳ ба шумо китобу ҳикмате додам, он гоҳ фиристодае [Муҳаммад] ба сӯятон омад, ки он чиро бо шумост, тасдиқ кард, бояд ба ӯ имон оваред ва ёриаш кунед. [Он гоҳ] Фармуд: Оё иқрор кардед ва паймони муҳками маро дар ин бора пазируфтед? [Онон] Гуфтанд: Иқрор кардем. [Аллоҳ таоло] Фармуд: Пас, [бар худу умматҳоятон] гувоҳ бошед ва ман [низ] бо шумо аз гувоҳонам","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:82","price":"Пас, ҳар ки баъд аз ин [паймон, аз аҳди хеш] рӯй бигардонад, ононанд, ки фосиқанд","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:83","price":"Оё [кофирон, оине] ба ҷуз дини Аллоҳро меҷӯянд? Ҳол он ки ҳар ки [ва ҳар чи] дар осмонҳо ва замин аст – хоҳ ноҳоҳ – сар ба фармони Ӯ ниҳодааст ва [ҳамагӣ] ба сӯйи Ӯ бозгардонда мешаванд","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:84","price":"[Эй паёмбар] Бигӯ: Ба Аллоҳ таоло ва он чи бар мо нозил шудааст, имон овардем ва [ҳамчунин ба] он чи бар Иброҳим ва Исмоил ва Исҳоқу Яъқуб ва [паёмбароне, ки аз] наводагон [-и Яқуб буданд] нозил гардидааст ва он чи ба Мӯсо ва Исо ва [дигар] паёмбарон аз ҷониби Парвардигорашон дода шудааст; миёни ҳеҷ як аз онон фарқе намегузорем ва таслими Ӯ ҳастем","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:85","price":"Ҳар ки дине ғайр аз ислом баргузинад, ҳаргиз аз ӯ пазируфта нахоҳад шуд ва дар охират аз зиёнкорон аст","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:86","price":"Чи гуна Аллоҳ таоло қавмеро ҳидоят мекунад, ки баъд аз имонашон ва [пас аз он ки] гувоҳӣ доданд ба ин ки паёмбар [-и ислом] барҳақ аст, барояшон далоили равшан омад, кофир шуданд? Ва, албатта, Аллоҳ таоло қавми ситамгорро ҳидоят намекунад","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:87","price":"Ҷазояшон ин аст, ки лаънати Аллоҳ таоло ва фариштагону мардум ҳамагӣ бар онҳост","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:88","price":"Дар он [лаънат ва азоби онон] ҷовидона боқӣ мемонанд ва на аз азобашон коста мешавад ва на муҳлат [-и узрхоҳӣ] меёбанд","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:89","price":"Магар касоне, ки пас аз он тавба карданд ва [бо дурусткорӣ, рафторашонро] ислоҳ намуданд; пас, бе гумон, Аллоҳ таоло омурзандаи меҳрубон аст","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:90","price":"Ба ростӣ касоне, ки пас аз имони худ кофир шуданд ва бар куфр [-и хеш] афзуданд, ҳаргиз тавбаи онон пазируфта нахоҳад шуд ва ононанд, ки гумроҳанд","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:91","price":"Касоне, ки куфр варзиданд ва дар ҳоли куфр аз дунё рафтанд, агарчи рӯйи замин пур аз тилло бошад ва онро ба унвони фидя [ва каффораи аъмоли бади хеш] бипардозанд, ҳаргиз аз ҳеҷ як аз онҳо пазируфта нахоҳад шуд ва муҷозоти дарднок [дар пеш] доранд ва ёвароне нахоҳанд дошт","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"3:92","price":"[Эй муъминон] Ҳаргиз ба [манзалату савоби] накукорӣ даст намеёбед, магар он ки аз он чи дӯст медоред, инфоқ кунед; ва бе тардид, Аллоҳ таоло ба он чи инфоқ мекунед, доност","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"tg"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}