{"data":[{"name":"12:1","price":"1. Alif-Lâm-Râ. [These letters are one of the miracles of the Qur’ân, and none but Allâh (Alone) knows their meanings]. These are the Verses of the Clear Book (the Qur’ân that makes clear the legal and illegal things, laws, a guidance and a blessing).","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:2","price":" 2. Verily, We have sent it down as an Arabic Qur’ân in order that you may understand.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:3","price":" 3. We relate unto you (Muhammad صلى الله عليه و سلم) the best of stories through Our Revelations unto you, of this Qur’ân. And before this (i.e. before the coming of Divine Revelation to you), you were among those who knew nothing about it (the Qur’ân).","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:4","price":" 4. (Remember) when Yûsuf (Joseph) said to his father: \"O my father! Verily, I saw (in a dream) eleven stars and the sun and the moon - I saw them prostrating themselves to me.\"","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:5","price":"5. He (the father) said: \"O my son! Relate not your vision to your brothers, lest they should arrange a plot against you. Verily! Shaitân (Satan) is to man an open enemy!","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:6","price":" 6. \"Thus will your Lord choose you and teach you the interpretation of dreams (and other things) and perfect His Favour on you and on the offspring of Ya‘qûb (Jacob), as He perfected it on your fathers, Ibrâhîm (Abraham) and Ishâq (Isaac) aforetime! Verily, your Lord is All-Knowing, All-Wise.\"","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:7","price":" 7. Verily, in Yûsuf (Joseph) and his brethren, there were Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) for those who ask.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:8","price":" 8. When they said: \"Truly, Yûsuf (Joseph) and his brother (Benjamin) are dearer to our father than we, while we are a strong group. Really, our father is in a plain error.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:9","price":" 9. \"Kill Yûsuf (Joseph) or cast him out to some (other) land, so that the favour of your father may be given to you alone, and after that you will be righteous folk (by intending repentance before committing the sin).\"","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:10","price":" 10. One from among them said: \"Kill not Yûsuf (Joseph), but if you must do something, throw him down to the bottom of a well; he will be picked up by some caravan of travellers.\"","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:11","price":" 11. They said: \"O our father! Why do you not trust us with Yûsuf (Joseph) though we are indeed his well-wishers?\"","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:12","price":" 12. \"Send him with us tomorrow to enjoy himself and play, and verily, we will take care of him.\"","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:13","price":" 13. He [Ya‘qûb (Jacob)] said: \"Truly, it saddens me that you should take him away. I fear lest a wolf should devour him, while you are careless of him.\"","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:14","price":" 14. They said: \"If a wolf devours him, while we are a strong group (to guard him), then surely, we are the losers.\"","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:15","price":" 15. So, when they took him away and they all agreed to throw him down to the bottom of the well, (they did so) and We revealed to him: \"Indeed, you shall (one day) inform them of this their affair, when they know (you) not.\"","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:16","price":" 16. And they came to their father in the early part of the night weeping.","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:17","price":" 17. They said: \"O our father! We went racing with one another, and left Yûsuf (Joseph) by our belongings and a wolf devoured him; but you will never believe us even when we speak the truth.\"","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:18","price":" 18. And they brought his shirt stained with false blood. He said: \"Nay, but your ownselves have made up a tale. So (for me) patience is most fitting. And it is Allâh (Alone) Whose help can be sought against that (lie) which you describe.\"","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:19","price":" 19. And there came a caravan of travellers and they sent their water-drawer, and he let down his bucket (into the well). He said: \"What good news! Here is a boy.\" So they hid him as merchandise (a slave). And Allâh was the All-Knower of what they did.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:20","price":" 20. And they sold him for a low price - for a few Dirhams (i.e. for a few silver coins). And they were of those who regarded him insignificant.","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:21","price":" 21. And he (the man) from Egypt who bought him, said to his wife: \"Make his stay comfortable, may be he will profit us or we shall adopt him as a son.\" Thus did We establish Yûsuf (Joseph) in the land, that We might teach him the interpretation of events. And Allâh has full power and control over His Affairs, but most of men know not.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:22","price":" 22. And when he [Yûsuf (Joseph)] attained his full manhood, We gave him wisdom and knowledge (the Prophethood); thus We reward the Muhsinûn (doers of good - see the footnote of V.9:120).","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:23","price":" 23. And she, in whose house he was, sought to seduce him (to do an evil act), and she closed the doors and said: \"Come on, O you.\" He said: \"I seek refuge in Allâh (or Allâh forbid)! Truly, he (your husband) is my master! He made my living in a great comfort! (So I will never betray him). Verily, the Zâlimûn (wrong and evil-doers) will never be successful.\"","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:24","price":" 24. And indeed she did desire him, and he would have inclined to her desire, had he not seen the evidence of his Lord. Thus it was, that We might turn away from him evil and illegal sexual intercourse. Surely, he was one of Our chosen (guided) slaves.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:25","price":" 25. So they raced with one another to the door, and she tore his shirt from the back. They both found her lord (i.e. her husband) at the door. She said: \"What is the recompense (punishment) for him who intended an evil design against your wife, except that he be put in prison or a painful torment?\"","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:26","price":" 26. He [Yûsuf (Joseph)] said: \"It was she that sought to seduce me;\" and a witness of her household bore witness (saying): \"If it be that his shirt is torn from the front, then her tale is true and he is a liar!","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:27","price":" 27. \"But if it be that his shirt is torn from the back, then she has told a lie and he is speaking the truth!\"","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:28","price":" 28. So when he (her husband) saw his [(Yûsuf’s (Joseph)] shirt torn at the back, he (her husband) said: \"Surely, it is a plot of you women! Certainly mighty is your plot!","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:29","price":" 29. \"O Yûsuf (Joseph)! Turn away from this! (O woman!) Ask forgiveness for your sin. Verily, you were of the sinful.\"","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:30","price":" 30. And women in the city said: \"The wife of Al-‘Azîz is seeking to seduce her (slave) young man, indeed she loves him violently; verily we see her in plain error.\"","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:31","price":"31. So when she heard of their accusation, she sent for them and prepared a banquet for them; she gave each one of them a knife (to cut the foodstuff with), and she said [(to Yûsuf (Joseph)]: \"Come out before them.\" Then, when they saw him, they exalted him (at his beauty) and (in their astonishment) cut their hands. They said: \"How perfect is Allâh (or Allâh forbid)! No man is this! This is none other than a noble angel!\"","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:32","price":" 32. She said: \"This is he (the young man) about whom you did blame me, and I did seek to seduce him, but he refused. And now if he refuses to obey my order, he shall certainly be cast into prison, and will be one of those who are disgraced.\"","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:33","price":" 33. He said: \"O my Lord! Prison is dearer to me than that to which they invite me. Unless You turn away their plot from me, I will feel inclined towards them and be one (of those who commit sin and deserve blame or those who do deeds) of the ignorant.\"","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:34","price":" 34. So his Lord answered his invocation and turned away from him their plot. Verily, He is the All-Hearer, the All-Knower.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:35","price":" 35. Then it occurred to them, after they had seen the proofs (of his innocence), to imprison him for a time.","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:36","price":" 36. And there entered with him two young men in the prison. One of them said: \"Verily, I saw myself (in a dream) pressing wine.\" The other said: \"Verily, I saw myself (in a dream) carrying bread on my head and birds were eating thereof.\" (They said): \"Inform us of the interpretation of this. Verily, we think you are one of the Muhsinûn (doers of good).\"","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:37","price":" 37. He said: \"No food will come to you (in wakefulness or in dream) as your provision, but I will inform (in wakefulness) its interpretation before it (the food) comes. This is of that which my Lord has taught me. Verily, I have abandoned the religion of a people that believe not in Allâh and are disbelievers in the Hereafter (i.e. the Kan‘anyyûn of Egypt who were polytheists and used to worship sun and other false deities).","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:38","price":" 38. \"And I have followed the religion of my fathers,[1] - Ibrâhîm (Abraham), Ishâq (Isaac) and Ya‘qûb (Jacob) [عليهم السلام], and never could we attribute any partners whatsoever to Allâh. This is from the Grace of Allâh to us and to mankind, but most men thank not (i.e. they neither believe in Allâh, nor worship Him).","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"(V.12:38) See the footnote of (V. 2:135).","lang":"en"},{"name":"12:39","price":" 39. \"O two companions of the prison! Are many different lords (gods) better or Allâh, the One, the Irresistible?","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:40","price":" 40. \"You do not worship besides Him but only names which you have named (forged) - you and your fathers - for which Allâh has sent down no authority. The command (or the judgement) is for none but Allâh. He has commanded that you worship none but Him (i.e. His Monotheism); that is the (true) straight religion, but most men know not.","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:41","price":" 41. \"O two companions of the prison! As for one of you, he (as a servant) will pour out wine for his lord (king or master) to drink; and as for the other, he will be crucified and birds will eat from his head. Thus is the case judged concerning which you both did inquire.\"","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:42","price":" 42. And he said to the one whom he knew to be saved: \"Mention me to your lord (i.e. your king, so as to get me out of the prison).\" But Shaitân (Satan) made him forget to mention it to his Lord [or Satan made Yûsuf (Joseph) to forget the remembrance of his Lord (Allâh) as to ask for His Help, instead of others]. So [Yûsuf (Joseph)] stayed in prison a few (more) years.","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:43","price":" 43. And the king (of Egypt) said: \"Verily, I saw (in a dream) seven fat cows, whom seven lean ones were devouring, and seven green ears of corn, and (seven) others dry. O notables! Explain to me my dream, if it be that you can interpret dreams.\"","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:44","price":"44. They said: \"Mixed up false dreams and we are not skilled in the interpretation of dreams.\"","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:45","price":" 45. Then the man who was released (one of the two who were in prison), now at length remembered and said: \"I will tell you its interpretation, so send me forth.\"","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:46","price":" 46. (He said): \"O Yûsuf (Joseph), the man of truth! Explain to us (the dream) of seven fat cows whom seven lean ones were devouring, and of seven green ears of corn, and (seven) others dry, that I may return to the people, and that they may know.\"","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:47","price":" 47. [(Yûsuf (Joseph)] said: \"For seven consecutive years, you shall sow as usual and that (the harvest) which you reap you shall leave it in the ears, (all) except a little of it which you may eat.","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:48","price":" 48. \"Then will come after that, seven hard (years), which will devour what you have laid by in advance for them, (all) except a little of that which you have guarded (stored).","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:49","price":" 49. \"Then thereafter will come a year in which people will have abundant rain and in which they will press (wine and oil).\"","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:50","price":" 50. And the king said: \"Bring him to me.\" But when the messenger came to him, [Yûsuf (Joseph)] said: \"Return to your lord and ask him, ‘What happened to the women who cut their hands? Surely, my Lord (Allâh) is Well-Aware of their plot.’\"","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:51","price":" 51. (The King) said (to the women): \"What was your affair when you did seek to seduce Yûsuf (Joseph)?\" The women said: \"Allâh forbid! No evil know we against him!\" The wife of Al-‘Azîz said: \"Now the truth is manifest (to all); it was I who sought to seduce him, and he is surely of the truthful.\"","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:52","price":" 52. [Then Yûsuf (Joseph) said: \"I asked for this enquiry] in order that he (Al-‘Azîz) may know that I betrayed him not in (his) absence\". And, verily! Allâh guides not the plot of the betrayers.[1]","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"(V.12:52).\na) Narrated Ibn ‘Umarرضي الله عنهما : The Prophet صلى الله عليه وسلم said, \"For every betrayer (perfidious person), a flag will be raised on the Day of Resurrection, and it will be announced (publicly): ‘This is the betrayal (perfidy) of so-and-so, the son of so-and-so.’ \"\n(Sahih Al-Bukhari, Vol.8, Hadith No.196)\nb) See the footnote of (V.4:145).","lang":"en"},{"name":"12:53","price":"53. \"And I free not myself (from the blame). Verily, the (human) self is inclined to evil, except when my Lord bestows His Mercy (upon whom He wills). Verily, my Lord is Oft-Forgiving, Most Merciful.\"","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:54","price":" 54. And the king said: \"Bring him to me that I may attach him to my person.\" Then, when he spoke to him, he said: \"Verily, this day, you are with us high in rank and fully trusted.\"","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:55","price":" 55. [Yûsuf (Joseph)] said: \"Set me over the store-houses of the land; I will indeed guard them with full knowledge\" (as a minister of finance in Egypt).","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:56","price":" 56. Thus did We give full authority to Yûsuf (Joseph) in the land, to take possession therein, when or where he likes. We bestow of Our Mercy on whom We will, and We make not to be lost the reward of Al-Muhsinûn (the good doers - See V.2:112).","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:57","price":" 57. And verily, the reward of the Hereafter is better for those who believe and used to fear Allâh and keep their duty to Him (by abstaining from all kinds of sins and evil deeds and by performing all kinds of righteous good deeds).","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:58","price":" 58. And Yûsuf’s (Joseph) brethren came and they entered unto him, and he recognized them, but they recognized him not.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:59","price":" 59. And when he had furnished them with their provisions (according to their need), he said: \"Bring me a brother of yours from your father (he meant Benjamin). See you not that I give full measure, and that I am the best of the hosts?","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:60","price":" 60. \"But if you bring him not to me, there shall be no measure (of corn) for you with me, nor shall you come near me.\"","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:61","price":" 61. They said: \"We shall try to get permission (for him) from his father, and verily, we shall do it.\"","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:62","price":" 62. And [Yûsuf (Joseph)] told his servants to put their money (with which they had bought the corn) into their bags, so that they might know it when they go back to their people; in order they might come again.","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:63","price":" 63. So, when they returned to their father, they said: \"O our father! No more measure of grain shall we get (unless we take our brother). So send our brother with us, and we shall get our measure and truly we will guard him.\"","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:64","price":" 64. He said: \"Can I entrust him to you except as I entrusted his brother [Yûsuf (Joseph)] to you aforetime? But Allâh is the Best to guard, and He is the Most Merciful of those who show mercy.\"","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:65","price":" 65. And when they opened their bags, they found their money had been returned to them. They said: \"O our father! What (more) can we desire? This, our money has been returned to us; so we shall get (more) food for our family, and we shall guard our brother and add one more measure of a camel’s load. This quantity is easy (for the king to give).\"","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:66","price":" 66. He [Ya‘qûb (Jacob)] said: \"I will not send him with you until you swear a solemn oath to me in Allâh’s Name, that you will bring him back to me unless you are yourselves surrounded (by enemies),\" And when they had sworn their solemn oath, he said: \"Allâh is the Witness to what we have said.\"","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:67","price":" 67. And he said: \"O my sons! Do not enter by one gate, but enter by different gates, and I cannot avail you against Allâh at all. Verily! The decision rests only with Allâh. In Him, I put my trust and let all those that trust, put their trust in Him.\"[1]","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"(V.12:67).\na) Narrated Ibn ‘Abbâs رضي الله عنهما : Allâh’s Messenger صلى الله عليه وسلم said, \"Seventy thousand people of my followers will enter Paradise without account, and they are those who do not practise Ar-Ruqyah and do not see an evil omen in things, and put their trust in their Lord.\" (Sahih Al-Bukhari, Vol.8, Hadith No. 479)\nAr-Ruqyah: See the glossary.\nb) Narrated Abu Hurairah رضي الله عنه : The Prophet صلى الله عليه وسلم said, \"An Israeli man asked another Israeli to lend him one thousand dinars. The second man required witnesses. The former replied, ‘Allâh is Sufficient as a witness.’ The second said, ‘I want a surety.’ The former replied, ‘Allâh is Sufficient as a Surety.’ The second said, ‘You are right’ and lent him the money for a certain period. The debtor went across the sea. When he finished his job, he searched for a conveyance so that he might reach in time for the repayment of the debt, but he could not find any. So, he took a piece of wood and made a hole in it, inserted in it one thousand dinars and a letter to the lender and then closed (i.e. sealed) the hole tightly. He took the piece of wood to the sea and said. ‘O Allâh! You know well that I took a loan of one thousand dinars from so-and-so. He demanded a surety from me but I told him that Allâh’s Guarantee was sufficient and he accepted Your Guarantee. He then asked for a witness and I told him that Allâh was sufficient as a Witness, and he accepted You as a Witness. No doubt, I have tried hard to find a conveyance so that I could pay his money back but could not find, so I hand over this money to You.’ Saying that, he threw the piece of wood into the sea till it went out far into it, and then he went away. Meanwhile he started searching for a conveyance in order to reach the creditor’s country. One day the lender came out of his house to see whether a ship had arrived bringing his money, and all of a sudden he saw the piece of wood (in which his money had been deposited). He took it home to use for fire. When he sawed it, he found his money and the letter inside it. Shortly after that, the debtor came bringing one thousand dinars to him and said, ‘By Allâh, I had been trying hard to get a boat so that I could bring you your money, but failed to get one before the one I have come by.’ The lender asked, ‘Have you sent something to me?’ The debtor replied, ‘I have told you I could not get a boat other than the one I have come by.’\nThe lender said, ‘Allâh has delivered on your behalf the money you sent in the piece of wood. So, you may keep your one thousand dinars and depart guided on the Right Path.’\"\n(Sahih Al-Bukhari, Vol.3, Hadith No.488B).","lang":"en"},{"name":"12:68","price":" 68. And when they entered according to their father’s advice, it did not avail them in the least against (the Will of) Allâh; it was but a need of Ya‘qûb’s (Jacob) inner-self which he discharged. And verily, he was endowed with knowledge because We had taught him, but most men know not.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:69","price":" 69. And when they went in before Yûsuf (Joseph), he took his brother (Benjamin) to himself and said: \"Verily! I am your brother, so grieve not for what they used to do.\"","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:70","price":" 70. So when he had furnished them forth with their provisions, he put the (golden) bowl in his brother’s bag. Then a crier cried: \"O you (in) the caravan! Surely, you are thieves!\"","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:71","price":" 71. They, turning towards them, said: \"What is it that you have lost?\"","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:72","price":" 72. They said: \"We have lost the (golden) bowl of the king and for him who produces it is (the reward of) a camel load; and I will be bound by it.\"","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:73","price":" 73. They said: \"By Allâh! Indeed you know that we came not to make mischief in the land, and we are no thieves!\"","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:74","price":" 74. They [Yûsuf’s (Joseph) men] said: \"What then shall be the penalty of him, if you are (proved to be) liars.\"","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:75","price":" 75. They [Yûsuf’s (Joseph) brothers] said: \"His penalty should be that he, in whose bag it is found, should be held for the punishment (of the crime). Thus we punish the Zâlimûn (wrong-doers)!\"","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:76","price":" 76. So he [Yûsuf (Joseph)] began (the search) in their bags before the bag of his brother. Then he brought it out of his brother’s bag. Thus did We plan for Yûsuf (Joseph). He could not take his brother by the law of the king (as a slave), except that Allâh willed it. (So Allâh made the brothers to bind themselves with their way of \"punishment, i.e. enslaving of a thief.\") We raise to degrees whom We will, but over all those endowed with knowledge is the All-Knowing (Allâh).","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:77","price":" 77. They [(Yûsuf’s (Joseph) brothers] said: \"If he steals, there was a brother of his [Yûsuf (Joseph)] who did steal before (him).\" But these things did Yûsuf (Joseph) keep in himself, revealing not the secrets to them. He said (within himself): \"You are in worst case, and Allâh is the Best Knower of that which you describe!\"","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:78","price":" 78. They said: \"O ruler of the land! Verily, he has an old father (who will grieve for him); so take one of us in his place. Indeed we think that you are one of the Muhsinûn (good-doers - see the footnote of V.9:120).\"","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:79","price":"79. He said: \"Allâh forbid, that we should take anyone but him with whom we found our property. Indeed (if we did so), we should be Zâlimûn (wrong-doers).\"","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:80","price":" 80. So, when they despaired of him, they held a conference in private. The eldest among them said: \"Know you not that your father did take an oath from you in Allâh’s Name, and before this you did fail in your duty with Yûsuf (Joseph)? Therefore I will not leave this land until my father permits me, or Allâh decides my case (by releasing Benjamin) and He is the Best of the judges.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:81","price":" 81. \"Return to your father and say, ‘O our father! Verily, your son (Benjamin) has stolen, and we testify not except according to what we know, and we could not know the Unseen!","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:82","price":" 82. \"And ask (the people of) the town where we have been, and the caravan in which we returned; and indeed we are telling the truth.\"","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:83","price":" 83. He [Ya‘qûb (Jacob)] said: \"Nay, but your ownselves have beguiled you into something. So patience is most fitting (for me). May be Allâh will bring them (back) all to me. Truly He! Only He is All-Knowing, All-Wise.\"","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:84","price":" 84. And he turned away from them and said: \"Alas, my grief for Yûsuf (Joseph)!\" And he lost his sight because of the sorrow that he was suppressing.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:85","price":" 85. They said: \"By Allâh! You will never cease remembering Yûsuf (Joseph) until you become weak with old age, or until you be of the dead.\"","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:86","price":" 86. He said: \"I only complain of my grief and sorrow to Allâh, and I know from Allâh that which you know not.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:87","price":" 87. \"O my sons! Go you and enquire about Yûsuf (Joseph) and his brother, and never give up hope of Allâh’s Mercy. Certainly no one despairs of Allâh’s Mercy, except the people who disbelieve.\"","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:88","price":" 88. Then, when they entered unto him [Yûsuf (Joseph)], they said: \"O ruler of the land! A hard time has hit us and our family, and we have brought but poor capital, so pay us full measure and be charitable to us. Truly, Allâh does reward the charitable.\"","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:89","price":" 89. He said: \"Do you know what you did with Yûsuf (Joseph) and his brother, when you were ignorant?\"","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:90","price":" 90. They said: \"Are you indeed Yûsuf (Joseph)?\" He said: \"I am Yûsuf (Joseph), and this is my brother (Benjamin). Allâh has indeed been gracious to us. Verily, he who fears Allâh with obedience to Him (by abstaining from sins and evil deeds, and by performing righteous good deeds), and is patient, then surely, Allâh makes not the reward of the Muhsinûn (good-doers - see V.2:112) to be lost.\"","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:91","price":" 91. They said: \"By Allâh! Indeed Allâh has preferred you above us, and we certainly have been sinners.\"","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:92","price":" 92. He said: \"No reproach on you this day; may Allâh forgive you, and He is the Most Merciful of those who show mercy![1]","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"(V.12:92) Narrated Abu Hurairah رضي الله عنه: I heard Allâh’s Messenger صلى الله عليه وسلم saying, \"Verily Allâh created mercy. The day He created it, He made it into one hundred parts. He withheld with Him ninety-nine parts, and sent its one part to all His creatures. Had a disbeliever known of all the mercy which is in the Hands of Allâh, he would not have lost hope of entering Paradise, and had a believer known of all the punishment which is present with Allâh, he would not have considered himself safe from the Hell-fire.\" (Sahih Al-Bukhari, Vol.8, Hadith No.476).","lang":"en"},{"name":"12:93","price":" 93. \"Go with this shirt of mine, and cast it over the face of my father, he will become clear-sighted, and bring me all your family.\"","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:94","price":" 94. And when the caravan departed, their father said: \"I do indeed feel the smell of Yûsuf (Joseph), if only you think me not a dotard (a person who has weakness of mind because of old age).\"","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:95","price":" 95. They said: \"By Allâh! Certainly, you are in your old error.\"","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:96","price":" 96. Then, when the bearer of the glad tidings arrived, he cast it (the shirt) over his face, and he became clear-sighted. He said: \"Did I not say to you, ‘I know from Allâh that which you know not.’\"","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:97","price":" 97. They said: \"O our father! Ask Forgiveness (from Allâh) for our sins, indeed we have been sinners.\"","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:98","price":" 98. He said: \"I will ask my Lord for forgiveness for you, verily He! Only He is the Oft-Forgiving, the Most Merciful.\"","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:99","price":" 99. Then, when they came in before Yûsuf (Joseph), he took his parents to himself and said: \"Enter Egypt, if Allâh wills, in security.\"","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:100","price":" 100. And he raised his parents to the throne and they fell down before him prostrate. And he said: \"O my father! This is the interpretation of my dream aforetime! My Lord has made it come true! He was indeed good to me, when He took me out of the prison, and brought you (all here) out of the bedouin-life, after Shaitân (Satan) had sown enmity between me and my brothers. Certainly, my Lord is the Most Courteous and Kind unto whom He wills. Truly He! Only He is the All-Knowing, the All-Wise.","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:101","price":" 101. \"My Lord! You have indeed bestowed on me of the sovereignty, and taught me something of the interpretation of dreams - the (Only) Creator of the heavens and the earth! You are my Walî (Protector, Helper, Supporter, Guardian, God, Lord.) in this world and in the Hereafter. Cause me to die as a Muslim (the one submitting to Your Will), and join me with the righteous.\"","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:102","price":" 102. That is of the news of the Ghaib (Unseen) which We reveal to you (O Muhammad صلى الله عليه و سلم). You were not (present) with them when they arranged their plan together, and (while) they were plotting.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:103","price":" 103. And most of mankind will not believe even if you desire it eagerly.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:104","price":"104. And no reward you (O Muhammad صلى الله عليه و سلم) ask of them (those who deny your Prophethood) for it; it (the Qur’ân) is no less than a Reminder and an advice unto the ‘Âlamîn (men and jinn).","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:105","price":" 105. And how many a sign in the heavens and the earth they pass by, while they are averse therefrom.","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:106","price":" 106. And most of them believe not in Allâh except that they attribute partners unto Him [i.e. they are Mushrikûn i.e. polytheists. See Verse 6: 121].","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:107","price":" 107. Do they then feel secure from the coming against them of the covering veil of the Torment of Allâh, or of the coming against them of the (Final) Hour, all of a sudden while they perceive not?","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:108","price":" 108. Say (O Muhammad صلى الله عليه و سلم): \"This is my way; I invite unto Allâh (i.e. to the Oneness of Allâh - Islâmic Monotheism) with sure knowledge, I and whosoever follows me (also must invite others to Allâh i.e. to the Oneness of Allâh - Islâmic Monotheism with sure knowledge). And Glorified and Exalted be Allâh (above all that they associate as partners with Him). And I am not of the Mushrikûn (polytheists, pagans, idolaters and disbelievers in the Oneness of Allâh; those who worship others along with Allâh or set up rivals or partners to Allâh).\"","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:109","price":" 109. And We sent not before you (as Messengers) any but men unto whom We revealed, from among the people of the townships. Have they not travelled in the land and seen what was the end of those who were before them? And verily, the home of the Hereafter is the best for those who fear Allâh and obey Him (by abstaining from sins and evil deeds, and by performing righteous good deeds). Do you not then understand?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:110","price":" 110. (They were reprieved) until, when the Messengers gave up hope and thought that they were denied (by their people), then came to them Our Help, and whomsoever We willed were rescued. And Our punishment cannot be warded off from the people who are Mujrimûn (criminals, sinners, disbelievers, polytheists).","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:111","price":" 111. Indeed in their stories, there is a lesson for men of understanding. It (the Qur’ân) is not a forged statement but a confirmation of (Allâh’s existing Books) which were before it [i.e. the Taurât (Torah), the Injeel (Gospel) and other Scriptures of Allâh] and a detailed explanation of everything and a guide and a Mercy for the people who believe.[1]","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"(V.12:111) See the footnote of V.6:125.","lang":"en"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}