{"data":[{"name":"17:1","price":"1. Glorified (and Exalted) be He (Allâh) [above all that (evil) they associate with Him][1] Who took His slave (Muhammad صلى الله عليه و سلم) for a journey by night from Al-Masjid-al-Harâm (at Makkah) to Al-Masjid-al-Aqsâ (in Jerusalem), the neighbourhood whereof We have blessed, in order that We might show him (Muhammad صلى الله عليه و سلم) of Our Ayât (proofs, evidence, lessons, signs, etc.). Verily, He is the All-Hearer, the All-Seer[2].","arabic":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2030,"juzNumber":15,"footnotes":"[1] (V.17:1)وقد روى طلحة بن عبيد الله أنه قال للنبي صلى الله عليه وسلم ما معنى سبحان الله؟ قال تنزيه الله من كل سوء؛\n[2] (V.17:1) Narrated Jâbir bin ‘Abdullâh رضي الله عنهما that he heard Allâh’s Messenger صلى الله عليه وسلم saying, \"When the people of Quraish did not believe me [i.e. in the story of my Isrâ’ - (Night Journey)], I stood up in Al-Hijr and Allâh displayed Jerusalem in front of me, and I began describing it to them while I was looking at it. (Sahih Al-Bukhari, Vol.5, Hadith No.226).","lang":"en"},{"name":"17:2","price":" 2. And We gave Mûsâ (Moses) the Scripture and made it a guidance for the Children of Israel (saying): \"Take none other than Me as (your) Wakîl (Protector, Lord or Disposer of your affairs).","arabic":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2031,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:3","price":" 3. \"O offspring of those whom We carried (in the ship) with Nûh (Noah)! Verily, he was a grateful slave.\"","arabic":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2032,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:4","price":" 4. And We decreed for the Children of Israel in the Scripture: indeed you would do mischief in the land twice and you will become tyrants and extremely arrogant!","arabic":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2033,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:5","price":" 5. So, when the promise came for the first of the two, We sent against you slaves of Ours given to terrible warfare. They entered the very innermost parts of your homes. And it was a promise (completely) fulfilled.","arabic":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2034,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:6","price":" 6. Then We gave you a return of victory over them. And We helped you with wealth and children and made you more numerous in man-power.","arabic":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2035,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:7","price":" 7. (And We said): \"If you do good, you do good for your ownselves, and if you do evil (you do it) against yourselves.\" Then, when the second promise came to pass, (We permitted your enemies) to disgrace your faces and to enter the mosque (of Jerusalem) as they had entered it before, and to destroy with utter destruction all that fell in their hands.","arabic":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2036,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:8","price":" 8. [And We said in the Taurât (Torah)]: \"It may be that your Lord may show mercy unto you, but if you return (to sins), We shall return (to Our Punishment). And We have made Hell a prison for the disbelievers.","arabic":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2037,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:9","price":" 9. Verily, this Qur’ân guides to that which is most just and right and gives glad tidings to the believers (in the Oneness of Allâh and His Messenger, Muhammad صلى الله عليه و سلم), who work deeds of righteousness, that they shall have a great reward (Paradise).","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2038,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:10","price":" 10. And that those who believe not in the Hereafter, for them We have prepared a painful torment (Hell).","arabic":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2039,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:11","price":" 11. And man invokes (Allâh) for evil as he invokes (Allâh) for good and man is ever hasty [i.e., if he is angry with somebody, he invokes (saying): \"O Allâh! Curse him\" and that one should not do, but one should be patient].","arabic":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2040,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:12","price":" 12. And We have appointed the night and the day as two Ayât (signs etc.). Then, We have obliterated the sign of the night (with darkness) while We have made the sign of the day illuminating, that you may seek bounty from your Lord, and that you may know the number of the years and the reckoning. And We have explained everything (in detail) with full explanation.","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2041,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:13","price":" 13. And We have fastened every man’s deeds[1] to his neck, and on the Day of Resurrection, We shall bring out for him a book which he will find wide open.","arabic":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2042,"juzNumber":15,"footnotes":"(V.17:13) Narrated Ibn Mas‘ûd رضي الله عنه: A man asked the Prophet صلى الله عليه وسلم \"What deeds are the best?\" The Prophet صلى الله عليه وسلم said; (1) To perform the (daily compulsory) Salât (prayers) at their (early) stated fixed times; (2) To be good and dutiful to one’s own parents (3) and to participate in Jihâd in Allâh’s Cause.\" (Sahih Al-Bukhari, Vol.9, Hadith No.625).","lang":"en"},{"name":"17:14","price":" 14. (It will be said to him): \"Read your book. You yourself are sufficient as a reckoner against you this Day.\"","arabic":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2043,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:15","price":" 15. Whoever goes right, then he goes right only for the benefit of his ownself. And whoever goes astray, then he goes astray to his own loss. No one laden with burdens can bear another’s burden. And We never punish until We have sent a Messenger (to give warning).","arabic":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2044,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:16","price":" 16. And when We decide to destroy a town (population), We (first) send a definite order (to obey Allâh and be righteous) to those among them [or We (first) increase in number those of its population] who lead a life of luxury. Then, they transgress therein, and thus the word (of torment) is justified against it (them). Then We destroy it with complete destruction.","arabic":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2045,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:17","price":" 17. And how many generations have We destroyed after Nûh (Noah)! And Sufficient is your Lord as an All-Knower and All-Beholder of the sins of His slaves.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2046,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:18","price":" 18. Whoever desires the quick-passing (transitory enjoyment of this world), We readily grant him what We will for whom We like. Then, afterwards, We have appointed for him Hell; he will burn therein disgraced and rejected (- far away from Allâh’s Mercy).","arabic":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2047,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:19","price":" 19. And whoever desires the Hereafter and strives for it, with the necessary effort due for it (i.e. does righteous deeds of Allâh’s Obedience) while he is a believer (in the Oneness of Allâh - Islâmic Monotheism) - then such are the ones whose striving shall be appreciated, (thanked and rewarded by Allâh).","arabic":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2048,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:20","price":" 20. On each - these as well as those - We bestow from the Bounties of your Lord. And the Bounties of your Lord can never be forbidden.","arabic":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2049,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:21","price":" 21. See how We prefer one above another (in this world), and verily, the Hereafter will be greater in degrees and greater in preferment.","arabic":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2050,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:22","price":" 22. Set not up with Allâh any other ilâh (god), (O man)! (This verse is addressed to Prophet Muhammad صلى الله عليه و سلم , but its implication is general to all mankind), or you will sit down reproved, forsaken (in the Hell-fire).","arabic":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2051,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:23","price":" 23. And your Lord has decreed that you worship none but Him. And that you be dutiful to your parents. If one of them or both of them attain old age in your life, say not to them a word of disrespect, nor shout at them but address them in terms of honour.","arabic":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2052,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:24","price":" 24. And lower unto them the wing of submission and humility through mercy, and say: \"My Lord! Bestow on them Your Mercy as they did bring me up when I was young.\"","arabic":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2053,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:25","price":" 25. Your Lord knows best what is in your inner-selves. If you are righteous, then, verily, He is Ever Most Forgiving to those who turn unto Him again and again in obedience, and in repentance.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2054,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:26","price":" 26. And give to the kinsman his due and to the Miskîn [1] (poor) and to the wayfarer. But spend not wastefully (your wealth) in the manner of a spendthrift.[2] (Tafsir At-Tabarî)","arabic":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2055,"juzNumber":15,"footnotes":"[1] (V.17:26) See the footnote of (V.2:83).\n[2] (V.17:26) You have to follow a middle course in your spendings - neither a miser nor a spendthrift, and not to be like those who spend in the disobedience of Allâh and His Messenger صلى الله عليه وسلم.","lang":"en"},{"name":"17:27","price":" 27. Verily, the spendthrifts are brothers of the Shayâtîn (devils), and the Shaitân (Devil-Satan) is ever ungrateful to his Lord.","arabic":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2056,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:28","price":"28. And if you (O Muhammad صلى الله عليه و سلم) turn away from them (kindred, poor, wayfarer whom We have ordered you to give their rights, but if you have no money at the time they ask you for it) and you are awaiting a mercy from your Lord for which you hope, then, speak unto them a soft kind word (i.e. Allâh will give me and I shall give you).","arabic":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2057,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:29","price":" 29. And let not your hand be tied (like a miser) to your neck, nor stretch it forth to its utmost reach (like a spendthrift), so that you become blameworthy and in severe poverty.","arabic":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2058,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:30","price":" 30. Truly, your Lord enlarges the provision for whom He wills and straitens (for whom He wills). Verily, He is Ever All-Knower, All-Seer of His slaves.","arabic":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2059,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:31","price":" 31. And kill not your children for fear of poverty. We shall provide for them as well as for you. Surely, the killing of them is a great sin.","arabic":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2060,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:32","price":" 32. And come not near to unlawful sex. Verily, it is a Fâhishah (i.e. anything that transgresses its limits: a great sin), and an evil way (that leads one to Hell unless Allâh forgives him).","arabic":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2061,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:33","price":" 33. And do not kill anyone whose killing Allâh has forbidden, except for a just cause. And whoever is killed wrongfully (Mazlûman intentionally with hostility and oppression and not by mistake), We have given his heir the authority [to demand Qisâs, - Law of Equality in punishment - or to forgive, or to take Diyah (blood money)]. But let him not exceed limits in the matter of taking life (i.e he should not kill except the killer). Verily, he is helped (by the Islâmic law).[1]","arabic":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2062,"juzNumber":15,"footnotes":"(V.17:33):\na) See the footnote of (V.2:22).\nb) See the footnote of (V.5:50).","lang":"en"},{"name":"17:34","price":" 34. And come not near to the orphan’s property except to improve it, until he attains the age of full strength. And fulfil (every) covenant. Verily, the covenant, will be questioned about.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2063,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:35","price":" 35. And give full measure when you measure, and weigh with a balance that is straight. That is good (advantageous) and better in the end.","arabic":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2064,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:36","price":" 36. And follow not (O man i.e., say not, or do not or witness not) that of which you have no knowledge.[2] Verily! The hearing, and the sight, and the heart, of each of those one will be questioned (by Allâh).","arabic":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2065,"juzNumber":15,"footnotes":"(V.17:36) e.g. one’s saying: \"I have seen,\" while in fact he has not seen, or \"I have heard,\" while he has not heard.","lang":"en"},{"name":"17:37","price":" 37. And walk not on the earth with conceit and arrogance. Verily, you can neither rend nor penetrate the earth, nor can you attain a stature like the mountains in height.","arabic":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2066,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:38","price":" 38. All the bad aspects of these (the above mentioned things) are hateful to your Lord.","arabic":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2067,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:39","price":"39. This is (part) of Al-Hikmah (wisdom, good manners and high character) which your Lord has revealed to you (O Muhammad صلى الله عليه و سلم). And set not up with Allâh any other ilâh (god) lest you should be thrown into Hell, blameworthy and rejected, (from Allâh’s Mercy).","arabic":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2068,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:40","price":" 40. Has then your Lord (O pagans of Makkah!) preferred for you sons, and taken for Himself from among the angels daughters? Verily you indeed utter an awful saying.","arabic":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2069,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:41","price":" 41. And surely, We have explained [Our Promises, Warnings and (set forth many) examples] in this Qur’ân that they (the disbelievers) may take heed, but it increases them in naught save aversion.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2070,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:42","price":" 42. Say (O Muhammad صلى الله عليه و سلم to these polytheists, pagans): \"If there had been other âlihah (gods) along with Him as they assert, then they would certainly have sought out a way to the Lord of the Throne (seeking His Pleasures and to be near to Him).","arabic":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2071,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:43","price":" 43. Glorified and Exalted be He! High above (the great falsehood) that they say! (i.e. forged statements that there are other gods along with Allâh, but He is Allâh, the One, the Self-Sufficient Master, Whom all creatures need. He begets not, nor was He begotten, and there is none comparable or coequal unto Him).","arabic":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2072,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:44","price":" 44. The seven heavens and the earth and all that is therein, glorify Him and there is not a thing but glorifies His Praise. But you understand not their glorification. Truly, He is Ever Forbearing, Oft-Forgiving.","arabic":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2073,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:45","price":" 45. And when you (Muhammad صلى الله عليه و سلم) recite the Qur’ân, We put between you and those who believe not in the Hereafter, an invisible veil[1] (or screen their hearts, so they hear or understand it not).","arabic":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2074,"juzNumber":15,"footnotes":"(V.17:45) It is said in the Book of Tafsîr (Imâm Qurtubî) as regards this Verse (17:45):\nNarrated Sa‘îd bin Jubair رضي الله عنه \"When the Sûrah No.111 (Tabbat Yadâ) was revealed, the wife of Abu Lahab came looking for the Prophet صلى الله عليه وسلم while Abu Bakr رضي الله عنه, was sitting beside him. Abu Bakr said to the Prophet صلى الله عليه وسلم: \"I wish if you get aside (or go away) as she is coming to us, she may harm you.\" The Prophet صلى الله عليه وسلم said: \"There will be a screen set between me and her.\" So she did not see him. She said to Abu Bakr: \"Your companion is saying poetry against me,\" Abu Bakr said: \"By Allâh, he does not say poetry.\" She said: \"Do you believe that?\" Then she left. Abu Bakr said, \"O Allâh’s Messenger! She did not see you.\" The Prophet صلى الله عليه وسلم said: \"An angel was screening me from her.\" [This Hadith is quoted in Musnad Abu Ya‘la.]\nIt is said that if the above Verse (17:45) is recited by a real believer (of Islâmic Monotheism) he will be screened from a disbeliever. (Allâh knows better). (Tafsîr Al-Qurtubî, Vol.10, Page 269).","lang":"en"},{"name":"17:46","price":" 46. And We have put coverings over their hearts lest they should understand it (the Qur’ân), and in their ears deafness. And when you make mention of your Lord Alone [Lâ ilâha illallâh (none has the right to be worshipped but Allâh) Islâmic Monotheism (توحيد الله)] in the Qur’ân, they turn on their backs, fleeing in extreme dislike.","arabic":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2075,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:47","price":" 47. We know best of what they listen to, when they listen to you. And when they take secret counsel, then the Zâlimûn (polytheists and wrong-doers) say: \"You follow none but a bewitched man.\"","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2076,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:48","price":" 48. See what examples they have put forward for you. So they have gone astray, and never can they find a way.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2077,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:49","price":" 49. And they say: \"When we are bones and fragments (destroyed), should we really be resurrected (to be) a new creation?\"","arabic":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2078,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:50","price":"50. Say (O Muhammad صلى الله عليه و سلم) \"Be you stones or iron,\"","arabic":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2079,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:51","price":" 51. \"Or some created thing that is yet greater (or harder) in your breasts (thoughts to be resurrected, even then you shall be resurrected).\" Then, they will say: \"Who shall bring us back (to life)?\" Say: \"He Who created you first!\" Then, they will shake their heads at you and say: \"When will that be?\" Say: \"Perhaps it is near!\"","arabic":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2080,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:52","price":" 52. On the Day when He will call you, and you will answer (His Call) with (words of) His Praise and Obedience, and you will think that you have stayed (in this world) but a little while!","arabic":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2081,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:53","price":" 53. And say to My slaves (i.e. the true believers of Islâmic Monotheism) that they should (only) say those words that are the best. (Because) Shaitân (Satan) verily, sows a state of conflict and disagreements among them. Surely, Shaitân (Satan) is to man a plain enemy.","arabic":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2082,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:54","price":" 54. Your Lord knows you best; if He wills, He will have mercy on you, or if He wills, He will punish you. And We have not sent you (O Muhammad صلى الله عليه و سلم) as a guardian over them.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2083,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:55","price":" 55. And your Lord knows best all who are in the heavens and the earth. And indeed, We have preferred some of the Prophets above others, and to Dâwûd (David) We gave the Zabûr (Psalms).","arabic":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2084,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:56","price":" 56. Say (O Muhammad صلى الله عليه و سلم): \"Call upon those - besides Him - whom you pretend [to be gods like angels, ‘Îsâ (Jesus), ‘Uzair (Ezra), and others.]. They have neither the power to remove the adversity from you nor even to shift it from you to another person.\"","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2085,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:57","price":" 57. Those whom they call upon [like ‘Îsâ (Jesus) - son of Maryam (Mary), ‘Uzair (Ezra), angel] desire (for themselves) means of access to their Lord (Allâh), as to which of them should be the nearest; and they [‘Îsâ (Jesus), ‘Uzair (Ezra), angels and others] hope for His Mercy and fear His Torment. Verily, the Torment of your Lord is (something) to be afraid of!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2086,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:58","price":" 58. And there is not a town (population) but We shall destroy it before the Day of Resurrection, or punish it with a severe torment. That is written in the Book (of Our Decrees)[1]","arabic":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2087,"juzNumber":15,"footnotes":"(V.17:58) It is said by ‘Abdullâh bin Mas‘ûd رضي الله عنه: \"If the people of a town indulge in illegal sexual intercourse and practise Ribâ (usury of all kinds), Allâh permits its destruction.\" (Tafsîr Al-Qurtubî).","lang":"en"},{"name":"17:59","price":"59. And nothing stops Us from sending the Ayât (proofs, evidence, signs) but that the people of old denied them. And We sent the she-camel to Thamûd as a clear sign, but they did her wrong. And We sent not the signs except to warn, and to make them afraid (of destruction).","arabic":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2088,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:60","price":" 60. And (remember) when We told you: \"Verily! Your Lord has encompassed mankind (i.e. they are in His Grip).\" And We made not the vision which we showed you (O Muhammad as an actual eye-witness and not as a dream on the night of Al-Isrâ’[1]) but a trial for mankind, and (likewise) the accursed tree (Zaqqûm, mentioned) in the Qur’ân. We warn and make them afraid but it only increases them in naught save great disbelief, oppression and disobedience to Allâh.","arabic":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2089,"juzNumber":15,"footnotes":"(V.17:60) See footnote of (V.53:12) Al-Mi‘râj","lang":"en"},{"name":"17:61","price":" 61. And (remember) when We said to the angels: \"Prostrate yourselves unto Adam.\" They prostrated themselves except Iblîs (Satan). He said: \"Shall I prostrate myself to one whom You created from clay?\"","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2090,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:62","price":" 62. [Iblîs (Satan)] said: \"See this one whom You have honoured above me, if You give me respite (keep me alive) to the Day of Resurrection, I will surely seize and mislead his offspring (by sending them astray) all but a few!\"","arabic":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2091,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:63","price":" 63. (Allâh) said: \"Go, and whosoever of them follows you, surely Hell will be the recompense of you (all) - an ample recompense.","arabic":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2092,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:64","price":" 64. \"And befool them gradually those whom you can among them with your voice (i.e. songs, music, and any other call for Allâh’s disobedience), make assaults on them with your cavalry and your infantry, share with them wealth and children (by tempting them to earn money by illegal ways - usury, or by committing illegal sexual intercourse), and make promises to them.\" But Satan promises them nothing but deceit.","arabic":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2093,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:65","price":" 65. \"Verily, My slaves (i.e. the true believers of Islâmic Monotheism) - you have no authority over them. And All-Sufficient is your Lord as a Guardian.\"","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2094,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:66","price":" 66. Your Lord is He Who drives the ship for you through the sea, in order that you may seek of His Bounty. Truly He is Ever Most Merciful towards you.","arabic":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2095,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:67","price":" 67. And when harm touches you upon the sea, those that you call upon vanish from you except Him (Allâh Alone). But when He brings you safe to land, you turn away (from Him). And man is ever ungrateful[1].","arabic":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2096,"juzNumber":15,"footnotes":"(V.17:67) Ibn Kathir in his Book of Tafsîr as regards this Verse (17:67) said: ‘Ikrimah bin Abî Jahl fled from Allâh’s Messenger صلى الله عليه وسلم (at the time) when Makkah was conquered. He rode over the (Red) Sea to cross over to Ethiopia, but (as they proceeded), a heavy stormy wind overtook their boat, and huge waves came to them from all sides, and they thought that they are encircled therein. The people of the boat said to one another \"None can save you except Allâh (the Only True God of the heavens and earth). So invoke (call upon) Him (Allâh) (by making your Faith pure for Him Alone and none else) to deliver you safe (from drowning).\" ‘Ikrimah said to himself. ‘By Allâh if none can benefit in the sea except Allâh (Alone) then no doubt none can benefit over the land except Allâh (Alone). O Allâh! I promise You that if You delivered me safe from this, I will go and put my hands in the hands of (Prophet) Muhammad and surely I will find him full of pity, kindness and mercy.’ So they were delivered safe (by Allâh), and returned to their sea-shore and came out of the sea. ‘Ikrimah then proceeded to Allâh’s Messenger, Muhammad صلى الله عليه وسلم (narrated his story), embraced Islâm (just as he promised Allâh), and became a perfect Muslim.\" (Tafsir Ibn Kathir).","lang":"en"},{"name":"17:68","price":" 68. Do you then feel secure that He will not cause a side of the land to swallow you up, or that He will not send against you a violent sand-storm? Then, you shall find no Wakîl (guardian - one to guard you from the torment).","arabic":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2097,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:69","price":" 69. Or do you feel secure that He will not send you back a second time to sea and send against you a hurricane of wind and drown you because of your disbelief? Then you will not find any avenger therein against Us.","arabic":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2098,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:70","price":" 70. And indeed We have honoured the Children of Adam, and We have carried them on land and sea, and have provided them with At-Tayyibât (lawful good things), and have preferred them above many of those whom We have created with a marked preferment.","arabic":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2099,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:71","price":" 71. (And remember) the Day when We shall call together call human beings with their (respective) Imâm [their Prophets, or their records of good and bad deeds, or their Holy Books like the Qur’ân, the Taurât (Torah), the Injeel (Gospel), the leaders whom the people followed in this world.]. So whosoever is given his record in his right hand, such will read their records, and they will not be dealt with unjustly in the least.","arabic":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2100,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:72","price":" 72. And whoever is blind in this world (i.e., does not see Allâh’s Signs and believes not in Him), will be blind in the Hereafter, and more astray from the Path.","arabic":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2101,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:73","price":" 73. Verily, they were about to tempt you away from that which We have revealed (the Qur’ân) unto you (O Muhammad صلى الله عليه و سلم), to fabricate something other than it against Us, and then they would certainly have taken you a Khalîl (an intimate friend)!","arabic":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2102,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:74","price":" 74. And had We not made you stand firm, you would nearly have inclined to them a little.","arabic":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2103,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:75","price":" 75. In that case We would have made you taste a double portion (of punishment) in this life and a double portion (of punishment) after death. And then you would have found none to help you against Us.","arabic":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2104,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:76","price":"76. And verily they were about to frighten you so much as to drive you out from the land. But in that case they would not have stayed (therein) after you, except for a little while.","arabic":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2105,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:77","price":" 77. (This was Our) Sunnah (rule or way) with the Messengers We sent before you (O Muhammad صلى الله عليه و سلم), and you will not find any alteration in Our Sunnah (rule or way).","arabic":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2106,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:78","price":" 78. Perform As-Salât (Iqamât-as-Salât)[1] from mid-day till the darkness of the night (i.e. the Zuhr, ‘Asr, Maghrib and ‘Ishâ’ prayers), and recite the Qur’ân in the early dawn (i.e. the morning prayer). Verily, the recitation of the Qur’ân in the early dawn is ever witnessed (attended by the angels in charge of mankind of the day and the night)[2].","arabic":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2107,"juzNumber":15,"footnotes":"[1] (V.17:78) See the glossary.\n[2] (V.17:78)\nNarrated Abu Salâmah bin ‘Abdur-Râhman: Abu Hurairah رضي الله عنه said, \"I heard Allâh’s Messenger صلى الله عليه وسلم saying, ‘The reward of a Salât (prayer) in congregation is twenty-five times superior in degrees to that of a Salât (prayer) offered by a person alone. The angels of the night and the angels of the day gather at the time of Fajr prayer.’ \"\nAbu Hurairah then added, \"Recite the Holy Book if you wish, for ‘Verily, the recitation of the Qur’ân in the early dawn (Fajr prayer) is ever witnessed (attended by the angels in charge of mankind of the day and the night)’ (V.17:78)\". (Sahih Al-Bukhari, Vol.1, Hadith No.621).","lang":"en"},{"name":"17:79","price":" 79. And in some parts of the night (also) offer the Salât (prayer) with it (i.e. recite the Qur’ân in the prayer), as an additional prayer (Tahajjud optional prayer - Nawâfil) for you (O Muhammad صلى الله عليه و سلم). It may be that your Lord will raise you to Maqâm Mahmûd (a station of praise and glory, i.e. the honour of intercession on the Day of Resurrection.)[3].","arabic":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2108,"juzNumber":15,"footnotes":"(V.17:79)\nA). Narrated Ibn ‘Umar رضي الله عنهما \"On the Day of Resurrection the people will fall on their knees and every nation will follow their Prophet and they will say, ‘O so-and-so! Intercede (for us with Allâh)’, till (the right of) of intercession will be given to the Prophet (Muhammad صلى الله عليه وسلم) and that will be the day when Allâh will raise him to Maqâm Mahmûd (a station of praise and glory i.e the honour of intercession on the Day of Resurrection)\". (Sahih Al-Bukhari, Vol.6, Hadith No.242)\nB). Narrated Jâbir bin ‘Abdullâhرضي الله عنهما: Allâh’s Messenger صلى الله عليه وسلم said, \"Whoever, after listening to the Adhân (call for the prayer) says, ‘O Allâh, the Lord of this complete call and of this prayer, which is going to be established! Give Muhammad Al-Wasîlah and Al-Fadîlah* and raise him to Maqâm Mahmûd , which You have promised him,’ will be granted my intercession for him on the Day of Resurrection.\" (Sahih Al-Bukhari, Vol.6, Hadith No.243).\n* Al-Wasîlah is the highest position in Paradise which is granted to the Prophet صلى الله عليه وسلم particularly; Al-Fadîlah is the extra degree of honour which is bestowed on him above all creation.","lang":"en"},{"name":"17:80","price":" 80. And say (O Muhammad صلى الله عليه و سلم): My Lord! Let my entry (to the city of Al-Madinah) be good, and (likewise) my exit (from the city of Makkah) be good. And grant me from You an authority to help me (or a firm sign or a proof).","arabic":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2109,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:81","price":" 81. And say: \"Truth (i.e. Islâmic Monotheism or this Qur’ân or Jihâd against polytheists) has come and Bâtil (falsehood, i.e. Satan or polytheism) has vanished. Surely Bâtil is ever bound to vanish.\"","arabic":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2110,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:82","price":" 82. And We send down of the Qur’ân that which is a healing and a mercy to those who believe (in Islâmic Monotheism and act on it), and it increases the Zâlimûn (polytheists and wrong-doers) nothing but loss.","arabic":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2111,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:83","price":" 83. And when We bestow Our Grace on man (the disbeliever), he turns away and becomes arrogant (far away from the Right Path). And when evil touches him, he is in great despair.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2112,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:84","price":" 84. Say (O Muhammad صلى الله عليه و سلم to mankind): \"Each one does according to Shakilatihi (i.e. his way or his religion or his intentions.), and your Lord knows best of him whose path (religion) is right.\"","arabic":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2113,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:85","price":" 85. And they ask you (O Muhammad صلى الله عليه و سلم) concerning the Rûh (the Spirit); Say: \"The Rûh (the Spirit) is one of the things, the knowledge of which is only with my Lord. And of knowledge, you (mankind) have been given only a little.\"","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2114,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:86","price":" 86. And if We willed, We could surely take away that which We have revealed to you (i.e. this Qur’ân). Then you would find no protector for you against Us in that respect.","arabic":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2115,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:87","price":"87. Except as a Mercy from your Lord. Verily His Grace unto you (O Muhammad صلى الله عليه و سلم) is ever great.","arabic":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2116,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:88","price":" 88. Say: \"If the mankind and the jinn were together to produce the like of this Qur’ân, they could not produce the like thereof, even if they helped one another.\"","arabic":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2117,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:89","price":" 89. And indeed We have fully explained to mankind, in this Qur’ân, every kind of similitude, but most of mankind refuse (the truth and accept nothing) but disbelief.","arabic":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2118,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:90","price":" 90. And they say: \"We shall not believe in you (O Muhammad صلى الله عليه و سلم), until you cause a spring to gush forth from the earth for us;","arabic":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2119,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:91","price":" 91. \"Or you have a garden of date-palms and grapes, and cause rivers to gush forth in their midst abundantly;","arabic":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2120,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:92","price":" 92. \"Or you cause the heaven to fall upon us in pieces, as you have pretended, or you bring Allâh and the angels before (us) face to face;","arabic":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2121,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:93","price":" 93. \"Or you have a house of Zukhruf (like silver and pure gold), or you ascend up into the sky, and even then we will put no faith in your ascension until you bring down for us a Book that we would read.\" Say (O Muhammad صلى الله عليه و سلم): \"Glorified (and Exalted) be my Lord [(Allâh) above all that evil they (polytheists) associate with Him]! Am I anything but a man, sent as a Messenger?\"","arabic":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2122,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:94","price":" 94. And nothing prevented men from believing when the guidance came to them, except that they said: \"Has Allâh sent a man as (His) Messenger?\"","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2123,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:95","price":" 95. Say: \"If there were on the earth, angels walking about in peace and security, We should certainly have sent down for them from the heaven an angel as a Messenger.\"","arabic":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2124,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:96","price":" 96. Say: \"Sufficient is Allâh for a witness between me and you. Verily He is Ever the All-Knower, the All-Seer of His slaves.\"","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2125,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:97","price":" 97. And he whom Allâh guides, he is led aright; but he whom He sends astray, for such you will find no Auliyâ’ (helpers and protectors), besides Him, and We shall gather them together on the Day of Resurrection on their faces,[1]blind, dumb and deaf; their abode will be Hell; whenever it abates, We shall increase for them the fierceness of the Fire.","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2126,"juzNumber":15,"footnotes":"(V.17:97) Narrated Anas bin Mâlik رضي الله عنه: A man said, \"O Allâh’s Prophet! Will Allâh gather a disbeliever (prone) on his face on the Day of Resurrection?\" He صلى الله عليه وسلم said, \"Will not the One Who made him walk on his feet in this world, be able to make him walk on his face on the Day of Resurrection?\" (Qatâdah, a subnarrator, said: \"Yes, by the Power of Our Lord!\") (Sahih Al Bukhri, Vol. 6, Hadith No.283).","lang":"en"},{"name":"17:98","price":" 98. That is their recompense, because they denied Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) and said: \"When we are bones and fragments, shall we really be raised up as a new creation?\"","arabic":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2127,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:99","price":" 99. See they not that Allâh, Who created the heavens and the earth, is Able to create the like of them. And He has decreed for them an appointed term, whereof there is no doubt. But the Zâlimûn (polytheists and wrong-doers) refuse (the truth - the Message of Islâmic Monotheism, and accept nothing) but disbelief.","arabic":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2128,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:100","price":" 100. Say (to the disbelievers): \"If you possessed the treasure of the Mercy of my Lord (wealth, money, provision.), then you would surely hold back (from spending) for fear of (being exhausted), and man is ever miserly!\"","arabic":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2129,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:101","price":" 101. And indeed We gave Mûsâ (Moses) nine clear signs. Ask then the Children of Israel, when he came to them, then Fir‘aun (Pharaoh) said to him: \"O Mûsâ (Moses)! I think you are indeed bewitched.\"","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2130,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:102","price":" 102. [Mûsâ (Moses)] said: \"Verily, you know that these signs have been sent down by none but the Lord of the heavens and the earth (as clear evidence i.e. proofs of Allâh’s Oneness and His Omnipotence.). And I think you are, indeed, O Fir‘aun (Pharaoh) doomed to destruction (away from all good)!\"","arabic":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2131,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:103","price":" 103. So he resolved to turn them out of the land (of Egypt). But We drowned him and all who were with him.","arabic":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2132,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:104","price":" 104. And We said to the Children of Israel after him: \"Dwell in the land, then, when the final and the last promise comes near [i.e. the Day of Resurrection or the descent of Christ [‘Îsâ (Jesus), son of Maryam (Mary) عليهما السلام on the earth], We shall bring you altogether as mixed crowd (gathered out of various nations). (Tafsir Al-Qurtubî,).","arabic":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2133,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:105","price":"105. And with truth We have sent it down (i.e. the Qur’ân), and with truth it has descended. And We have sent you (O Muhammad صلى الله عليه و سلم) as nothing but a bearer of glad tidings (of Paradise for those who follow your Message of Islâmic Monotheism), and a warner (of Hell-fire for those who refuse to follow your Message of Islâmic Monotheism)[1].","arabic":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2134,"juzNumber":15,"footnotes":"(V.17:105)\na) See the footnote of (V.3:85).\nb) See the footnote of (V.4:80).","lang":"en"},{"name":"17:106","price":" 106. And (it is) a Qur’ân which We have divided (into parts), in order that you might recite it to men at intervals. And We have revealed it by stages (in 23 years).","arabic":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2135,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:107","price":" 107. Say (O Muhammad صلى الله عليه و سلم to them): \"Believe in it (the Qur’ân) or do not believe (in it). Verily those who were given knowledge before it (the Jews and the Christians like ‘Abdullâh bin Salâm and Salmân Al-Farisî), when it is recited to them, fall down on their faces in humble prostration.\"","arabic":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2136,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:108","price":" 108. And they say: \"Glory be to our Lord! Truly, the Promise of our Lord must be fulfilled.\"","arabic":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2137,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:109","price":" 109. And they fall down on their faces weeping and it increases their humility.","arabic":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2138,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:110","price":" 110. Say (O Muhammad صلى الله عليه و سلم): \"Invoke Allâh or invoke the Most Gracious (Allâh), by whatever name you invoke Him (it is the same), for to Him belong the Best Names. And offer your Salât (prayer) neither aloud nor in a low voice, but follow a way between.","arabic":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2139,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"17:111","price":" 111. And say: \"All the praises and thanks be to Allâh, Who has not begotten a son (or offspring), and Who has no partner in (His) Dominion, nor He is low to have a Walî (helper, protector or supporter). And magnify Him with all magnificence, [Allâhu-Akbar (Allâh is the Most Great)].\"","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2140,"juzNumber":15,"footnotes":"","lang":"en"}],"chapter":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"]}