{"data":[{"name":"18:1","price":"1. All the praises and thanks be to Allâh, Who has sent down to His slave (Muhammad صلى الله عليه وسلم) the Book (the Qur’ân), and has not placed therein any crookedness.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:2","price":" 2. (He has made it) straight to give warning (to the disbelievers) of a severe punishment from Him, and to give glad tidings to the believers (in the Oneness of Allâh - Islâmic Monotheism), who do righteous deeds, that they shall have a fair reward (i.e. Paradise).","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:3","price":" 3. They shall abide therein for ever.","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:4","price":" 4. And to warn those (Jews, Christians, and pagans) who say, \"Allâh has begotten a son (or offspring or children).\"","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:5","price":"5. No knowledge have they of such a thing, nor had their fathers. Mighty is the word that comes out of their mouths [i.e. He begot sons and daughters]. They utter nothing but a lie[1].","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"(V.18:5): see the footnote of V.2:116.","lang":"en"},{"name":"18:6","price":" 6. Perhaps, you, would kill yourself (O Muhammad صلى الله عليه وسلم) in grief, over their footsteps (for their turning away from you), because they believe not in this narration (the Qur’ân).","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:7","price":" 7. Verily! We have made that which is on earth as an adornment for it, in order that We may test them (mankind) as to which of them are best in deeds. [i.e. those who do good deeds in the most perfect manner, that means to do them (deeds) totally for Allâh’s sake and in accordance to the legal ways of the Prophet صلى الله عليه وسلم].","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:8","price":" 8. And verily We shall make all that is on it (the earth) a bare dry soil (without any vegetation or trees.).","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:9","price":" 9. Do you think that the people of the Cave and the Inscription (the news or the names of the people of the Cave) were a wonder among Our Signs?","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:10","price":" 10. (Remember) when the young men fled for refuge (from their disbelieving folk) to the Cave. They said: \"Our Lord! Bestow on us mercy from Yourself, and facilitate for us our affair in the right way!\"","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:11","price":" 11. Therefore We covered up their (sense of) hearing (causing them to go in deep sleep) in the Cave for a number of years.","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:12","price":" 12. Then We raised them up (from their sleep), that We might test which of the two parties was best at calculating the time period that they had tarried.","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:13","price":" 13. We narrate unto you (O Muhammad صلى الله عليه وسلم) their story with truth: Truly they were young men who believed in their Lord (Allâh), and We increased them in guidance.","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:14","price":" 14. And We made their hearts firm and strong (with the light of Faith in Allâh and bestowed upon them patience to bear the separation of their kith and kin and dwellings) when they stood up and said: \"Our Lord is the Lord of the heavens and the earth, never shall we call upon any ilâh (god) other than Him; if we did, we should indeed have uttered an enormity in disbelief.","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:15","price":" 15. \"These our people have taken for worship âlihah (gods) other than Him (Allâh). Why do they not bring for them a clear authority? And who does more wrong than he who invents a lie against Allâh.","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:16","price":"16. (The young men said to one another): \"And when you withdraw from them, and that which they worship, except Allâh, then seek refuge in the Cave; your Lord will open a way for you from His Mercy and will make easy for you your affair (i.e. will give you what you will need of provision, dwelling).\"","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:17","price":" 17. And you might have seen the sun, when it rose, declining to the right from their Cave, and when it set, turning away from them to the left, while they lay in the midst of the Cave. That is (one) of the Ayât (proofs, evidence, signs) of Allâh. He whom Allâh guides, he is the rightly guided; but he whom He sends astray, for him you will find no Walî (guiding friend) to lead him (to the right Path).","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:18","price":" 18. And you would have thought them awake, whereas they were asleep. And We turned them on their right and on their left sides, and their dog stretching forth his two forelegs at the entrance [of the Cave or in the space near to the entrance of the Cave (as a guard at the gate)]. Had you looked at them, you would certainly have turned back from them in flight, and would certainly have been filled with awe of them.","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:19","price":" 19. Likewise, We awakened them (from their long deep sleep) that they might question one another. A speaker from among them said: \"How long have you stayed (here)?\" They said: \"We have stayed (perhaps) a day or part of a day.\" They said: \"Your Lord (Alone) knows best how long you have stayed (here). So send one of you with this silver coin of yours to the town, and let him find out which is the good lawful food, and bring some of that to you. And let him be careful and let no man know of you.","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:20","price":" 20. \"For, if they come to know of you, they will stone you (to death or abuse and harm you) or turn you back to their religion; and in that case you will never be successful.\"","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:21","price":"21. And thus We made their case known (to the people), that they might know that the Promise of Allâh is true, and that there can be no doubt about the Hour. (Remember) when they (the people of the city) disputed among themselves about their case, they said: \"Construct a building over them; their Lord knows best about them;\" (then) those who won their point said (most probably the disbelievers): \"We verily shall build a place of worship over them.\"","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:22","price":" 22. (Some) say they were three, the dog being the fourth among them; and (others) say they were five, the dog being the sixth, - guessing at the unseen; (yet others) say they were seven, and the dog being the eighth. Say (O Muhammad صلى الله عليه وسلم): \"My Lord knows best their number; none knows them but a few.\" So debate not (about their number) except with the clear proof (which We have revealed to you). And consult not any of them (people of the Scripture - Jews and Christians) about (the affair of) the people of the Cave.","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:23","price":" 23. And never say of anything, \"I shall do such and such thing tomorrow.\"","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:24","price":" 24. Except (with the saying), \"If Allâh will!\" And remember your Lord when you forget and say: \"It may be that my Lord guides me unto a nearer way of truth than this.\"","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:25","price":" 25. And they stayed in their Cave three hundred (solar) years, adding nine (for lunar years). (Tafsir Al-Qurtubi)","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:26","price":" 26. Say: \"Allâh knows best how long they stayed. With Him is (the knowledge of) the Unseen of the heavens and the earth. How clearly He sees, and hears (everything)! They have no Walî (Helper, Disposer of affairs, Protector) other than Him, and He makes none to share in His Decision and His Rule.\"","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:27","price":" 27. And recite what has been revealed to you (O Muhammad صلى الله عليه وسلم) of the Book (the Qur’ân) of your Lord (i.e. recite it, understand and follow its teachings and act on its orders and preach it to men). None can change His Words, and none will you find as a refuge other than Him.","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:28","price":"28. And keep yourself (O Muhammad صلى الله عليه وسلم) patiently with those who call on their Lord (i.e. your companions who remember their Lord with glorification, praising in prayers, and other righteous deeds) morning and afternoon, seeking His Face; and let not your eyes overlook them, desiring the pomp and glitter of the life of the world; and obey not him whose heart We have made heedless of Our Remembrance, and who follows his own lusts, and whose affair (deeds) has been lost.","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:29","price":" 29. And say: \"The truth is from your Lord.\" Then whosoever wills, let him believe; and whosoever wills, let him disbelieve. Verily, We have prepared for the Zâlimûn (polytheists and wrong-doers.), a Fire whose walls will be surrounding them (disbelievers in the Oneness of Allâh). And if they ask for help (relief, water), they will be granted water like boiling oil, that will scald their faces. Terrible is the drink, and an evil Murtafaq (dwelling, resting place.)!","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:30","price":" 30. Verily as for those who believed and did righteous deeds, certainly We shall not make the reward of anyone who does his (righteous) deeds in the most perfect manner to be lost.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:31","price":" 31. These! For them will be ‘Adn (Eden) Paradise (everlasting Gardens); wherein rivers flow underneath them; therein they will be adorned with bracelets of gold, and they will wear green garments of fine and thick silk. They will recline therein on raised thrones. How good is the reward, and what an excellent Murtafaq (dwelling, resting place.)!","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:32","price":" 32. And put forward to them the example of two men: unto one of them We had given two gardens of grapes, and We had surrounded both with date-palms; and had put between them green crops (cultivated fields).","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:33","price":" 33. Each of those two gardens brought forth its produce, and failed not in the least therein, and We caused a river to gush forth in the midst of them.","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:34","price":" 34. And he had property (or fruit) and he said to his companion, in the course of mutual talk: \"I am more than you in wealth and stronger in respect of men.\" (Tafsir Al-Qurtubî).","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:35","price":"35. And he went into his garden while in a state (of pride and disbelief) unjust to himself. He said: \"I think not that this will ever perish.","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:36","price":" 36. \"And I think not the Hour will ever come, and if indeed I am brought back to my Lord, (on the Day of Resurrection), I surely shall find better than this when I return to Him.\"","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:37","price":" 37. His companion said to him during the talk with him: \"Do you disbelieve in Him Who created you out of dust (i.e. your father Adam), then out of Nutfah (mixed semen drops of male and female discharge), then fashioned you into a man?","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:38","price":" 38. \"But as for my part, (I believe) that He is Allâh, my Lord, and none shall I associate as partner with my Lord.","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:39","price":" 39. \"It was better for you to say, when you entered your garden: ‘That which Allâh wills (will come to pass)! There is no power but with Allâh[1]!’ If you see me less than you in wealth, and children,","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"(V.18:39): What is said regarding the statement: Lâ haulâ walâ quwwata illa billâh (i.e. There is neither might nor power except with Allâh).\nNarrated Abu Mûsâ Al-Ash‘ari: The Prophet صلى الله عليه وسلم started ascending a high place or a hill. A man (amongst his companions) ascended it and shouted in a loud voice. Lâ ilâha illal-lahu wallâhu Akbar* (At that time) Allâh’s Messenger صلى الله عليه وسلم was riding his mule. Allâh’s Messenger صلى الله عليه وسلم said, \"You are not calling upon a deaf or an absent one.\" and added, \"O Abu Mûsâ (or, O ‘Abdullâh)! Shall I tell you a sentence from the treasure of Paradise?\" I said, \"Yes.\" He said,\"Lâ haulâ walâ quwwata illa billâh\" (Sahih Al-Bukhari, Vol. 8, Hadith No. 418).\n*None has the right to be worshipped but Allâh, and Allâh is the Most Great.","lang":"en"},{"name":"18:40","price":" 40. \"It may be that my Lord will give me something better than your garden, and will send on it Husbân (torment, bolt) from the sky, then it will be a barren slippery earth.","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:41","price":" 41. \"Or the water thereof (of the gardens) becomes deep-sunken (underground) so that you will never be able to seek it.\"","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:42","price":" 42. So his fruits were encircled (with ruin). And he remained clapping his hands (with sorrow) over what he had spent upon it, while it was all destroyed on its trellises, and he could only say: \"Would that I had ascribed no partners to my Lord!\" [Tafsir Ibn Kathîr]","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:43","price":" 43. And he had no group of men to help him against Allâh, nor could he defend (or save) himself.","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:44","price":" 44. There (on the Day of Resurrection), Al-Walâyah (protection, power, authority and kingdom) will be for Allâh (Alone), the True God. He (Allâh) is the Best for reward and the Best for the final end. (Lâ ilâha illallâh- none has the right to be worshipped but Allâh).","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:45","price":" 45. And put forward to them the example of the life of this world: it is like the water (rain) which We send down from the sky, and the vegetation of the earth mingles with it, and becomes fresh and green. But (later) it becomes dry and broken pieces, which the winds scatter. And Allâh is Able to do everything.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:46","price":"46. Wealth and children are the adornment of the life of this world. But the good righteous deeds,[1] that last, are better with your Lord for rewards and better in respect of hope.","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"(V.18:46): good righteous deeds:- five compulsory prayers, deeds of Allâh’s obedience, good and nice talk, remembrance of Allâh with glorification, praises and thanks.","lang":"en"},{"name":"18:47","price":" 47. And (remember) the Day We shall cause the mountains to pass away (like clouds of dust), and you will see the earth as a levelled plain, and we shall gather them all together so as to leave not one of them behind.","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:48","price":" 48. And they will be set before your Lord in (lines as) rows, (and Allâh will say): \"Now indeed, you have come to Us as We created you the first time. Nay, but you thought that We had appointed no meeting for you (with Us).\"","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:49","price":" 49. And the Book (one’s Record) will be placed (in the right hand for a believer in the Oneness of Allâh, and in the left hand for a disbeliever in the Oneness of Allâh), and you will see the Mujrimûn (criminals, polytheists, sinners), fearful of that which is (recorded) therein. They will say: \"Woe to us! What sort of Book is this that leaves neither a small thing nor a big thing, but has recorded it with numbers!\" And they will find all that they did, placed before them, and your Lord treats no one with injustice.","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:50","price":" 50. And (remember) when We said to the angels: \"Prostrate yourselves unto Adam.\" So they prostrated themselves except Iblîs (Satan). He was one of the jinn; he disobeyed the Command of his Lord. Will you then take him (Iblîs) and his offspring as protectors and helpers rather than Me while they are enemies to you? What an evil is the exchange for the Zâlimûn (polytheists, and wrong-doers).","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:51","price":" 51. I (Allâh) made them (Iblîs and his offspring) not to witness (nor took their help in) the creation of the heavens and the earth and not (even) their own creation, nor was I (Allâh) to take the misleaders as helpers.","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:52","price":" 52. And (remember) the Day He will say: \"Call those (so-called) partners of Mine whom you pretended.\" Then they will cry unto them, but they will not answer them, and We shall put a Maubiq (barrier)[2] between them.","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"(V.18:52): In Arabic \"Maubiq\" also means enmity, or destruction, or a valley in Hell.","lang":"en"},{"name":"18:53","price":" 53. And the Mujrimûn (criminals, polytheists, sinners) shall see the Fire and apprehend that they have to fall therein. And they will find no way of escape from there.","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:54","price":"54. And indeed We have put forth every kind of example in this Qur’ân, for mankind. But, man is ever more quarrelsome than anything.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:55","price":" 55. And nothing prevents men from believing, (now) when the guidance (the Qur’ân) has come to them, and from asking Forgiveness of their Lord, except that the ways of the ancients be repeated with them (i.e. their destruction decreed by Allâh), or the torment be brought to them face to face?","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:56","price":" 56. And We send not the Messengers except as givers of glad tidings and warners. But those who disbelieve, dispute with false argument, in order to refute the truth thereby. And they treat My Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), and that with which they are warned, as a jest and mockery!","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:57","price":" 57. And who does more wrong than he who is reminded of the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of his Lord, but turns away from them, forgetting what (deeds) his hands have sent forth. Truly, We have set veils over their hearts lest they should understand this (the Qur’ân), and in their ears, deafness. And if you (O Muhammad صلى الله عليه وسلم) call them to guidance, even then they will never be guided.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:58","price":" 58. And your Lord is Most Forgiving, Owner of Mercy. Were He to call them to account for what they have earned, then surely, He would have hastened their punishment. But they have their appointed time, beyond which they will find no escape.","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:59","price":" 59. And these towns (population, - ‘Âd, Thamûd) We destroyed them when they did wrong. And We appointed a fixed time for their destruction.","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:60","price":" 60. And (remember) when Mûsâ (Moses) said to his boy-servant: \"I will not give up (travelling) until I reach the junction of the two seas or (until) I spend years and years in travelling.\"[1]","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"(V.18:60) The Story of Mûsâ (Moses) and Khidr عليهما السلام Narrated Sa‘îd bin Jubair: I said to Ibn ‘Abbâs, \"Nauf Al-Bikâli claims that Mûsâ (Moses), the companion of Al-Khidr was not the Mûsâ (Moses) of the Children of Israel.\" Ibn ‘Abbâs said, \"The enemy of Allâh (Nauf) told a lie.\" Narrated Ubayy bin Ka‘b that he heard Allâh’s Messenger صلى الله عليه وسلم saying, \"Mûsâ (Moses) got up to deliver a speech before the Children of Israel and he was asked, ‘Who is the most learned person among the people?’ Mûsâ (Moses) replied, ‘I (am the most learned).’ Allâh admonished him for he did not ascribe knowledge to Allâh Alone.\nSo Allâh revealed to him: ‘At the junction of the two seas there is a slave of Ours who is more learned than you.’ Mûsâ (Moses) asked, ‘O my Lord, how can I meet him?’ Allâh said, Take a fish and put it in a basket and then proceed (set out and where you lose the fish, you will find him).’ So Mûsâ (Moses) (took a fish and put it in a basket and) set out, along with his boy-servant Yûsha‘ bin Nûn, till they reached a rock (on which) they both lay their heads and slept. The fish moved vigorously in the basket and got out of it and fell into the sea and there it took its way through the sea (straight) as in a tunnel. (V.18:61) Allâh stopped the current of water on both sides of the way created by the fish, and so that way was like a tunnel. When Mûsâ (Moses) got up, his companion forgot to tell him about the fish, and so they carried on their journey during the rest of the day and the whole night. The next morning Mûsâ (Moses) asked his boy-servant ‘Bring us our morning meal; truly, we have suffered much fatigue in this, our journey.’ (V.18:62)\nMûsâ (Moses) did not get tired till he had passed the place which Allâh had ordered him to seek after. His boy-servant then said to him, ‘Do you remember when we betook ourselves to the rock? I indeed forgot the fish; none but Satan made me forget to remember it. It took its course into the sea in a strange way.’ (V.18:63)\nThere was a tunnel for the fish and for Mûsâ (Moses) and his boy-servant there was astonishment. Mûsâ (Moses) said, ‘That is what we have been seeking’. So they went back retracing their footsteps. (V.18:64) They both returned, retracing their steps till they reached the rock. Behold! There they found a man covered with a garment. Mûsâ (Moses) greeted him. Al-Khidr said astonishingly. ‘Is there such a greeting in your land?’ Mûsâ (Moses) said, ‘I am Mûsâ (Moses).’ He said, ‘Are you the Mûsâ (Moses) of the Children of Israel?’ Mûsâ (Moses) said, ‘Yes’; and added, ‘I have come to you so that you may teach me something of that knowledge which you have been taught’.\nAl-Khidr said, ‘You will not be able to have patience with me.’ (V.18:67)\n‘O Mûsâ (Moses)! I have some of Allâh’s Knowledge which He has bestowed upon me but you do not know it; and you too, have some of Allâh’s Knowledge which He has bestowed upon you, but I do not know it.\" Mûsâ (Moses) said, ‘If Allâh wills, you will find me patient, and I will not disobey you in aught.’ (V.18:69).\nAl-Khidr said to him. ‘Then, if you follow me, ask me not about anything till I myself mention it to you.’ (V.18:70). After that both of them proceeded along the sea coast, till a ship passed by and they requested the crew to let them go on board. The crew recognized Al-Khidr and allowed them to get on board free of charge. When they got on board, suddenly Mûsâ (Moses) saw that Al-Khidr had pulled out one of the planks of the ship with an adze. Mûsâ (Moses) said to him, ‘These people gave us a free lift, yet you have scuttled their ship so as to drown its people! Verily, you have committed a thing ‘Imra’ (a Munkar - evil, bad, dreadful thing).’ (V.18:71)\nAl-Khidr said, ‘Did I not tell you, that you would not be able to have patience with me?’ (V.18:72)\nMûsâ (Moses) said, ‘Call me not to account for what I forgot and be not hard upon me for my affair (with you.)’ (V.18:73).\"\nAllâh’s Messenger صلى الله عليه وسلم said, \"The first excuse given by Mûsâ (Moses), was that he had forgotten. Then a sparrow came and sat over the edge of the ship and dipped its beak once in the sea. Al-Khidr said to Mûsâ (Moses), ‘My knowledge and your knowledge, compared to Allâh’s Knowledge is like what this sparrow has taken out of the sea.’ Then they both got out of the ship, and while they were walking on the sea shore, Al-Khidr saw a boy playing with other boys. Al-Khidr got hold of the head of that boy and pulled it out with his hands and killed him. Mûsâ (Moses) said, ‘Have you killed an innocent person who had killed none! Verily, you have committed a thing ‘Nukra’ (a great Munkar - prohibited, evil, dreadful thing)!’ (V.18:74) He said, ‘Did I not tell you that you would not be able to have patience with me?’ (V.18:75) (The subnarrator said, ‘The second blame was stronger than the first one). Mûsâ (Moses) said, ‘If I ask you anything after this, keep me not in your company; you have received an excuse from me.’ (V.18:76)\nThen they both proceeded until they came to the people of a town. They asked them for food but they refused to entertain them. (Then) they found there a wall on the point of falling down. (V.18:77) (Al-Khidr) set it up straight with his own hands. Mûsâ (Moses) said, ‘We came to these people, but they neither fed us nor received us as guests. If you had wished, you could surely have exacted some recompense for it.’ (Al-Khidr) said, ‘This is the parting between me and you, (please read V. 18:79, 80-82) that is the interpretation of those (things) over which you could not hold patience.’ (V.18:78-82).\"\nAllâh’s Messenger صلى الله عليه وسلم said, \"We wished Mûsâ (Moses) had more patience so that Allâh might have described to us more about their story.\" (Sahih Al-Bukhari, Vol.6, Hadith No.249).","lang":"en"},{"name":"18:61","price":" 61. But when they reached the junction of the two seas, they forgot their fish, and it took its way through the sea as in a tunnel.","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:62","price":" 62. So when they had passed further on (beyond that fixed place), Mûsâ (Moses) said to his boy-servant: \"Bring us our morning meal; truly, we have suffered much fatigue in this, our journey.\"","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:63","price":" 63. He said: \"Do you remember when we betook ourselves to the rock? I indeed forgot the fish; none but Shaitân (Satan) made me forget to remember it. It took its course into the sea in a strange (way)!\"","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:64","price":" 64. [Mûsâ (Moses)] said: \"That is what we have been seeking.\" So they went back retracing their footsteps.","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:65","price":" 65. Then they found one of Our slaves, on whom We had bestowed mercy from Us, and whom We had taught knowledge from Us.","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:66","price":" 66. Mûsâ (Moses) said to him (Khidr): \"May I follow you so that you teach me something of that knowledge (guidance and true path) which you have been taught (by Allâh)?\"","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:67","price":" 67. He (Khidr) said: \"Verily you will not be able to have patience with me!","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:68","price":" 68. \"And how can you have patience about a thing which you know not?\"","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:69","price":" 69. Mûsâ (Moses) said: \"If Allâh wills, you will find me patient, and I will not disobey you in aught.\"","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:70","price":" 70. He (Khidr) said: \"Then, if you follow me, ask me not about anything till I myself mention of it to you.\"","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:71","price":" 71. So they both proceeded, till, when they embarked the ship, he (Khidr) scuttled it. Mûsâ (Moses) said: \"Have you scuttled it in order to drown its people? Verily, you have committed a thing \"Imr\" (a Munkar - evil, bad, dreadful thing).\"","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:72","price":" 72. He (Khidr) said: \"Did I not tell you, that you would not be able to have patience with me?\"","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:73","price":" 73. [Mûsâ (Moses)] said: \"Call me not to account for what I forgot,[1] and be not hard upon me for my affair (with you).\"","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"(V.18:73)\na) If someone does something against his oath due to forgetfulness (should he make expiation?). And the Statement of Allâh:\n\"And there is no sin on you, concerning that in which you made a mistake.\" (V.33:5)\nAnd Allâh said:\n\"[Mûsâ (Moses) said to Khidr]: Call me not to account for what I forgot.\" (V.18:73)\nNarrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"Allâh forgives my followers those (evil deeds) their ownselves may whisper or suggest to them as long as they do not act (on it) or speak.\" (Sahih Al-Bukhari, Vol. 8, Hadith No.657)\nb) Narrated Abu Hurairah رضي الله عنه: The Prophetصلى الله عليه وسلم said, \"If somebody eats something forgetfully while he is fasting, then he should complete his fast, for Allâh has made him eat and drink.\" (Sahih Al-Bukhari, Vol. 8, Hadith No.662).","lang":"en"},{"name":"18:74","price":" 74. Then they both proceeded, till they met a boy, and he (Khidr) killed him. Mûsâ (Moses) said: \"Have you killed an innocent person who had killed none? Verily, you have committed a thing Nukr (a great Munkar - prohibited, evil, dreadful thing)!\"","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:75","price":" 75. (Khidr) said: \"Did I not tell you that you can have no patience with me?\"","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:76","price":" 76. [Mûsâ (Moses)] said: \"If I ask you anything after this, keep me not in your company, you have received an excuse from me.\"","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:77","price":" 77. Then they both proceeded, till, when they came to the people of a town, they asked them for food, but they refused to entertain them. Then they found therein a wall about to collapse and he (Khidr) set it up straight. [Mûsâ (Moses)] said: If you had wished, surely, you could have taken wages for it!\"","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:78","price":" 78. (Khidr) said: \"This is the parting between me and you, I will tell you the interpretation of (those) things over which you were unable to hold patience.","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:79","price":" 79. \"As for the ship, it belonged to Masâkîn (poor people) working in the sea. So I wished to make a defective damage in it, as there was a king behind them who seized every ship by force.","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:80","price":" 80. \"And as for the boy, his parents were believers, and we feared lest he should oppress them by rebellion and disbelief.","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:81","price":" 81. \"So we intended that their Lord should change him for them for one better in righteousness and nearer to mercy.","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:82","price":" 82. \"And as for the wall, it belonged to two orphan boys in the town; and there was under it a treasure belonging to them; and their father was a righteous man, and your Lord intended that they should attain their age of full strength and take out their treasure as a mercy from your Lord. And I did them not of my own accord. That is the interpretation of those (things) over which you could not hold patience.\"","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:83","price":" 83. And they ask you about Dhul-Qarnain. Say: \"I shall recite to you something of his story.\"","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:84","price":" 84. Verily, We established him in the earth, and We gave him the means of everything.","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:85","price":" 85. So he followed a way.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:86","price":" 86. Until, when he reached the setting place of the sun, he found it setting in a spring of black muddy (or hot) water. And he found near it a people. We (Allâh) said (by inspiration): \"O Dhul-Qarnain! Either you punish them, or treat them with kindness.\"","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:87","price":" 87. He said: \"As for him (a disbeliever in the Oneness of Allâh) who does wrong, we shall punish him, and then he will be brought back unto his Lord, Who will punish him with a terrible torment (Hell).","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:88","price":" 88. \"But as for him who believes (in Allâh’s Oneness) and works righteousness, he shall have the best reward, (Paradise), and we (Dhul-Qarnain) shall speak unto him mild words (as instructions).\"","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:89","price":" 89. Then he followed another way,","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:90","price":" 90. Until, when he came to the rising place of the sun, he found it rising on a people for whom We (Allâh) had provided no shelter against the sun.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:91","price":" 91. So (it was)! And We knew all about him (Dhul-Qarnain).","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:92","price":" 92. Then he followed (another) way,","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:93","price":" 93. Until, when he reached between two mountains, he found, before (near) them (those two mountains), a people who scarcely understood a word.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:94","price":" 94. They said: \"O Dhul-Qarnain! Verily Ya’jûj and Ma’jûj (Gog and Magog)[1] are doing great mischief in the land. Shall we then pay you a tribute in order that you might erect a barrier between us and them?\"","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"(V.18:94) Ya’jûj and Ma’jûj [Gog and Magog (people)]: To know about them in detail - please see Tafsir Al-Qurtubi, Vol. II, Pages 55-58.\nNarrated Zainab bint Jahsh that one day Allâh’s Messenger صلى الله عليه وسلم entered upon her in a state of fear and said, \" Lâ ilâha illallâh (none has the right to be worshipped but Allâh)! Woe to the Arabs from the great evil that has approached (them). Today a hole has been opened in the dam of Ya’jûj and Ma’jûj (Gog and Magog) like this.\" The Prophet صلى الله عليه وسلم made a circle with his index finger and thumb. Zainab bint Jahsh added: I said, \"O Allâh’s Messenger!, Shall we be destroyed though there will be righteous people among us?\" The Prophet صلى الله عليه وسلم said: \"Yes if Al-Khabath * (evil persons) increased.\" (Sahih Al-Bukhari, Vol.9, Hadith No.249).\n*The word Al-Khabath is interpreted as illegal sexual intercourse and illegitimate children and every kind of evil deed. (See Fath Al-Bari, Vol. 16, Page 225).","lang":"en"},{"name":"18:95","price":" 95. He said: \"That (wealth, authority and power) in which my Lord had established me is better (than your tribute). So help me with strength (of men), I will erect between you and them a barrier.","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:96","price":" 96. \"Give me pieces (blocks) of iron;\" then, when he had filled up the gap between the two mountain-cliffs, he said: \"Blow;\" then when he had made them (red as) fire, he said: \"Bring me molten copper to pour over them.\"","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:97","price":" 97. So they [Ya’jûj and Ma’jûj (Gog and Magog)] could not scale it or dig through it.","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:98","price":" 98. (Dhul-Qarnain) said: \"This is a mercy from my Lord, but when the Promise of my Lord comes, He shall level it down to the ground. And the Promise of my Lord is ever true.\"","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:99","price":" 99. And on that Day [i.e. the Day Ya’jûj and Ma’jûj (Gog and Magog) will come out], We shall leave them to surge like waves on one another; and the Trumpet will be blown, and We shall collect them (the creatures) all together.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:100","price":" 100. And on that Day We shall present Hell to the disbelievers, plain to view -","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:101","price":" 101. (To) those whose eyes had been under a covering from My Reminder (this Qur’ân), and who could not bear to hear (it).","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:102","price":" 102. Do then those who disbelieved think that they can take My slaves [i.e., the angels, Allâh’s Messengers, ‘Îsâ (Jesus), son of Maryam (Mary)] as Auliyâ’ (lords, gods, protectors) besides Me? Verily, We have prepared Hell as an entertainment for the disbelievers (in the Oneness of Allâh - Islâmic Monotheism)[1].","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"(V.18:102) Almighty Allâh says: \"They (Jews and Christians) took their rabbis and their monks to be their lords (by obeying them in things that they made lawful or unlawful according to their own desires without being ordered by Allâh) besides Allâh, and (they also took as their Lord) Messiah, son of Maryam (Mary), while they (Jews and Christians) were commanded [in the Taurât (Torah) and the Injeel (Gospel)] to worship none but one Ilâh (God - Allâh), Lâ ilâha illa Huwa (none has the right to be worshipped but He). Praise and Glory be to Him, (far above is He) from having the partners they associate (with Him).\" [The Qur’ân, Verse 9:31]\nOnce, while Allâh’s Messenger صلى الله عليه وسلم was reciting the above Verse, ‘Adi bin Hâtim said, \"O Allâh’s Prophet! They do not worship them (rabbis and monks).\" Allâh’s Messengerصلى الله عليه وسلم said, \"They certainly do. They (i.e. rabbis and monks) made legal things illegal, and illegal things legal, and they (i.e. Jews and Christians) followed them, and by doing so they really worshipped them.\" [Narrated by Ahmad, At-Tirmidhi, and Ibn Jarir. (Tafsîr At-Tabarî, Vol.10, Page No.114)]","lang":"en"},{"name":"18:103","price":" 103. Say (O Muhammad صلى الله عليه وسلم): \"Shall We tell you the greatest losers in respect of (their) deeds?","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:104","price":" 104. \"Those whose efforts have been wasted in this life while they thought that they were acquiring good by their deeds.[2]","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"(V.18:104) For the acceptance of the righteous deeds it is stipulated that the following two basic conditions must be fulfilled:\na) The intentions while doing such deeds must be totally for Allâh’s sake only without any show-off or to gain praise or fame.\nb) Such a deed must be performed in accordance with the Sunnah of Allâh’s Messenger Muhammad bin ‘Abdullâh صلى الله عليه وسلم , the last of the Prophets and the Messengers.\nNarrated ‘Âishah رضي الله عنها : Allâh’s Messenger صلى الله عليه وسلم said, \"If somebody innovates something which is not present in our religion (of Islâmic Monotheism), then that thing will be rejected.\" (Sahih Al-Bukhari, Vol.3, Hadith No.861).\nIn another Hadith narrated ‘Âishah رضي الله عنها: The Prophet صلى الله عليه وسلم said: \"Whoever performs a (good) deed which we have not ordered (anyone) to do (or is not in accord with our religion of Islâmic Monotheism), then that deed will be rejected and will not be accepted.\" (Sahih Al-Bukhari, Vol.9, Chapter No.20 before Hadith No.449).","lang":"en"},{"name":"18:105","price":" 105. \"They are those who deny the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of their Lord and the Meeting with Him (in the Hereafter). So their works are in vain, and on the Day of Resurrection, We shall assign no weight for them.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:106","price":" 106. \"That shall be their recompense, Hell; because they disbelieved and took My Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) and My Messengers by way of jest and mockery.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:107","price":" 107. \"Verily those who believe (in the Oneness of Allâh - Islâmic Monotheism) and do righteous deeds, shall have the Gardens of Al-Firdaus (Paradise) for their entertainment.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:108","price":" 108. \"Wherein they shall dwell (forever). No desire will they have for removal therefrom.\"","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:109","price":" 109. Say (O Muhammad صلى الله عليه وسلم to mankind): \"If the sea were ink for (writing) the Words of my Lord, surely, the sea would be exhausted before the Words of my Lord would be finished, even if We brought (another sea) like it for its aid.\"","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:110","price":" 110. Say (O Muhammad صلى الله عليه وسلم): \"I am only a man like you. It has been revealed to me that your Ilâh (God) is One Ilâh (God - i.e. Allâh). So whoever hopes for the Meeting[3] with his Lord, let him work righteousness and associate none as a partner in the worship of his Lord.\"","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"(V.18:110) See the footnote of (V.6:31).","lang":"en"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}