{"data":[{"name":"2:1","price":"1. Alif-Lâm-Mîm. [These letters are one of the miracles of the Qur’ân and none but Allâh (Alone) knows their meanings.]","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:2","price":" 2. This is the Book (the Qur’ân), whereof there is no doubt, a guidance to those who are Al-Muttaqûn [the pious believers of Islamic Monotheism who fear Allâh much (abstain from all kinds of sins and evil deeds which He has forbidden) and love Allâh much (perform all kinds of good deeds which He has ordained)].","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:3","price":" 3. Who believe in the Ghaib [1] and perform As-Salât (Iqâmat-as-Salât),[2] and spend out of what We have provided for them [i.e. give Zakât [3], spend on themselves, their parents, their children, their wives, etc., and also give charity to the poor and also in Allâh’s Cause - Jihâd].","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"[1] (V.2:3): Al-Ghaib: literally means a thing not seen. But this word includes vast meanings: Belief in Allâh, Angels, Holy Books, Allâh’s Messengers, Day of Resurrection and Al-Qadar (Divine Pre-ordainments). It also includes what Allâh and His Messenger صلى الله عليه وسلم informed about the knowledge of the matters of past, present, and future e.g., news about the creation of the heavens and earth, botanical and zoological life, the news about the nations of the past, and about Paradise and Hell.\n[2] (V.2:3): Iqâmat-as-Salât إقامة الصلاة: The performance of Salât (prayers). It means that:\n[3] (V.2:3) Zakât زكاة : A certain fixed proportion of the wealth and of each and every kind of property liable to Zakât of a Muslim to be paid yearly for the benefit of the poor in the Muslim community. The payment of Zakât is obligatory as it is one of the five pillars of Islâm. Zakât is the major economic means for establishing social justice and leading the Muslim society to prosperity and security. [See Sahih Al- Bukhâri, Vol. 2, Book of Zakât, No. 24]","lang":"en"},{"name":"2:4","price":" 4. And who believe in (the Qur’ân and the Sunnah )[4] which has been sent down (revealed) to you (O Muhammad صلى الله عليه وسلم) and in that which was sent down before you [the Taurât (Torah) and the Injeel (Gospel), etc.] and they believe with certainty in the Hereafter. (Resurrection, recompense of their good and bad deeds, Paradise and Hell).","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"[4] (V.2:4) Narrated Ibn ‘Umar رضي الله عنهما: Allâh’s Messenger صلى الله عليه وسلم said: Islâm is based on (the following) five (principles):\n1. To testify that \" Lâ ilâha illallâh wa anna Muhammad-ur-Rasûl Allâh \" (none has the right to be worshipped but Allâh and that Muhammad صلى الله عليه وسلم is the Messenger of Allâh). \n2. Iqâmat-as-Salât: to perform the five (compulsory congregational) Salât (prayers). \n3. To pay Zakât \n4. To perform Hajj (i.e. pilgrimage to Makkah). \n5. To observe Saum (fasting) during the month of Ramadan. (Sahih Al-Bukhâri, Vol. 1, Hadith No. 7).","lang":"en"},{"name":"2:5","price":" 5. They are on (true) guidance from their Lord, and they are the successful.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:6","price":"6. Verily, those who disbelieve, it is the same to them whether you (O Muhammad صلى الله عليه وسلم) warn them or do not warn them, they will not believe.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:7","price":" 7. Allâh has set a seal on their hearts and on their hearing, (i.e. they are closed from accepting Allâh’s Guidance), and on their eyes there is a covering. Theirs will be a great torment.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:8","price":" 8. And of mankind, there are some (hypocrites) who say: \"We believe in Allâh and the Last Day\" while in fact they believe not.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:9","price":" 9. They (think to) deceive Allâh and those who believe, while they only deceive themselves, and perceive (it) not!","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:10","price":" 10. In their hearts is a disease (of doubt and hypocrisy) and Allâh has increased their disease. A painful torment is theirs because they used to tell lies.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:11","price":" 11. And when it is said to them: \"Make not mischief on the earth,\" they say: \"We are only peace-makers.\"","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:12","price":" 12. Verily! They are the ones who make mischief, but they perceive not.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:13","price":" 13. And when it is said to them (hypocrites): \"Believe as the people (followers of Muhammad صلى الله عليه وسلم, Al-Ansâr and Al-Muhajirûn) have believed,\" they say: \"Shall we believe as the fools have believed?\" Verily, they are the fools, but they know not.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:14","price":" 14. And when they meet those who believe, they say: \"We believe,\" but when they are alone with their Shayâtîn (devils - polytheists, hypocrites), they say: \"Truly, we are with you; verily, we were but mocking.\"","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:15","price":" 15. Allâh mocks at them and gives them increase in their wrong-doing to wander blindly.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:16","price":" 16. These are they who have purchased error for guidance, so their commerce was profitless. And they were not guided.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:17","price":"17. Their likeness is as the likeness of one who kindled a fire; then, when it lighted all around him, Allâh took away their light and left them in darkness. (So) they could not see.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:18","price":" 18. They are deaf, dumb, and blind, so they return not (to the Right Path).","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:19","price":" 19. Or like a rainstorm from the sky, wherein is darkness, thunder, and lightning. They thrust their fingers in their ears to keep out the stunning thunder-clap for fear of death. But Allâh ever encompasses the disbelievers (i.e. Allâh will gather them all together).","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:20","price":" 20. The lightning almost snatches away their sight, whenever it flashes for them, they walk therein, and when darkness covers them, they stand still. And if Allâh willed, He could have taken away their hearing and their sight. Certainly, Allâh has power over all things.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:21","price":" 21. O mankind! Worship your Lord (Allâh), Who created you and those who were before you so that you may become Al-Muttaqûn (the pious - See V.2:2).","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:22","price":" 22. Who has made the earth a resting place for you, and the sky as a canopy, and sent down water (rain) from the sky and brought forth therewith fruits as a provision for you. Then do not set up rivals unto Allâh (in worship) while you know (that He Alone has the right to be worshipped).[1]","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"[1] (V.2:22) Narrated ‘Abdullâh رضي الله عنه: I asked the Prophet صلى الله عليه وسلم , \"What is the greatest sin in consideration with Allâh?\" He said, \"That you set up a rival unto Allâh though He Alone created you.\" I said, \"That is indeed a great sin.\" Then I asked, \"What is next?\" He said \"To kill your son lest he should share your food with you.\" I asked, \"What is next?\" He said, \"To commit illegal sexual intercourse with the wife of your neighbour.\" (Sahih Al-Bukhâri, Vol.6, Hadîth No. 4).","lang":"en"},{"name":"2:23","price":" 23. And if you (Arab pagans, Jews, and Christians) are in doubt concerning that which We have sent down (i.e. the Qur’ân) to Our slave (Muhammad صلى الله عليه وسلم), then produce a Sûrah (chapter) of the like thereof and call your witnesses (supporters and helpers) besides Allâh, if you are truthful.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:24","price":" 24. But if you do it not, and you can never do it, then fear the Fire (Hell) whose fuel is men and stones, prepared for the disbelievers.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:25","price":" 25. And give glad tidings to those who believe and do righteous good deeds, that for them will be Gardens under which rivers flow (Paradise). Every time they will be provided with a fruit therefrom, they will say: \"This is what we were provided with before,\" and they will be given things in resemblance (i.e. in the same form but different in taste) and they shall have therein Azwâjun Mutahharatun [1] (purified mates or wives) and they will abide therein forever.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:26","price":" 26. Verily, Allâh is not ashamed to set forth a parable even of a mosquito or so much more when it is bigger (or less when it is smaller) than it. And as for those who believe, they know that it is the Truth from their Lord, but as for those who disbelieve, they say: \"What did Allâh intend by this parable?\" By it He misleads many, and many He guides thereby. And He misleads thereby only those who are Al-Fâsiqûn (the rebellious, disobedient to Allâh[2]).","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"[2] (V.2:26) We have retained this peculiar English construction in order to capture the Arabic idiom here.","lang":"en"},{"name":"2:27","price":" 27. Those who break Allâh’s Covenant after ratifying it, and sever what Allâh has ordered to be joined (as regards Allâh’s religion of Islâmic Monotheism, and to practise its laws on the earth and also as regards keeping good relations with kith and kin[3]), and do mischief on earth, it is they who are the losers.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"[3] (V.2:27) Narrated Jubair bin Mut‘im رضي الله عنه that he heard the Prophet صلى الله عليه وسلم saying, \"[القاطع] Al-Qâti‘ (the person who serves the bond of kinship) will not enter Paradise\" (Sahih Al-Bukhâri, Vol.8, Hadîth No. 13).","lang":"en"},{"name":"2:28","price":" 28. How can you disbelieve in Allâh? seeing that you were dead and He gave you life. Then He will give you death, then again will bring you to life (on the Day of Resurrection) and then unto Him you will return (See V.40:11)","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:29","price":" 29. He it is Who created for you all that is on earth. Then He rose over (Istawâ) towards the heaven and made them seven heavens and He is the All-Knower of everything.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:30","price":"30. And (remember) when your Lord said to the angels: \"Verily, I am going to place (mankind) generations after generations on earth.\" They said: \"Will You place therein those who will make mischief therein and shed blood, - while we glorify You with praises and thanks and sanctify You.\" He (Allâh) said: \"I know that which you do not know.\"","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:31","price":" 31. And He taught Adam all the names (of everything)[1], then He showed them to the angels and said, \"Tell Me the names of these if you are truthful.\"","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"(V.2:31) The Statement of Allâh تعالى: ‘And He taught Adam all the names (of everything).’ Narrated Anas رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"On the Day of Resurrection the believers will assemble and say, ‘Let us ask somebody to intercede for us with our Lord.’ So they will go to Adam and say, ‘You are the father of all the people, and Allâh created you with His Own Hands, and ordered the angels to prostrate themselves to you, and taught you the names of all things; so please intercede for us with our Lord, so that He may relieve us from this place of ours.’ Adam will say, ‘I am not fit for this (i.e. intercession for you).’ Then Adam will remember his sin and feel ashamed thereof. He will say, ‘Go to Nûh (Noah), for he was the first Messenger Allâh sent to the inhabitants of the earth.’ They will go to him and Nûh (Noah) will say, ‘I am not fit for this undertaking.’ He will remember his appeal to his Lord to do something of which he had no knowledge, then he will feel ashamed thereof and will say, ‘Go to Khalil-ur-Rahmân. * [i.e. Ibrâhîm (Abraham)]. They will go to him and will say, ‘I am not fit for this undertaking. Go to Mûsâ (Moses), the slave to whom Allâh spoke (directly) and gave him the Taurât (Torah).’ So they will go to him and he will say, ‘I am not fit for this undertaking,’ and he will mention (his) killing a person who was not a killer, and so he will feel ashamed thereof before his Lord, and he will say, ‘Go to ‘Îsâ (Jesus), Allâh’s slave, His Messenger and Allâh’s Word and a spirit coming from Him. ** ‘Îsâ (Jesus) will say, ‘I am not fit for this undertaking, go to Muhammad صلى الله عليه وسلم the slave of Allâh whose past and future sins were forgiven by Allâh.’ So they will come to me and I will proceed till I ask my Lord’s Permission and I will be given permission. When I see my Lord, I will fall down in prostration and He will let me remain in that state as long as He wishes and then I will be addressed. ‘(Muhammad!) Raise your head. Ask, and your request will be granted; say and your saying will be listened to; intercede, and your intercession will be accepted.’ I will raise my head and praise Allâh with a saying (i.e. invocation) He will teach me, and then I will intercede. He will fix a limit for me (to intercede) whom I will admit into Paradise. Then I will come back again to Allâh, and when I see my Lord, the same thing will happen to me. And then I will intercede and Allâh will fix a limit for me (to intercede) whom I will admit into Paradise, then I will come back for the third time; and then I will come back for the fourth time, and He will say, ‘None remains in Hell but those whom the Qur’ân has imprisoned (in Hell) and who have been destined to an eternal stay in Hell.’\" (The compiler) Abu ‘Abdullâh said; ‘But those whom the Qur’ân has imprisoned in Hell’ refers to the statement of Allâh عز وجل: \"To abide therein ... V.16:29\" (Sahih Al-Bukhâri, Vol.6, Hadîth No. 3).\n* The intimate friend of the Most Gracious (Allâh).\n** This may wrongly be understood as the spirit or soul of Allâh, in fact, it is a soul created by Allâh, i.e. ‘Îsâ (Jesus). It was His Word: \"Be!\" - and he was (created like the creation of Adam). Please see the word Rûh-ullâh in the glossary for further details.","lang":"en"},{"name":"2:32","price":" 32. They (angels) said: \"Glory be to You, we have no knowledge except what you have taught us. Verily, it is You, the All-Knower, the All-Wise.\"","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:33","price":" 33. He said: \"O Adam! Inform them of their names,\" and when he had informed them of their names, He said: \"Did I not tell you that I know the Ghaib (Unseen) in the heavens and the earth, and I know what you reveal and what you have been concealing?\"","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:34","price":" 34. And (remember) when We said to the angels: \"Prostrate yourselves before Adam.\". And they prostrated except Iblîs (Satan), he refused and was proud and was one of the disbelievers (disobedient to Allâh).","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:35","price":" 35. And We said: \"O Adam! Dwell you and your wife in the Paradise and eat both of you freely with pleasure and delight, of things therein as wherever you will, but come not near this tree or you both will be of the Zâlimûn (wrong-doers).\"","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:36","price":" 36. Then the Shaitân (Satan) made them slip therefrom (the Paradise), and got them out from that in which they were. We said: \"Get you down, all, with enmity between yourselves. On earth will be a dwelling place for you and an enjoyment for a time.\"","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:37","price":" 37. Then Adam received from his Lord Words.[2] And his Lord pardoned him (accepted his repentance). Verily, He is the One Who forgives (accepts repentance), the Most Merciful.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"(V.2:37): These words are mentioned in the Qur’ân; (Verse 7:23): They are: \"Our Lord! We have wronged ourselves. If You forgive us not, and bestow not upon us Your Mercy, we shall certainly be of the losers.\"","lang":"en"},{"name":"2:38","price":" 38. We said: \"Get down all of you from this place (the Paradise), then whenever there comes to you Guidance from Me, and whoever follows My Guidance, there shall be no fear on them, nor shall they grieve.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:39","price":" 39. But those who disbelieve and belie Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) - such are the dwellers of the Fire. They shall abide therein forever.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:40","price":" 40. O Children of Israel! Remember My Favour which I bestowed upon you, and fulfil (your obligations to) My Covenant (with you) so that I fulfil (My Obligations to) your covenant (with Me), and fear none but Me.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:41","price":" 41. And believe in what I have sent down (this Qur’ân), confirming that which is with you, [the Taurât (Torah) and the Injeel (Gospel)], and be not the first to disbelieve therein, and buy [get (تاخذ اجرا)] not with My Verses [the Taurât (Torah) and the Injeel (Gospel)] a small price (i.e. getting a small gain by selling My Verses), and fear Me and Me Alone. (Tafsîr At-Tabarî ).","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:42","price":" 42. And mix not truth with falsehood, nor conceal the truth [i.e. Muhammad صلى الله عليه وسلم is Allâh’s Messenger and his qualities are written in your Scriptures, the Taurât (Torah) and the Injeel (Gospel)] while you know (the truth).[1]","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"(V.2:42) Narrated ‘Atâ bin Yasâr: I met ‘Abdullâh bin ‘Amr bin Al-‘Aas and asked him, \"Tell me about the description of Allâh’s Messenger صلى الله عليه وسلم which is mentioned in the Taurât (Torah).\" He replied, \"Yes. By Allâh, he is described in the Taurât (Torah) with some of the qualities attributed to him in the Qur’ân as follows: ‘O Prophet! We have sent you as a witness (for Allâh’s True Religion). And a giver of glad tidings (to the faithful believers). And a warner (to the disbelievers), and a guardian of the illiterates. You are My slave and My Messenger I have named you Al-Mutawakkil (who depends upon Allâh). You are neither discourteous, harsh nor a noise-maker in the markets, and you do not do evil to those who do evil to you, but you deal with them with forgiveness and kindness. Allâh will not let him (the Prophet صلى الله عليه وسلم) die till he makes straight the crooked people by making them say: ‘La ilâha illallâh ’ (none has the right to be worshipped but Allâh), by which ‘blind eyes, deaf ears and closed hearts’ will be opened.\" (Sahih Al-Bukhâri Vol.3, Hadîth No.335).","lang":"en"},{"name":"2:43","price":" 43. And perform As-Salât (Iqâmat-as-Salât), and give Zakât and bow down (or submit yourselves with obedience to Allâh) along with Ar-Raki‘ûn[2].","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"(V.2:43) Ar-Râki‘ûn: Those who bow down or submit themselves with obedience to Allâh with Muhammad صلى الله عليه وسلم as the Muslims have done, i.e., embrace Islâm (worshipping none but Allâh Alone and doing good with the only intention of seeking Allâh’s Pleasure).","lang":"en"},{"name":"2:44","price":" 44. Enjoin you Al-Birr (piety and righteousness and each and every act of obedience to Allâh) on the people and you forget (to practise it) yourselves,[3] while you recite the Scripture [the Taurât (Torah)]! Have you then no sense?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"(V.2:44) Narrated Abu Wâ’il رضي الله عنه: Someone said to Usâma, Will you not talk to this (‘Uthmân)?\" Usâma said, \"I talked to him (secretly) without being the first man to open an evil door. I will never tell a ruler who rules over two men or more that he is good after I heard Allâh’s Messenger صلى الله عليه وسلم saying, ‘A man will be brought and put in Hell (Fire) and he will circumambulate (go round and round) in Hell (Fire) like a donkey of a (flour) grinding mill, and all the people of Hell (Fire) will gather around him and will say to him ‘O so and so! Didn‘t you use to order others for Al-Ma‘rûf (Islâmic Monotheism and all that is good) and forbid them from Al-Munkar (polytheism, disbelief and that is evil)?’ That man will say, ‘I used to order others to do Al-Ma‘rûf (Islâmic Monotheism and all that is good) but I myself never used to do it, and I used to forbid others from Al-Munkar (polytheism, disbelief and all that is evil) but I myself used to do Al-Munkar (polytheism, disbelief and all that is evil)’\". (Sahih Al-Bukhâri, Vol. 9, Hadîth No. 218).","lang":"en"},{"name":"2:45","price":" 45. And seek help in patience and As-Salât (the prayer) and truly it is extremely heavy and hard except for Al-Khâshi‘ûn [i.e. the true believers in Allâh - those who obey Allâh with full submission, fear much from His Punishment, and believe in His Promise (Paradise) and in His Warnings (Hell)].","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:46","price":" 46. (They are those) who are certain that they are going to meet their Lord, and that unto Him they are going to return.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:47","price":" 47. O Children of Israel! Remember My Favour which I bestowed upon you and that I preferred you to the ‘Âlamîn [mankind and jinn (of your time period, in the past)].","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:48","price":" 48. And fear a Day (of Judgement) when a person shall not avail another, nor will intercession be accepted from him nor will compensation be taken from him nor will they be helped.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:49","price":"49. And (remember) when We delivered you from Fir‘aun’s (Pharaoh) people, who were afflicting you with a horrible torment, killing your sons and sparing your women, and therein was a mighty trial from your Lord.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:50","price":" 50. And (remember) when We separated the sea for you and saved you and drowned Fir‘aun’s (Pharaoh) people while you were looking (at them, when the sea-water covered them).","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:51","price":" 51. And (remember) when We appointed for Mûsâ (Moses) forty nights, and (in his absence) you took the calf (for worship), and you were Zâlimûn (polytheists and wrong-doers).","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:52","price":" 52. Then after that We forgave you so that you might be grateful.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:53","price":" 53. And (remember) when We gave Mûsâ (Moses) the Scripture [the Taurât (Torah)] and the criterion (of right and wrong) so that you may be guided aright.\"","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:54","price":" 54. And (remember) when Mûsâ (Moses) said to his people: \"O my people! Verily, you have wronged yourselves by worshipping the calf. So turn in repentance to your Creator and kill yourselves (the innocent kill the wrongdoers among you), that will be better for you with your Creator.\" Then He accepted your repentance. Truly, He is the One Who accepts repentance, the Most Merciful.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:55","price":" 55. And (remember) when you said: \"O Mûsâ (Moses)! We shall never believe in you until we see Allâh plainly.\" But you were seized with a thunder-bolt (lightning) while you were looking.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:56","price":" 56. Then We raised you up after your death, so that you might be grateful.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:57","price":" 57. And We shaded you with clouds and sent down on you Al-Manna [1] and the quails, (saying): \"Eat of the good lawful things We have provided for you,\" (but they rebelled). And they did not wrong Us but they wronged themselves.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"(V.2:57) Mujâhid said, \"Al-Manna is a kind of sweet gum, and As-Salwâ, a kind of bird (i.e. quails)\"...Narrated Sa‘îd Ibn Zaid رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"The Kam’a (truffle i.e. a kind of edible fungus) is like the Manna (as it is obtained without any effort) and its water is a (medicine) cure for eye trouble.\" (Sahih Al-Bukhâri, Vol.6, Hadîth No.5). (S.B. 1714)","lang":"en"},{"name":"2:58","price":" 58. And (remember) when We said: \"Enter this town (Jerusalem) and eat bountifully therein with pleasure and delight wherever you wish, and enter the gate in prostration (or bowing with humility) and say: ‘Forgive us,’ and We shall forgive you your sins and shall increase (reward) for the good-doers.\"","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:59","price":" 59. But those who did wrong changed the word from that which had been told to them for another, so We sent upon the wrong-doers Rijz (a punishment)[1] from the heaven because of their rebelling against Allâh’s obedience. (Tafsir At-Tabarî).","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":" (V.2:59) Narrated Usâmah bin Zaid رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"Plague was a means of torture sent on a group of Israelis (or on some people before you). So if you hear of its spread in a land, don’t approach it, and if plague should appear in a land where you are present, then don’t leave that land in order to run away from it (i.e. plague).\" (Sahih Al-Bukhâri Vol.4, Hadîth No.679).","lang":"en"},{"name":"2:60","price":" 60. And (remember) when Mûsâ (Moses) asked for water for his people, We said: \"Strike the stone with your stick.\" Then gushed forth therefrom twelve springs. Each (group of) people knew its own place for water. \"Eat and drink of that which Allâh has provided and do not act corruptly, making mischief on the earth.\"","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:61","price":" 61. And (remember) when you said, \"O Mûsâ (Moses)! We cannot endure one kind of food. So invoke your Lord for us to bring forth for us of what the earth grows, its herbs, its cucumbers, its Fûm (wheat or garlic), its lentils and its onions.\" He said, \"Would you exchange that which is better for that which is lower? Go you down to any town and you shall find what you want!\" And they were covered with humiliation and misery, and they drew on themselves the Wrath of Allâh. That was because they used to disbelieve the Ayât (proofs, evidence, verses, lessons, signs, revelations etc.) of Allâh and killed the Prophets wrongfully. That was because they disobeyed and used to transgress the bounds (in their disobedience to Allâh, i.e. commit crimes and sins).","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:62","price":"62. Verily! Those who believe and those who are Jews and Christians, and Sabians,[1] whoever believes in Allâh and the Last Day and does righteous good deeds shall have their reward with their Lord, on them shall be no fear, nor shall they grieve.[2]","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"[1] (V.2:62) A past nation used to live in Mûsal (Iraq) and say Lâ ilâha illallâh (none has the right to be worshipped but Allâh) and used to read Az-Zabur (the Psalms of the Sabians) and they were neither Jews nor Christians.\n[2] (V.2:62) This Verse (and Verse 5:69), mentioned in the Qur’ân should not be misinterpreted by the reader as mentioned by Ibn ‘Abbâs رضي الله عنهما (Tafsîr At-Tabari) that the provision of this Verse was abrogated by the Verse 3:85: \"And whosoever seeks a religion other than Islâm, it will never be accepted of him, and in the Hereafter, he will be one of the losers.\" (i.e. after the coming of Prophet Muhammad صلى الله عليه وسلم on the earth, no other religion except Islâm, will be accepted from anyone).","lang":"en"},{"name":"2:63","price":" 63. And (O Children of Israel, remember) when We took your covenant and We raised above you the Mount (saying): \"Hold fast to that which We have given you, and remember that which is therein so that you may become Al-Muttaqûn (the pious - See V.2:2).","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:64","price":" 64. Then after that you turned away. Had it not been for the Grace and Mercy of Allâh upon you, indeed you would have been among the losers.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:65","price":" 65. And indeed you knew those amongst you who transgressed in the matter of the Sabbath (i.e. Saturday). We said to them: \"Be you monkeys, despised and rejected.\"","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:66","price":" 66. So We made this punishment an example to their own and to succeeding generations and a lesson to those who are Al-Muttaqûn (the pious - See V.2:2).","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:67","price":" 67. And (remember) when Mûsâ (Moses) said to his people: \"Verily, Allâh commands you that you slaughter a cow.\" They said, \"Do you make fun of us?\" He said, \"I take Allâh’s Refuge from being among Al-Jâhilûn (the ignorant or the foolish).\"","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:68","price":" 68. They said, \"Call upon your Lord for us that He may make plain to us what it is!\" He said, \"He says, ‘Verily, it is a cow neither too old nor too young, but (it is) between the two conditions’, so do what you are commanded.\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:69","price":" 69. They said, \"Call upon your Lord for us to make plain to us its colour.\" He said, \"He says, ‘It is a yellow cow, bright in its colour, pleasing to the beholders.’ \"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:70","price":"70. They said, \"Call upon your Lord for us to make plain to us what it is. Verily, to us all cows are alike. And surely, if Allâh wills, we will be guided.\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:71","price":" 71. He [Mûsâ (Moses)] said, \"He says, ‘It is a cow neither trained to till the soil nor water the fields, sound, having no other colour except bright yellow.’ \" They said, \"Now you have brought the truth.\" So they slaughtered it though they were near to not doing it.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:72","price":" 72. And (remember) when you killed a man and fell into dispute among yourselves as to the crime. But Allâh brought forth that which you were hiding.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:73","price":" 73. So We said: \"Strike him (the dead man) with a piece of it (the cow).\" Thus Allâh brings the dead to life and shows you His Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) so that you may understand.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:74","price":" 74. Then, after that, your hearts were hardened and became as stones or even worse in hardness. And indeed, there are stones out of which rivers gush forth, and indeed, there are of them (stones) which split asunder so that water flows from them, and indeed, there are of them (stones) which fall down for fear of Allâh. And Allâh is not unaware of what you do.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:75","price":" 75. Do you (faithful believers) covet that they will believe in your religion inspite of the fact that a party of them (Jewish rabbis) used to hear the Word of Allâh [the Taurât (Torah)], then they used to change it knowingly after they understood it?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:76","price":" 76. And when they (Jews) meet those who believe (Muslims), they say, \"We believe\", but when they meet one another in private, they say, \"Shall you (Jews) tell them (Muslims) what Allâh has revealed to you [Jews, about the description and the qualities of Prophet Muhammad صلى الله عليه وسلم, that which are written in the Taurât (Torah)][1], that they (Muslims) may argue with you (Jews) about it before your Lord?\" Have you (Jews) then no understanding?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"(V.2:76) See the footnote of (V.2:42)","lang":"en"},{"name":"2:77","price":"77. Know they (Jews) not that Allâh knows what they conceal and what they reveal?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:78","price":" 78. And there are among them (Jews) unlettered people, who know not the Book, but they trust upon false desires and they but guess.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:79","price":" 79. Then woe to those who write the Book with their own hands and then say, \"This is from Allâh,\" to purchase with it a little price! Woe to them for what their hands have written and woe to them for that they earn thereby.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:80","price":" 80. And they (Jews) say, \"The Fire (i.e. Hell-fire on the Day of Resurrection) shall not touch us but for a few numbered days.\" Say (O Muhammad صلى الله عليه وسلم to them): \"Have you taken a covenant from Allâh, so that Allâh will not break His Covenant? Or is it that you say of Allâh what you know not?\"","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:81","price":" 81. Yes! Whosoever earns evil and his sin has surrounded him, they are dwellers of the Fire (i.e. Hell); they will dwell therein forever.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:82","price":" 82. And those who believe (in the Oneness of Allâh تعالى - Islâmic Monotheism) and do righteous good deeds, they are dwellers of Paradise, they will dwell therein forever. (See V. 2:257)","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:83","price":" 83. And (remember) when We took a covenant from the Children of Israel, (saying): Worship none but Allâh (Alone) and be dutiful and good to parents, and to kindred, and to orphans and Al-Masâkîn [1] (the poor), and speak good to people [i.e. enjoin righteousness and forbid evil, and say the truth about Muhammad صلى الله عليه وسلم], and perform As-Salât (Iqâmat-as-Salât), and give Zakât. Then you slid back, except a few of you, while you are backsliders. (Tafsir Al-Qurtubî).","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"(V.2:83) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \" Al-Miskîn (the poor) is not the one who goes round the people and ask them for a mouthful or two (of meals) or a date or two, but Al-Miskîn (the poor) is that who has not enough (money) to satisfy his needs and whose condition is not known to other, that others may give him something in charity, and who does not beg of people.\", (Sahih Al-Bukhâri Vol.2 Hadith No. 557. [Please also see Tafsir At-Tabarî (Verse 9:60)]","lang":"en"},{"name":"2:84","price":" 84. And (remember) when We took your covenant (saying): Shed not the blood of your (people), nor turn out your own people from their dwellings. Then, (this) you ratified and (to this) you bear witness.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:85","price":" 85. After this, it is you who kill one another and drive out a party of you from their homes, assist (their enemies) against them, in sin and transgression. And if they come to you as captives, you ransom them, although their expulsion was forbidden to you. Then do you believe in a part of the Scripture and reject the rest? Then what is the recompense of those who do so among you, except disgrace in the life of this world, and on the Day of Resurrection they shall be consigned to the most grievous torment. And Allâh is not unaware of what you do.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:86","price":" 86. Those are they who have bought the life of this world at the price of the Hereafter. Their torment shall not be lightened nor shall they be helped.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:87","price":" 87. And indeed, We gave Mûsâ (Moses) the Book and followed him up with a succession of Messengers. And We gave ‘Îsâ (Jesus), the son of Maryam (Mary), clear signs and supported him with Rûh-ul-Qudus [Jibrael (Gabriel عليه السلام)]. Is it that whenever there came to you a Messenger with what you yourselves desired not, you grew arrogant? Some you disbelieved and some you killed.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:88","price":" 88. And they say, \"Our hearts are wrapped (i.e. do not hear or understand Allâh’s Word).\" Nay, Allâh has cursed them for their disbelief, so little is that which they believe.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:89","price":"89. And when there came to them (the Jews), a Book (this Qur’ân) from Allâh confirming what is with them [the Taurât (Torah) and the Injeel (Gospel)], although aforetime they had invoked Allâh (for coming of Muhammad صلى الله عليه وسلم) in order to gain victory over those who disbelieved, then when there came to them that which they had recognised, they disbelieved in it. So let the Curse of Allâh be on the disbelievers.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:90","price":" 90. How bad is that for which they have sold their ownselves, that they should disbelieve in that which Allâh has revealed (the Qur’ân), grudging that Allâh should reveal of His Grace unto whom He wills of His slaves. So they have drawn on themselves wrath upon wrath. And for the disbelievers, there is disgracing torment.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:91","price":" 91. And when it is said to them (the Jews), \"Believe in what Allâh has sent down,\" they say, \"We believe in what was sent down to us.\" And they disbelieve in that which came after it, while it is the truth confirming what is with them. Say (O Muhammad صلى الله عليه وسلم to them): \"Why then have you killed the Prophets of Allâh aforetime, if you indeed have been believers?\"","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:92","price":" 92. And indeed Mûsâ (Moses) came to you with clear proofs, yet you worshipped the calf after he left, and you were Zâlimûn (polytheists and wrongdoers).","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:93","price":" 93. And (remember) when We took your covenant and We raised above you the Mount (saying), \"Hold firmly to what We have given you and hear (Our Word).\" They said, \"We have heard and disobeyed.\" And their hearts absorbed (the worship of) the calf because of their disbelief. Say: \"Worst indeed is that which your faith enjoins on you if you are believers.\"","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:94","price":" 94. Say to (them): \"If the home of the Hereafter with Allâh is indeed for you specially and not for others, of mankind, then long for death if you are truthful.\"","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:95","price":" 95. But they will never long for it because of what their hands have sent before them (i.e. what they have done). And Allâh is All-Aware of the Zâlimûn (polytheists and wrong-doers).","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:96","price":" 96. And verily, you will find them (the Jews) the greediest of mankind for life and (even greedier) than those who ascribe partners to Allâh (and do not believe in Resurrection - Majûs, pagans, and idolaters). Everyone of them wishes that he could be given a life of a thousand years. But the grant of such life will not save him even a little from (due) punishment. And Allâh is All-Seer of what they do.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:97","price":" 97. Say (O Muhammad صلى الله عليه وسلم): \"Whoever is an enemy to Jibrîl (Gabriel) (let him die in his fury), for indeed he has brought it (this Qur’ân) down to your heart by Allâh’s Permission, confirming what came before it [i.e. the Taurât (Torah) and the Injeel (Gospel)] and guidance and glad tidings for the believers.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:98","price":" 98. Whoever is an enemy to Allâh, His Angels, His Messengers, Jibrîl (Gabriel) and Mîkâ’îl (Michael), then verily, Allâh is an enemy to the disbelievers.\"","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:99","price":" 99. And indeed We have sent down to you manifest Ayât (these Verses of the Qur’ân which inform in detail about the news of the Jews and their secret intentions, etc.), and none disbelieve in them but Fâsiqûn (those who rebel against Allâh’s Command).","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:100","price":" 100. Is it not (the case) that every time they make a covenant, some party among them throw it aside? Nay! (the truth is:) most of them believe not.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:101","price":" 101. And when there came to them a Messenger from Allâh (i.e. Muhammad صلى الله عليه وسلم) confirming what was with them, a party of those who were given the Scripture threw away the Book of Allâh behind their backs as if they did not know!","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:102","price":"102. They followed what the Shayâtîn (devils) gave out (falsely of the magic) in the lifetime of Sulaimân (Solomon). Sulaimân did not disbelieve, but the Shayâtîn (devils) disbelieved, teaching men magic and such things that came down at Babylon to the two angels, Hârût and Mârût, but neither of these two (angels) taught anyone (such things) till they had said, \"We are only for trial, so disbelieve not (by learning this magic from us).\" And from these (angels) people learn that by which they cause separation between man and his wife, but they could not thus harm anyone except by Allâh’s Leave. And they learn that which harms them and profits them not. And indeed they knew that the buyers of it (magic) would have no share in the Hereafter. And how bad indeed was that for which they sold their ownselves, if they but knew.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:103","price":" 103. And if they had believed, and guarded themselves from evil and kept their duty to Allâh, far better would have been the reward from their Lord, if they but knew!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:104","price":" 104. O you who believe! Say not (to the Messenger صلى الله عليه وسلم) Râ‘ina [1] but say Unzurna (make us understand) and hear. And for the disbelievers there is a painful torment. (See Verse 4:46)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"(V.2:104) Râ‘ina In Arabic means \"Be careful; Listen to us, and we listen to you\", whereas in Hebrew it means \"an insult\", and the Jews used to say it to the Prophet صلى الله عليه وسلم with bad intentions. (See V.4:46)","lang":"en"},{"name":"2:105","price":" 105. Neither those who disbelieve among the people of the Scripture (Jews and Christians) nor Al-Mushrikûn (the idolaters, polytheists, disbelievers in the Oneness of Allâh, pagans, etc.) like that there should be sent down unto you any good from your Lord. But Allâh chooses for His Mercy whom He wills. And Allâh is the Owner of Great Bounty.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:106","price":" 106. Whatever a Verse (revelation) do We abrogate or cause to be forgotten, We bring a better one or similar to it. Know you not that Allâh is able to do all things?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:107","price":" 107. Know you not that it is Allâh to Whom belongs the dominion of the heavens and the earth? And besides Allâh you have neither any Walî (protector or guardian) nor any helper.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:108","price":" 108. Or do you want to ask your Messenger (Muhammad صلى الله عليه وسلم) as Mûsâ (Moses) was asked before (i.e. show us openly our Lord)? And he who changes Faith for disbelief, verily, he has gone astray from the Right Way.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:109","price":" 109. Many of the people of the Scripture (Jews and Christians) wish that if they could turn you away as disbelievers after you have believed, out of envy from their ownselves, even after the truth (that Muhammad صلى الله عليه وسلم is Allâh’s Messenger) has become manifest unto them. But forgive and overlook, till Allâh brings His Command.[1] Verily, Allâh is Able to do all things.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"(V.2:109) The provision of this verse has been abrogated by the (V.9:29). (Tafsir At-Tabari)","lang":"en"},{"name":"2:110","price":" 110. And perform As-Salât (Iqâmat-as-Salât), and give Zakât and whatever of good (deeds that Allâh loves) you send forth for yourselves before you, you shall find it with Allâh. Certainly, Allâh is All-Seer of what you do.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:111","price":" 111. And they say, \"None shall enter Paradise unless he be a Jew or a Christian.\" These are their own desires. Say (O Muhammad صلى الله عليه وسلم), \"Produce your proof if you are truthful.\"","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:112","price":" 112. Yes, but whoever submits his face (himself) to Allâh (i.e. follows Allâh’s Religion of Islâmic Monotheism) and he is a Muhsin [2] then his reward is with his Lord (Allâh), on such shall be no fear, nor shall they grieve. [See Tafsir Ibn Kathîr ].","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"(V.2:112) \"Muhsin\" a good-doer who performs good deeds totally for Allâh’s sake only without any show off or to gain praise or fame, etc., and in accordance with the Sunnah of Allâh’s Messenger Muhammad صلى الله عليه وسلم.","lang":"en"},{"name":"2:113","price":" 113. The Jews said that the Christians follow nothing (i.e. are not on the right religion); and the Christians said that the Jews follow nothing (i.e. are not on the right religion); though they both recite the Scripture. Like unto their word, said (the pagans) who know not. Allâh will judge between them on the Day of Resurrection about that wherein they have been differing.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:114","price":" 114. And who are more unjust than those who forbid that Allâh’s Name be glorified and mentioned much (i.e. prayers and invocations, etc.) in Allâh’s Mosques and strive for their ruin? It was not fitting that such should themselves enter them (Allâh’s Mosques) except in fear. For them there is disgrace in this world, and they will have a great torment in the Hereafter.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:115","price":" 115. And to Allâh belong the east and the west, so wherever you turn (yourselves or your faces) there is the Face of Allâh (and He is High above, over His Throne). Surely! Allâh is All-Sufficient for His creatures’ needs, All-Knowing.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:116","price":" 116. And they (Jews, Christians and pagans) say: Allâh has begotten a son (children or offspring)[1]. Glory be to Him (Exalted be He above all that they associate with Him). Nay, to Him belongs all that is in the heavens and on earth, and all surrender with obedience (in worship) to Him.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"(V.2:116) \"They (Jews, Christians and pagans) say: Allâh has begotten a son (children, offspring). Glory be to Him ... Nay....\" Narrated Ibn ‘Abbâs رضي الله عنهما: The Prophet صلى الله عليه وسلم said, \"Allâh said, ‘The son of Adam tells lies against Me though he has no right to do so, and he abuses Me though he has no right to do so. As for telling lies against Me, he claims that I cannot re-create him as I created him before; and as for his abusing Me: it is his statement that I have a son (or offspring) No! Glorified be Me! I am far from taking a wife or a son (or offspring).’ \" (Sahih Al-Bukhâri, Vol. 6, Hadîth No. 9).","lang":"en"},{"name":"2:117","price":" 117. The Originator of the heavens and the earth. When He decrees a matter, He only says to it: \"Be!\" - and it is.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:118","price":" 118. And those who have no knowledge say: \"Why does not Allâh speak to us (face to face) or why does not a sign come to us?\" So said the people before them words of similar import. Their hearts are alike, We have indeed made plain the signs for people who believe with certainty.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:119","price":" 119. Verily, We have sent you (O Muhammad صلى الله عليه وسلم) with the truth (Islâm), a bringer of glad tidings (for those who believe in what you brought, that they will enter Paradise) and a warner (for those who disbelieve in what you brought, that they will enter the Hell-fire).[2] And you will not be asked about the dwellers of the blazing Fire.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"(V.2:119) See the footnote of (V.3:85)","lang":"en"},{"name":"2:120","price":" 120. Never will the Jews nor the Christians be pleased with you (O Muhammad صلى الله عليه وسلم) till you follow their religion. Say: \"Verily, the Guidance of Allâh (i.e. Islâmic Monotheism) that is the (only) Guidance. And if you (O Muhammad صلى الله عليه وسلم) were to follow their (Jews and Christians) desires after what you have received of Knowledge (i.e. the Qur’ân), then you would have against Allâh neither any Walî (protector or guardian) nor any helper.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:121","price":" 121. Those (who embraced Islâm from Banî Israel) to whom We gave the Book [the Taurât (Torah)] [or those (Muhammad’s صلى الله عليه وسلم companions) to whom We have given the Book (the Qur’ân)] recite it (i.e. obey its orders and follow its teachings) as it should be recited (i.e. followed), they are the ones who believe therein. And whoso disbelieve in it (the Qur’ân), those are they who are the losers. (Tafsir Al-Qurtubî).","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:122","price":" 122. O Children of Israel! Remember My Favour which I bestowed upon you and that I preferred you to the ‘Âlamîn [mankind and jinn (of your time-period, in the past)].","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:123","price":" 123. And fear the Day (of Judgement) when no person shall avail another, nor shall compensation be accepted from him, nor shall intercession be of use to him, nor shall they be helped.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:124","price":" 124. And (remember) when the Lord of Ibrâhîm (Abraham) [i.e., Allâh] tried him with (certain) Commands,[1] which he fulfilled. He (Allâh) said (to him), \"Verily, I am going to make you an Imâm (a leader) for mankind (to follow you).\" [Ibrâhîm (Abraham)] said, \"And of my offspring (to make leaders).\" (Allâh) said, \"My Covenant (Prophethood) includes not Zâlimûn (polytheists and wrong-doers).\"","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"(V.2:124) It is said that those commands were many. Some of them are as follows:\n(A) To invite mankind to the Tauhîd (Islamic Monotheism).\n(B) To show mankind the Manâsik (See V.2:128).\n(C) To practise the characteristics of Al-Fitrah:\nNarrated Abu Hurairah رضي الله عنه: I heard the Prophet صلى الله عليه وسلم saying:\nFive practices are characteristic of Al-Fitrah:\n(1) Circumcision.\n(2) Shaving the pubic hair.\n(3) Cutting the moustaches short.\n(4) Clipping the nails.\n(5) and depilating the hair of the armpits.\n(Sahih Al-Bukhari, Hadith No.779, Vol.7)\nNarrated Ibn Umar رضي الله عنهما Allâh’s Messenger صلى الله عليه وسلم said: \"Cut the moustaches short and leave the beard (as it is).\" (Sahih Al-Bukhari, Hadith No.781, Vol.7)\n(D) It is also mentioned that Ibrâhîm عليه السلام was put to test: (1) When he عليه السلام was thrown in the Fire. (2) When he عليه السلام was ordered to slaughter his son. (Tafsir Ibn Kathir)","lang":"en"},{"name":"2:125","price":" 125. And (remember) when We made the House (the Ka‘bah at Makkah) a place of resort for mankind and a place of safety. And take you (people) the Maqâm (place) of Ibrâhîm (Abraham) [or the stone on which Ibrâhîm (Abraham) عليه السلام stood while he was building the Ka‘bah] as a place of prayer (for some of your prayers, e.g. two Rak‘at after the Tawâf of the Ka‘bahat Makkah), and We commanded Ibrâhîm (Abraham) and Ismâ‘îl (Ishmael) that they should purify My House (the Ka‘bah at Makkah) for those who are circumambulating it, or staying (I‘tikâf), or bowing or prostrating themselves (there, in prayer).","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:126","price":" 126. And (remember) when Ibrâhîm (Abraham) said, \"My Lord, make this city (Makkah) a place of security and provide its people with fruits, such of them as believe in Allâh and the Last Day.\" He (Allâh) answered: \"As for him who disbelieves, I shall leave him in contentment for a while, then I shall compel him to the torment of the Fire, and worst indeed is that destination!\"","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:127","price":"127. And (remember) when Ibrâhîm (Abraham) and (his son) Ismâ‘îl (Ishmael) were raising the foundations of the House (the Ka‘bah at Makkah), (saying), \"Our Lord! Accept (this service) from us. Verily! You are the All-Hearer, the All-Knower.\" [1]","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"(V.2:127) See the footnote of (V.14:37).","lang":"en"},{"name":"2:128","price":" 128. Our Lord! And make us submissive unto You and of our offspring a nation submissive unto You, and show us our Manâsik [2] (all the ceremonies of pilgrimage - Hajjand ‘Umrah), and accept our repentance. Truly, You are the One Who accepts repentance, the Most Merciful.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"(V.2:128) Manâsik: i.e. Ihrâm; Tawâf of the Ka‘bah; Sây of As-Safâ and Al-Marwah; stay at ‘Arafât,Muzdalifahand Mîna; Ramy of Jamarât; slaughtering of Hady (animal), etc. For details see \"The Book ofHajj and ‘Umrah\", (Sahih Al-Bukhâri, Vol.2, 3).","lang":"en"},{"name":"2:129","price":" 129. Our Lord! Send amongst them a Messenger of their own (and indeed Allâh answered their invocation by sending Muhammad صلى الله عليه وسلم), who shall recite unto them Your Verses and instruct them in the Book (this Qur’ân) and Al-Hikmah (full knowledge of the Islâmic laws and jurisprudence or wisdom or Prophethood), and purify them. Verily! You are the All-Mighty, the All-Wise.\"","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:130","price":" 130. And who turns away from the religion of Ibrâhîm (Abraham) (i.e. Islâmic Monotheism) except him who befools himself? Truly, We chose him in this world and verily, in the Hereafter he will be among the righteous.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:131","price":" 131. When his Lord said to him, \"Submit (i.e. be a Muslim)!\" He said, \"I have submitted myself (as a Muslim) to the Lord of the ‘Âlamîn (mankind, jinn and all that exists).\"","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:132","price":" 132. And this (submission to Allâh, Islâm) was enjoined by Ibrâhîm (Abraham) upon his sons and by Ya‘qûb (Jacob) (saying), \"O my sons! Allâh has chosen for you the (true) religion, then die not except in the Faith of Islâm (as Muslims - Islâmic Monotheism).\"","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:133","price":" 133. Or were you witnesses when death approached Ya‘qûb (Jacob)? When he said unto his sons, \"What will you worship after me?\" They said, \"We shall worship your Ilâh (God - Allâh), the Ilâh (God) of your fathers, Ibrâhîm (Abraham), Ismâ‘îl (Ishmael), Ishâq (Isaac), One Ilâh (God), and to Him we submit (in Islâm).\"","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:134","price":" 134. That was a nation who has passed away. They shall receive the reward of what they earned and you of what you earn. And you will not be asked of what they used to do.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:135","price":" 135. And they say, \"Be Jews or Christians, then you will be guided.\" Say (to them O Muhammad صلى الله عليه وسلم), \"Nay, (we follow) only the religion of Ibrâhîm (Abraham), Hanîfa [Islâmic Monotheism, i.e. to worship none but Allâh (Alone)], and he was not of Al-Mushrikûn (those who worshipped others along with Allâh - see V.2:105).\"[1]","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"(V.2:135) Narration about Zaid bin ‘Amr bin Nufail.\nNarrated ‘Abdullâh bin ‘Umar رضي الله عنهما: The Prophet صلى الله عليه وسلم met Zaid bin ‘Amr bin Nufail in the bottom of (the valley of) Baldah before the descent of any Divine revelation to the Prophet صلى الله عليه وسلم. A meal was presented to the Prophet صلى الله عليه وسلم but he refused to eat from it. (Then it was presented to Zaid) who said, \"I do not eat anything which you slaughter on your Nusub * in the name of your idols, etc. I eat only those (animals meat) on which Allâh’s Name has been mentioned at the time of (their) slaughtering.\" Zaid bin ‘Amr used to criticise the way Quraish used to slaughter their animals and used to say, \"Allâh has created the sheep and He has sent the water for it from the sky, and He has grown the grass for it from the earth; yet you slaughter it in others than the Name of Allâh.\" He used to say so, for he rejected that practice and considered it as something abominable.\nNarrated Ibn ‘Umar رضي الله عنهما: Zaid bin ‘Amr bin Nufail went to Shâm (the region comprising Syria, Lebanon, Palestine and Jordan), enquiring about a true religion to follow. He met a Jewish religious scholar and asked him about their religion. He said, \"I intend to embrace your religion, so tell me something about it\". The Jew said, \"You will not embrace our religion unless you receive your share of Allâh’s Anger. Zaid said, I do not run except from Allâh’s Anger, and I will never bear a bit of it if I have the power to avoid it. Can you tell me of some other religion? He said, \"I do not know any other religion except Hanîf (Islâmic Monotheism).\" Zaid enquired, \"What is Hanîf?\" He said, \"Hanîf is the religion of (the Prophet) Ibrâhîm (Abraham) عليه السلام, he was neither a Jew nor a Christian, and he used to worship none but Allâh (Alone) - Islâmic Monotheism.\" Then Zaid went out and met a Christian religious scholar and told him the same (as before). The Christian said, \"You will not embrace our religion unless you get a share of Allâh’s Curse.\" Zaid replied, \"I do not run except from Allâh’s Curse, and I will never bear any of Allâh’s Curse and His Anger if I have the power to avoid them. Will you tell me of some other religion?\" He replied, \"I do not know any other religion except Hanîf (Islâmic Monotheism).\" Zaid enquired, \"What is Hanîf ?\" He replied \"Hanîf is the religion of (the Prophet) Ibrâhîm (Abraham) عليه السلام, he was neither a Jew nor a Christian, and he used to worship none but Allâh (Alone) - Islâmic Monotheism.\" When Zaid heard their statement about (the religion of) Ibrâhîm (Abraham), he left that place, and when he came out, he raised both his hands and said, \"O Allâh! I make You my Witness that I am on the religion of Ibrâhîm (Abraham)\".\nNarrated Asmâ bint Abu Bakr رضي الله عنها: I saw Zaid bin ‘Amr bin Nufail standing with his back against the Ka‘bah and saying, \"O people of Quraish! By Allâh, none amongst you is on the religion of Ibrâhîm (Abraham) except me.\" She added: He (Zaid) used to preserve the lives of little girls: if somebody wanted to kill his daughter he would say to him, \"Do not kill her for I will feed her on your behalf\". So he would take her, and when she grew up nicely, he would say to her father, ‘Now if you will (wish), I will give her to you, and if you will (wish), I will feed her on your behalf.\" (Sahih Al-Bukhâri, Vol.5, Hadîth No.169).\n* Nusub: See the glossary.","lang":"en"},{"name":"2:136","price":" 136. Say (O Muslims), \"We believe in Allâh and that which has been sent down to us and that which has been sent down to Ibrâhîm (Abraham), Ismâ‘îl (Ishmael), Ishâq (Isaac), Ya‘qûb (Jacob), and to Al-Asbât [the offspring of the twelve sons of Ya‘qûb (Jacob)], and that which has been given to Mûsâ (Moses) and ‘Îsâ (Jesus), and that which has been given to the Prophets from their Lord. We make no distinction between any of them, and to Him we have submitted (in Islâm).\"","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:137","price":" 137. So if they believe in the like of that which you believe, then they are rightly guided; but if they turn away, then they are only in opposition. So Allâh will suffice you against them. And He is the All-Hearer, the All-Knower.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:138","price":" 138. [Our Sibghah (religion) is] the Sibghah (Religion) of Allâh (Islâm) and which Sibghah (religion) can be better than Allâh’s? And we are His worshippers. [Tafsir Ibn Kathîr]","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:139","price":" 139. Say (O Muhammad صلى الله عليه وسلم to the Jews and Christians), \"Dispute you with us about Allâh while He is our Lord and your Lord? And we are to be rewarded for our deeds and you for your deeds.[2] And we are sincere to Him [in worship and obedience (i.e. we worship Him Alone and none else, and we obey His Orders)].\"","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"(V.2:139):\na) \"Narrated Al-Mughirah bin Shu‘bah: The Prophet صلى الله عليه وسلم used to pray so much that his feet used to become edematous or swollen, and when he was asked as to why he prays so much, he would say: \"Shall I not be a thankful slave (to Allâh)?\" (Sahih Al-Bukhâri, Vol.8, Hadîth No.478).\nb) Narrated ‘Âishah رضي الله عنها: The Prophet صلى الله عليه وسلم said, \"Do good deeds properly, sincerely and moderately, and receive good news because one’s good deeds will not make him enter Paradise.\" They asked, \"Even you, O Allâh’s Messenger?\" He said, \"Even I, unless and until Allâh protects or covers me with His pardon and His Mercy.\" (Sahih Al-Bukhâri, Vol.8, Hadîth No.474).\nc) Narrated Abû Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"If I had gold equal to the mountain of Uhud, it would not please me that anything of it should remain with me after three nights (i.e., I would spend all of it in Allâh’s Cause) except what I would keep for repaying debts.\" (Sahih Al-Bukhâri, Vol.8, Hadîth No.452.\nd) Narrated ‘Abdullâh رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"Who among you considers the wealth of his heirs dearer to him than his own wealth?\" They replied, \"O Allâh’s Messenger! There is none among us but loves his own wealth more.\" The Prophet صلى الله عليه وسلم said, \"So his wealth is whatever he spends (in Allâh’s Cause), during his life (on good deeds) while the wealth of his heirs is whatever he leaves after his death.\" (Sahih Al-Bukhâri, Vol.8, Hadîth No.449)\ne) Narrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"While a dog was going round a well and was about to die of thirst, an Israeli prostitute saw it and took off her shoes and watered it. So Allâh forgave her because of that good deed.\" (Sahih Al-Bukhâri, Vol.8, Hadîth No.673).\n","lang":"en"},{"name":"2:140","price":" 140. Or say you that Ibrâhîm (Abraham), Ismâ‘îl (Ishmael), Ishâq (Isaac), Ya‘qûb (Jacob) and Al-Asbât [the offspring of the twelve sons of Ya‘qûb (Jacob)] were Jews or Christians? Say, \"Do you know better or does Allâh (knows better ... that they all were Muslims)? And who is more unjust than he who conceals the testimony [i.e. to believe in Prophet Muhammad صلى الله عليه وسلم when he comes, as is written in their Books. (See Verse 7:157)] he has from Allâh? And Allâh is not unaware of what you do.\"","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:141","price":" 141. That was a nation who has passed away. They shall receive the reward of what they earned, and you of what you earn. And you will not be asked of what they used to do.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:142","price":" 142. The fools among the people (pagans, hypocrites, and Jews) will say, \"What has turned them (Muslims) from their Qiblah [prayer direction (towards Jerusalem)] to which they used to face in prayer.\" Say, (O Muhammad صلى الله عليه وسلم) \"To Allâh belong both, east and the west. He guides whom He wills to the Straight Way.\"","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:143","price":" 143. Thus We have made you [true Muslims - real believers of Islâmic Monotheism, true followers of Prophet Muhammad صلى الله عليه وسلم and his Sunnah (legal ways)], a just (and the best) nation, that you be witnesses over mankind[1] and the Messenger (Muhammad صلى الله عليه وسلم) be a witness over you. And We made the Qiblah (prayer direction towards Jerusalem) which you used to face, only to test those who followed the Messenger (Muhammad صلى الله عليه وسلم) from those who would turn on their heels (i.e. disobey the Messenger). Indeed it was great (heavy) except for those whom Allâh guided. And Allâh would never make your faith (prayers) to be lost (i.e. your prayers offered towards Jerusalem). Truly, Allâh is full of Kindness, the Most Merciful towards mankind.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":" (V.2:143) Narrated Abu Sa‘îd Al-Khudrî رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said \"Nûh (Noah) will be called on the Day of Resurrection and he will say, ‘Labbaik and Sa‘daik, (I respond to Your Call and I am obedient to Your Orders) O my Lord! Allâh will say, ‘Did you convey Our Message of Islâmic Monotheism?’ Nûh (Noah) will say, ‘Yes’. His nation will then be asked, ‘Did he convey Our Message of Islâmic Monotheism to you?’ They will say, ‘No warner came to us.’ Then Allâh will say [to Nûh (Noah)], ‘Who will bear witness in your favour?’ He will say, ‘Muhammad صلى الله عليه وسلم and his followers.’ So they (i.e., Muslims) will testify that he conveyed the Message - and the Messenger (Muhammad صلى الله عليه وسلم) will be a witness over you, and that is what is meant by the Statement of Allâh عز وجل: We made you [true Muslims - real believers of Islâmic Monotheism, true followers of Prophet Muhammad صلى الله عليه وسلم and his Sunnah (legal ways)] a just (and the best) nation that you be witnesses over mankind and the Messenger (Muhammad صلى الله عليه وسلم) will be a witness over you.\" (Sahih Al-Bukhâri, Vol.6, Hadîth No.14).","lang":"en"},{"name":"2:144","price":" 144. Verily! We have seen the turning of your (Muhammad’s صلى الله عليه وسلم) face towards the heaven. Surely, We shall turn you to a Qiblah (prayer direction) that shall please you, so turn your face in the direction of Al-Masjid-al-Harâm (at Makkah). And wheresoever you people are, turn your faces (in prayer) in that direction. Certainly, the people who were given the Scripture (i.e. Jews and the Christians) know well that, that (your turning towards the direction of the Ka‘bah at Makkah in prayers) is the truth from their Lord. And Allâh is not unaware of what they do.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:145","price":" 145. And even if you were to bring to the people of the Scripture (Jews and Christians) all the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), they would not follow your Qiblah (prayer direction), nor are you going to follow their Qiblah (prayer direction). And they will not follow each other’s Qiblah (prayer direction). Verily, if you follow their desires after that which you have received of knowledge (from Allâh), then indeed you will be one of the Zâlimûn (polytheists, wrong-doers).","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:146","price":"146. Those to whom We gave the Scripture (Jews and Christians) recognise him (Muhammad صلى الله عليه وسلم or the Ka‘bah at Makkah) as they recognise their sons. But verily, a party of them conceal the truth while they know it - [i.e. the qualities of Muhammad صلى الله عليه وسلم which are written in the Taurât (Torah) and the Injeel (Gospel)].[1]","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"(V.2:146) See the footnote of (V.2:42) (Qualities of Muhammad صلى الله عليه وسلم).","lang":"en"},{"name":"2:147","price":" 147. (This is) the truth from your Lord. So be you not one of those who doubt.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:148","price":" 148. For every nation there is a direction to which they face (in their prayers). So hasten towards all that is good. Wheresoever you may be, Allâh will bring you together (on the Day of Resurrection). Truly, Allâh is Able to do all things.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:149","price":" 149. And from wheresoever you start forth (for prayers), turn your face in the direction of Al-Masjid-Al-Harâm (at Makkah), that is indeed the truth from your Lord. And Allâh is not unaware of what you do.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:150","price":" 150. And from wheresoever you start forth (for prayers), turn your face in the direction of Al-Masjid-Al-Harâm (at Makkah), and wheresoever you are, turn your faces towards it (when you pray) so that men may have no argument against you except those of them that are wrong-doers, so fear them not, but fear Me! - And so that I may complete My Blessings on you and that you may be guided.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:151","price":" 151. Similarly (to complete My Blessings on you), We have sent among you a Messenger (Muhammad صلى الله عليه وسلم) of your own, reciting to you Our Verses (the Qur’ân) and purifying you, and teaching you the Book (the Qur’ân) and the Hikmah (i.e. Sunnah, Islâmic laws and Fiqh - jurisprudence), and teaching you that which you used not to know.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:152","price":" 152. Therefore remember Me (by praying, glorifying),[2] I will remember you, and be grateful to Me (for My countless Favours on you) and never be ungrateful to Me.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"(V.2:152)\na) See the footnote of (V.13:28).\nb) Narrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"Allâh عز وجل says, I am just as My slave thinks I am, (i.e. I am Able to do for him what he thinks I can do for him) and I am with him if he remembers Me. If he remembers Me in himself, I too, remember him in Myself; and if he remembers Me in a group of people, I remember him in a group that is better than them; and if he comes one span nearer to Me, I go one cubit nearer to him; and if he comes one cubit nearer to Me, I go a distance of two outstretched arms nearer to him; and if he comes to Me walking, I go to him running. (Sahih Al-Bukhâri, Vol.9, Hadîth No.502).","lang":"en"},{"name":"2:153","price":" 153. O you who believe! Seek help in patience and As-Salât (the prayer). Truly! Allâh is with As-Sâbirûn (the patient).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:154","price":" 154. And say not of those who are killed in the Way of Allâh, \"They are dead.\" Nay, they are living, but you perceive (it) not.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:155","price":" 155. And certainly, We shall test you with something of fear, hunger, loss of wealth, lives and fruits, but give glad tidings to As-Sâbirûn (the patient).","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:156","price":" 156. Who, when afflicted with calamity, say: \"Truly! To Allâh we belong and truly, to Him we shall return.\"","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:157","price":" 157. They are those on whom are the Salawât (i.e. who are blessed and will be forgiven) from their Lord, and (they are those who) receive His Mercy, and it is they who are the guided ones.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:158","price":" 158. Verily! As-Safâ and Al-Marwah (two mountains in Makkah) are of the Symbols of Allâh. So it is not a sin on him who performs Hajj or ‘Umrah (pilgrimage) of the House (the Ka‘bah at Makkah) to perform the going (Tawâf) between them (As-Safâ and Al-Marwah).[1] And whoever does good voluntarily, then verily, Allâh is All-Recogniser, All-Knower.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"(V.2:158) See the footnote of (V.14:37).","lang":"en"},{"name":"2:159","price":" 159. Verily, those who conceal the clear proofs, evidence and the guidance, which We have sent down, after We have made it clear for the people in the Book, they are the ones cursed by Allâh and cursed by the cursers.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:160","price":" 160. Except those who repent and do righteous deeds, and openly declare (the truth which they concealed). These, I will accept their repentance. And I am the One Who accepts repentance, the Most Merciful.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:161","price":" 161. Verily, those who disbelieve, and die while they are disbelievers, it is they on whom is the Curse of Allâh and of the angels and of mankind, combined.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:162","price":" 162. They will abide therein (under the curse in Hell), their punishment will neither be lightened, nor will they be reprieved.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:163","price":" 163. And your Ilâh (God) is One Ilâh (God - Allâh), Lâ ilâha illa Huwa (there is none who has the right to be worshipped but He), the Most Gracious, the Most Merciful.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:164","price":"164. Verily! In the creation of the heavens and the earth, and in the alternation of night and day, and the ships which sail through the sea with that which is of use to mankind, and the water (rain) which Allâh sends down from the sky and makes the earth alive therewith after its death, and the moving (living) creatures of all kinds that He has scattered therein, and in the veering of winds and clouds which are held between the sky and the earth, are indeed Ayât (proofs, evidence, signs, etc.) for people of understanding.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:165","price":" 165. And of mankind are some who take (for worship) others besides Allâh as rivals[1] (to Allâh). They love them as they love Allâh. But those who believe, love Allâh more (than anything else). If only, those who do wrong could see, when they will see the torment, that all power belongs to Allâh and that Allâh is Severe in punishment.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"(V.2:165) Narrated ‘Abdullâh رضي الله عنه: The Prophet صلى الله عليه وسلم said one statement and I said another. The Prophet صلى الله عليه وسلم said: \"Whoever dies while still invoking anything other than Allâh as a rival to Allâh, will enter Hell (Fire).\" And I said, \"Whoever dies without invoking anything as a rival to Allâh, will enter Paradise\". (Sahih Al-Bukhâri, Vol.6, Hadîth No.24).","lang":"en"},{"name":"2:166","price":" 166. When those who were followed, disown (declare themselves innocent of) those who followed (them), and they see the torment, then all their relations will be cut off from them.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:167","price":" 167. And those who followed will say: \"If only we had one more chance to return (to the worldly life), we would disown (declare ourselves as innocent from) them as they have disowned (declared themselves as innocent from) us.\" Thus Allâh will show them their deeds as regrets for them. And they will never get out of the Fire.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:168","price":" 168. O mankind! Eat of that which is lawful and good on the earth, and follow not the footsteps of Shaitan (Satan). Verily, he is to you an open enemy.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:169","price":" 169. He [Shaitân (Satan)] commands you only what is evil and Fahshâ (sinful), and that you should say against Allâh what you know not.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:170","price":"170. When it is said to them: \"Follow what Allâh has sent down.\" They say: \"Nay! We shall follow what we found our fathers following.\" (Would they do that!) even though their fathers did not understand anything nor were they guided?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:171","price":" 171. And the example of those who disbelieve is as that of him who shouts to those (flock of sheep) that hears nothing but calls and cries. (They are) deaf, dumb and blind. So they do not understand. (Tafsîr Al-Qurtubi )","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:172","price":" 172. O you who believe (in the Oneness of Allâh - Islâmic Monotheism)! Eat of the lawful things that We have provided you[1] with, and be grateful to Allâh, if it is indeed He Whom you worship.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"(V.2:172) Narrated An-Nu‘mân bin Bashîr رضي الله عنه: I heard Allâh’s Messenger صلى الله عليه وسلم saying, \"Both legal and illegal things are evident but in between them there are doubtful (unclear) things, and most of the people have no knowledge about them. So whoever saves himself from these unclear things, he saves his religion and his honour. And whoever indulges in these unclear things is like a shepherd who grazes (his animals) near the Himâ (private pasture) of someone else, and at any moment he is liable to get in it. (O people!) Beware! Every king has a Himâ and the Himâ of Allâh عز وجل on the earth is His illegal (forbidden) things. Beware! There is a piece of flesh in the body if it becomes good (reformed), the whole body becomes good, but if it gets spoilt, the whole body gets spoilt and that is the heart.\" (Sahih Al-Bukhâri, Vol.1, Hadîth No.49).","lang":"en"},{"name":"2:173","price":" 173. He has forbidden you only the Maitah (dead animals), and blood, and the flesh of swine, and that which is slaughtered as a sacrifice for others than Allâh (or has been slaughtered for idols, on which Allâh’s Name has not been mentioned while slaughtering). But if one is forced by necessity without wilful disobedience nor transgressing due limits, then there is no sin on him. Truly, Allâh is Oft-Forgiving, Most Merciful.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:174","price":" 174. Verily, those who conceal what Allâh has sent down of the Book, and purchase a small gain therewith (of worldly things), they eat into their bellies nothing but fire. Allâh will not speak to them on the Day of Resurrection, nor purify them, and theirs will be a painful torment.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:175","price":" 175. Those are they who have purchased error at the price of Guidance, and torment at the price of Forgiveness. So how bold they are (for evil deeds which will push them) to the Fire.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:176","price":" 176. That is because Allâh has sent down the Book (the Qur’ân) in truth. And verily, those who disputed as regards the Book are far away in opposition.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:177","price":" 177. It is not Al-Birr (piety, righteousness, and each and every act of obedience to Allâh, etc.) that you turn your faces towards east and (or) west (in prayers); but Al-Birr is (the quality of) the one who believes in Allâh, the Last Day, the Angels, the Book, the Prophets[1] and gives his wealth, in spite of love for it, to the kinsfolk, to the orphans, and to Al-Masâkîn (the poor), and to the wayfarer, and to those who ask, and to set slaves free, performs As-Salât (Iqâmat-as-Salât ), and gives the Zakât, and who fulfil their covenant when they make it, and who are patient in extreme poverty and ailment (disease) and at the time of fighting (during the battles). Such are the people of the truth and they are Al-Muttaqûn (the pious - See V.2:2).","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"(V.2:177) See the footnote (b) of (V.3:85).","lang":"en"},{"name":"2:178","price":" 178. O you who believe! Al-Qisâs (the Law of Equality in punishment) is prescribed for you in case of murder: the free for the free, the slave for the slave, and the female for the female. But if the killer is forgiven by the brother (or the relatives, etc.) of the killed against blood-money, then adhering to it with fairness and payment of the blood-money to the heir should be made in fairness. This is an alleviation and a mercy from your Lord. So after this whoever transgresses the limits (i.e. kills the killer after taking the blood-money), he shall have a painful torment.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:179","price":" 179. And there is (a saving of) life for you in Al-Qisâs (the Law of Equality in punishment), O men of understanding, that you may become Al-Muttaqûn (the pious - See V.2: 2).","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:180","price":" 180. It is prescribed for you, when death approaches any of you, if he leaves wealth, that he makes a bequest to parents and next of kin, according to reasonable manners. (This is) a duty upon Al-Muttaqûn (the pious - See V.2: 2).","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:181","price":" 181. Then whoever changes the bequest after hearing it, the sin shall be on those who make the change. Truly, Allâh is All-Hearer, All-Knower.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:182","price":"182. But he who fears from a testator some unjust act or wrong-doing, and thereupon he makes peace between the parties concerned, there shall be no sin on him. Certainly, Allâh is Oft-Forgiving, Most Merciful.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:183","price":" 183. O you who believe! Observing As-Saum (the fasting)[1] is prescribed for you as it was prescribed for those before you, that you may become Al-Muttaqûn (the pious - See V.2: 2).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"(V.2:183) As-Saum means fasting i.e. not to eat or drink or have sexual relations etc. from the Adhân of the Fajr (early morning) prayer till the sunset.","lang":"en"},{"name":"2:184","price":" 184. [Observing Saum (fasts)] for a fixed number of days, but if any of you is ill or on a journey, the same number (should be made up) from other days. And as for those who can fast with difficulty, (e.g. an old man), they have (a choice either to fast or) to feed a Miskîn (poor person) (for every day). But whoever does good of his own accord, it is better for him. And that you fast is better for you if only you know.[2]","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":" (V.2:184) The provision of this Verse has been abrogated by the next Verse: 185, with few exceptions, i.e., very old person, or pregnancy, etc.","lang":"en"},{"name":"2:185","price":" 185. The month of Ramadan in which was revealed the Qur’ân, a guidance for mankind and clear proofs for the guidance and the criterion (between right and wrong). So whoever of you sights (the crescent on the first night of) the month (of Ramadan i.e. is present at his home), he must observe Saum (fasts) that month, and whoever is ill or on a journey, the same number [of days which one did not observe Saum (fasts) must be made up] from other days. Allâh intends for you ease, and He does not want to make things difficult for you. (He wants that you) must complete the same number (of days), and that you must magnify Allâh [i.e. to say Takbîr (Allâhu Akbar; Allâh is the Most Great] for having guided you so that you may be grateful to Him.[3]","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":" (V.2:185)\n(A) Narrated Talhah bin ‘Ubaidullâh: A bedouin with unkempt hair came to Allâh’s Messenger صلى الله عليه وسلم and said, \"O Allâh’s Messenger! Inform me what Allâh has made compulsory for me as regards the Salât (prayers).\" He replied: \"You have to offer perfectly the five compulsory Salât (prayers) in a day and night (24 hours), unless you want to pray Nawâfil .\" The bedouin further asked, \"Inform me what Allâh has made compulsory for me as regards Saum (fasting).\" He replied, \"You have to fast during the whole month of Ramadân, unless you want to fast more as Nawâfil .\" The bedouin further asked, \"Tell me how much Zakât Allâh has enjoined on me.\" The narrator added: Then, Allâh’s Messenger صلى الله عليه وسلم informed him all about the Laws (i.e. fundamentals) of Islâm. The bedouin then said, \"By Him Who has honoured you, I will neither perform any Nawâfil nor will I decrease what Allâh has enjoined on me.\" Allâh’s Messenger صلى الله عليه وسلم said, \"If he is saying the truth, he will succeed (or he will be granted Paradise). (Sahih Al-Bukhâri, Hadîth No.115, Vol.3).\n(B) Narrated Abû Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \" As-Siyâm (the fasting) is Junnah (protection or shield or a screen or a shelter from the Hell-fire*). So, the person observing Saum (fasting) should avoid sexual relation with his wife and should not behave foolishly and impudently, and if somebody fights with him or abuses him, he should say to him twice, ‘I am fasting.’ \" The Prophet صلى الله عليه وسلم added, \"By Him in Whose Hands my soul is, the smell coming out from the mouth of a fasting person is better with Allâh تعالى than the smell of musk. (Allâh says about the fasting person), ‘He has left his food, drink and desires for My sake. The Saum (fast) is for Me**. So I will reward (the fasting person) for it and the reward of good deeds is multiplied ten times.’ \" (Sahih Al-Bukhâri, Hadîth No.118, Vol.3).\n* See Fath Al-Barî , Vol.5, Page 5.\n** Although all practices of worshipping are for Allâh, here Allâh تعالى singles out Saum (fasting), because fasting cannot be practiced for the sake of showing-off, as nobody except Allâh can know whether one is fasting or not. Therefore, fasting is a pure performance that cannot be blemished with hypocrisy. (Fath Al-Barî, Vol.5, Page 10)\n(C) Narrated Abû Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"Whoever does not give up lying speech - false statements (i.e. telling lies) and acting on those (lies), and evil actions etc., then Allâh is not in need of his leaving his food and drink (i.e. Allâh will not accept his fasting*)\". (Sahih Al-Bukhâri, Hadîth No.127, Vol.3).\n* See Fath Al-Barî , Vol.5, Page 18.","lang":"en"},{"name":"2:186","price":" 186. And when My slaves ask you (O Muhammad صلى الله عليه وسلم) concerning Me, then (answer them), I am indeed near (to them by My Knowledge). I respond to the invocations of the supplicant when he calls on Me (without any mediator or intercessor). So let them obey Me and believe in Me, so that they may be led aright.[4]","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":" (V.2:186) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"Allâh said, ‘I will declare war against him who shows hostility to a pious worshipper of Mine. And the most beloved things with which My slave comes nearer to Me, is what I have enjoined upon him; and My slave keeps on coming closer to Me through performing Nawâfil (praying or doing extra deeds besides what is obligatory) till I love him. Then I become his sense of hearing with which he hears, and his sense of sight with which he sees, and his hand with which he grips, and his leg with which he walks; and if he asks Me, I will give him, and if he asks My protection (Refuge), I will protect him; (i.e. give him My Refuge), and I do not hesitate to do anything as I hesitate to take the soul of the believer, for he hates death, and I hate to disappoint him.\" (Sahih Al-Bukhâri, Vol.8, Hadîth No. 509).","lang":"en"},{"name":"2:187","price":" 187. It is made lawful for you to have sexual relations with your wives on the night of As-Saum (the fasts). They are Libâs [i.e. body cover, or screen, or Sakan, (i.e. you enjoy the pleasure of living with them - as in Verse 7:189) Tafsir At-Tabarî ], for you and you are the same for them. Allâh knows that you used to deceive yourselves, so He turned to you (accepted your repentance) and forgave you. So now have sexual relations with them and seek that which Allâh has ordained for you (offspring), and eat and drink until the white thread (light) of dawn appears to you distinct from the black thread (darkness of night), then complete your Saum (fast) till the nightfall. And do not have sexual relations with them (your wives) while you are in I‘tikâf (i.e. confining oneself in a mosque for prayers and invocations leaving the worldly activities) in the mosques. These are the limits (set) by Allâh, so approach them not. Thus does Allâh make clear His Ayât (proofs, evidence, lessons, signs, revelations, verses, laws, legal and illegal things, Allâh’s set limits, orders) to mankind that they may become Al-Muttaqûn (the pious - See V.2:2).","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:188","price":" 188. And eat up not one another’s property unjustly (in any illegal way e.g. stealing, robbing, deceiving, etc.), nor give bribery to the rulers (judges before presenting your cases) that you may knowingly eat up a part of the property of others sinfully.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:189","price":" 189. They ask you (O Muhammad صلى الله عليه وسلم) about the new moons. Say: These are signs to mark fixed periods of time for mankind and for the pilgrimage. It is not Al-Birr (piety, righteousness) that you enter the houses from the back but Al-Birr (is the quality of the one) who fears Allâh. So enter houses through their proper doors, and fear Allâh that you may be successful.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:190","price":" 190. And fight in the Way of Allâh[1] those who fight you, but transgress not the limits. Truly, Allâh likes not the transgressors. [This Verse is the first one that was revealed in connection with Jihâd, but it was supplemented by another (9:36)].","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"(V.2:190) Al-Jihâd (holy fighting) in Allâh’s Cause (with full force of numbers and weaponry) is given the utmost importance in Islâm and is one of its pillar (on which it stands). By Jihâd Islâm is established, Allâh’s Word is made superior, (His Word being Lâ ilaha illallâh which means none has the right to be worshipped but Allâh), and His Religion (Islâm) is propagated. By abandoning Jihâd (may Allâh protect us from that) Islâm is destroyed and the Muslims fall into an inferior position; their honour is lost, their lands are stolen, their rule and authority vanish. Jihâd is an obligatory duty in Islâm on every Muslim, and he who tries to escape from this duty, or does not in his innermost heart wish to fulfil this duty, dies with one of the qualities of a hypocrite.\nNarrated ‘Abdullâh bin Mas‘ûd رضي الله عنه: I asked Allâh’s Messenger صلى الله عليه وسلم \"O Allâh’s Messenger! What is the best deed?\" He replied, \"To offer the Salât (prayers) at their early fixed stated times.\" I asked, \"What is next in goodness?\" He replied, \"To be good and dutiful to your parents.\" I further asked, \"What is next in goodness?\" He replied, \"To participate in Jihâd in Allâh’s Cause.\" I did not ask Allâh’s Messenger صلى الله عليه وسلم anymore and if I had asked him more, he would have told me more. (Sahih Al-Bukhâri, Vol.4, Hadîth No.41).","lang":"en"},{"name":"2:191","price":" 191. And kill them wherever you find them, and turn them out from where they have turned you out. And Al-Fitnah [1] is worse than killing. And fight not with them at Al-Masjid-Al-Harâm (the sanctuary at Makkah),[2] unless they (first) fight you there. But if they attack you, then kill them. Such is the recompense of the disbelievers.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"[1] (V.2:191) Al-Fitnah: polytheism, to disbelieve after one has believed in Allâh, or a trial or a calamity or an affliction.\n[2] (V.2:191) Narrated Abu-Bakrah رضي الله عنه: The Prophet صلى الله عليه وسلم delivered to us a Khutbah (religious talk) on the day of Nahr (10th of Dhul Hijjah ). He said, \"Do you know what is the day today?\" We said, \"Allâh and His Messenger know better.\" He remained silent till we thought that he might give that day another name. He said, \"Isn’t it the day of Nahr ?\" We said, \"It is.\" He further asked, \"Which month is this?\" We said, \"Allâh and His Messenger know better.\" He remained silent till we thought that he might give it another name. He then said, \"Isn’t it the month of Dhul-Hijjah ?\" We replied: \"Yes, it is.\" He further asked, \"What town is this?\" We replied, \"Allâh and His Messenger know it better.\" He remained silent till we thought that he might give it another name. He then said, \"Isn’t it the forbidden (sacred) town (of Makkah)?\" We said, \"Yes, it is.\" He said, \"No doubt, your blood and your properties are sacred to one another like the sanctity of this day of yours, in this month of yours, in this town of yours, till the day you meet your Lord. No doubt! Haven’t I conveyed Allâh’s Message to you? We said, \"Yes.\" He said, \"O Allâh! Be witness. So it is in incumbent upon those who are present to convey it (this information) to those who are absent because the informed one might comprehend it (what I have said) better than the present audience, who will convey it to him. Beware! Do not renegade (as) disbelievers after me by striking the necks (cutting the throats) of one another.\" (Sahih Al-Bukhâri, Vol.2, Hadîth No.797).","lang":"en"},{"name":"2:192","price":" 192. But if they cease, then Allâh is Oft-Forgiving, Most Merciful.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:193","price":" 193. And fight them until there is no more Fitnah (disbelief and worshipping of others along with Allâh) and (all and every kind of) worship is for Allâh (Alone).[3] But if they cease, let there be no transgression except against Az-Zâlimûn (the polytheists, and wrong-doers)","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":" (A) (V.2:193) Narrated Ibn ‘Umar رضي الله عنهما: Allâh’s Messenger صلى الله عليه وسلم said, \"I have been ordered (by Allâh) to fight against the people till they testify that Lâ ilâha illallâh wa Anna Muhammad-ur-Rasûl Allâh (none has the right to be worshipped but Allâh عز وجل and that Muhammad صلى الله عليه وسلم is the Messenger of Allâh), and perform As-Salât (Iqâmat-as-Salât) and give Zakât , so if they perform all that, then they save their lives, and properties from me except for Islâmic laws, and their reckoning (accounts) will be with (done by) Allâh.\" (Sahih Al-Bukhâri, Vol.1, Hadîth No.24).\n(B) See (V.8:39) and its footnote.","lang":"en"},{"name":"2:194","price":" 194. The sacred month is for the sacred month, and for the prohibited things, there is the Law of Equality (Qisâs). Then whoever transgresses the prohibition against you, you transgress likewise against him. And fear Allâh, and know that Allâh is with Al-Muttaqûn (the pious - See V.2:2).","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:195","price":" 195. And spend in the Cause of Allâh (i.e. Jihâd of all kinds) and do not throw yourselves into destruction (by not spending your wealth in the Cause of Allâh), and do good. Truly, Allâh loves Al-Muhsinûn [4] (the good-doers).","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"(V.2:195) See (V.2:112)","lang":"en"},{"name":"2:196","price":" 196. And perform properly (i.e. all the ceremonies according to the ways of Prophet Muhammad صلى الله عليه وسلم), the Hajj and ‘Umrah (i.e. the pilgrimage to Makkah) for Allâh. But if you are prevented (from completing them), sacrifice a Hady (animal, i.e. a sheep, a cow, or a camel) such as you can afford, and do not shave your heads until the Hady reaches the place of sacrifice. And whosoever of you is ill or has an ailment in his scalp (necessitating shaving), he must pay a Fidyah (ransom) of either observing Saum (fasts) (three days) or giving Sadaqah (charity - feeding six poor persons) or offering sacrifice (one sheep). Then if you are in safety and whosoever performs the ‘Umrah in the months of Hajj before (performing) the Hajj, (i.e. Hajj-at-Tamattu‘ and Al-Qirân), he must slaughter a Hady such as he can afford, but if he cannot afford it, he should observe Saum (fasts) three days during the Hajj and seven days after his return (to his home), making ten days in all. This is for him whose family is not present at Al-Masjid-Al-Harâm (i.e. non-resident of Makkah). And fear Allâh much and know that Allâh is Severe in punishment.[5]","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":" (V.2:196) Islâm demolishes all the previous evil deeds and so does migration (for Allâh’s sake) and Hajj (pilgrimage to Makkah). [Al-Lu’lu’ wal Marjân , Vol.1, Ch.52, P.205]. The obligation of performing ‘Umrah and its superiority. Ibn ‘Umar رضي الله عنهما said, Hajj and ‘Umrah are obligatory for everybody.\" And Ibn ‘Abbâs رضي الله عنهما said, ‘Umrah is mentioned in conjunction with Hajj in the Book of Allâh عز وجل: \"And perform properly Hajj and ‘Umrah for Allâh.\" (2:196).\nNarrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"(The performance of) ‘Umrah is an expiation for the sins committed (between it and the previous one). And the reward of Hajj Mabrûr (the one accepted by Allâh) is nothing except Paradise.\" (Sahih Al-Bukhâri, Vol.3, Hadîth No.1).","lang":"en"},{"name":"2:197","price":"197. The Hajj (pilgrimage) is (in) the well-known (lunar year) months (i.e. the 10th month, the 11th month and the first ten days of the 12th month of the Islâmic calendar, i.e. two months and ten days). So whosoever intends to perform Hajj[1] therein (by assuming Ihrâm), then he should not have sexual relations (with his wife), nor commit sin, nor dispute unjustly during the Hajj. And whatever good you do, (be sure) Allâh knows it. And take a provision (with you) for the journey, but the best provision is At-Taqwa (piety, righteousness). So fear Me, O men of understanding!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"(V.2:197) What is said regarding Hajj At-Tamattu‘, Hajj Al-Qirân, and Haij Al-Ifrâd. And whoever has not brought a Hady with him, he should finish the Ihrâm of Hajj, and make it as ‘Umrah, (and then assume another Ihrâm for Hajj from Makkah, etc.) There are three ways of performing Hajj - as follows:\na) Hajj At-Tamattu‘: It means that you have no Hady with you and you assume Ihrâm only for ‘Umrah first and after ‘Umrah you finish your Ihrâm and assume another Ihrâm for performing Hajj, from Makkah, but you have to slaughter a Hady.\nb) Hajj Al-Qirân: It means that one should have a Hady with him and should perform ‘Umrah and then Hajj with the same state of Ihrâm .\nc) Hajj AI-Ifrâd: It means that one assumes Ihrâm with the intention of performing Hajj only and does not perform ‘Umrah.","lang":"en"},{"name":"2:198","price":" 198. There is no sin on you if you seek the Bounty of your Lord (during pilgrimage by trading). Then when you leave ‘Arafât[2], remember Allâh (by glorifying His Praises, i.e. prayers and invocations) at the Mash‘ar-il-Harâm [3]. And remember Him (by invoking Allâh for all good.) as He has guided you, and verily, you were, before, of those who were astray.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"[1] (V.2:198) ‘Arafât: a well known place near Makkah where pilgrims have to spend the 9th day of Dhul-Hijjah. \n[2]  (V.2:198) Al-Mash‘ar Al-Harâm, i.e. Muzdalifah a well-known place near Makkah, where pilgrims have to stop and stay for the whole night of the 10th of Dhul-Hijjah , or a great part of it.","lang":"en"},{"name":"2:199","price":" 199. Then depart from the place whence all the people depart and ask Allâh for His Forgiveness. Truly, Allâh is Oft-Forgiving, Most-Merciful.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:200","price":" 200. So when you have accomplished your Manâsik[4], remember Allâh as you remember your forefathers or with a far more remembrance. But of mankind there are some who say: \"Our Lord! Give us (Your Bounties) in this world!\" and for such there will be no portion in the Hereafter.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"(V.2:200) \"Manâsik\" i.e. Ihrâm, Tawâf of the Ka‘bah and As-Safâ and Al-Marwah, stay at ‘Arafât, Muzdalifah and Mina, Ramy of Jamarât, (stoning of the specified pillars in Mina) slaughtering of Hady (animal).","lang":"en"},{"name":"2:201","price":" 201. And of them there are some who say: \"Our Lord! Give us in this world that which is good and in the Hereafter that which is good, and save us from the torment of the Fire!\"","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:202","price":" 202. For them there will be allotted a share for what they have earned. And Allâh is Swift at reckoning.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:203","price":"203. And remember Allâh during the appointed Days.[1] But whosoever hastens to leave in two days, there is no sin on him and whosoever stays on, there is no sin on him, if his aim is to do good and obey Allâh (fear Him), and know that you will surely be gathered unto Him.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"(V.2:203) These are the three days of staying at Mina during the Hajj; 11th, 12th and 13th days of the month of Dhul-Hijjah, by saying Allâhu Akbar (Allâh is the Most Great) much, and while slaughtering Hady (animals) and during the Ramy of Jamarât.","lang":"en"},{"name":"2:204","price":" 204. And of mankind there is he whose speech may please you (O Muhammad صلى الله عليه وسلم), in this worldly life, and he calls Allâh to witness as to that which is in his heart, yet he is the most quarrelsome of the opponents. [2]","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"(V.2:204)\n(A) Narrated ‘Âishah رضي الله عنها: The Prophet صلى الله عليه وسلم said, \"The most hated person to Allâh is the one who is most quarrelsome of the opponents.\" (Sahih Al-Bukhâri, Vol.3, Hadîth No.637).\n(B) Narrated Abu Umamah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said: \"(a) I guarantee a home in Paradise for a person who gives up arguments and disputes even if he is on the truth. (b) And [I (also) guarantee] a home in the middle of Paradise for a person who gives up lying (false statements) even while joking. (c) And [I (also) guarantee] a home in the highest part of Paradise for a person who has a high standard of character.\"\n(This Hadith is quoted by Abu Dâwûd, At-Tirmidhi, Nasâ’i and Ibn Majah).","lang":"en"},{"name":"2:205","price":" 205. And when he turns away (from you \"O Muhammad \"صلى الله عليه وسلم\"), his effort in the land is to make mischief therein and to destroy the crops and the cattle, and Allâh likes not mischief.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:206","price":" 206. And when it is said to him, \"Fear Allâh\", he is led by arrogance to (more) crime. So enough for him is Hell, and worst indeed is that place to rest!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:207","price":" 207. And of mankind is he who would sell himself, seeking the Pleasure of Allâh. And Allâh is full of Kindness to (His) slaves.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:208","price":" 208. O you who believe! Enter perfectly in Islâm (by obeying all the rules and regulations of the Islâmic religion) and follow not the footsteps of Shaitan (Satan). Verily! He is to you a plain enemy.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:209","price":" 209. Then if you slide back after the clear signs (Prophet Muhammad صلى الله عليه وسلم and this Qur’ân, and Islâm) have come to you, then know that Allâh is All-Mighty, All-Wise.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:210","price":" 210. Do they then wait for anything other than that Allâh should come to them in the shadows of the clouds and the angels? (Then) the case would be already judged. And to Allâh return all matters (for decision).","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:211","price":"211. Ask the Children of Israel how many clear Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) We gave them. And whoever changes Allâh’s Favour after it had come to him, [e.g. renounces the Religion of Allâh (Islâm) and accepts Kufr (disbelief)] then surely, Allâh is Severe in punishment.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:212","price":" 212. Beautified is the life of this world for those who disbelieve, and they mock at those who believe. But those who obey Allâh’s Orders and keep away from what He has forbidden, will be above them on the Day of Resurrection. And Allâh gives (of His Bounty, Blessings, Favours, Honours on the Day of Resurrection) to whom He wills without limit.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:213","price":" 213. Mankind were one community and Allâh sent Prophets with glad tidings and warnings, and with them He sent down the Scripture in truth to judge between people in matters wherein they differed. And only those to whom (the Scripture) was given differed concerning it after clear proofs had come unto them through hatred, one to another. Then Allâh by His Leave guided those who believed to the truth of that wherein they differed. And Allâh guides whom He wills to the Straight Path.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:214","price":" 214. Or think you that you will enter Paradise without such (trials) as came to those who passed away before you? They were afflicted with severe poverty and ailments and were so shaken that even the Messenger and those who believed along with him said, \"When (will come) the Help of Allâh?\" Yes! Certainly, the Help of Allâh is near!","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:215","price":" 215. They ask you (O Muhammad صلى الله عليه وسلم) what they should spend. Say: Whatever you spend of good must be for parents and kindred and orphans and Al-Masâkîn (the poor) and the wayfarer, and whatever you do of good deeds, truly, Allâh knows it well.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:216","price":"216. Jihâd [1] (holy fighting in Allâh’s cause) is ordained for you (Muslims) though you dislike it, and it may be that you dislike a thing which is good for you and that you like a thing which is bad for you. Allâh knows but you do not know.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"(V.2:216) See the footnote of (V.2:190).","lang":"en"},{"name":"2:217","price":" 217. They ask you concerning fighting in the Sacred Months (i.e. 1st, 7th, 11th and 12th months of the Islâmic calendar). Say \"Fighting therein is a great (transgression) but a greater (transgression)[2] with Allâh is to prevent mankind from following the Way of Allâh, to disbelieve in Him, to prevent access to Al-Masjid-Al-Harâm (at Makkah), and to drive out its inhabitants, and Al-Fitnah[3] is worse than killing. And they will never cease fighting you until they turn you back from your religion (Islâmic Monotheism) if they can. And whosoever of you turns back from his religion and dies as a disbeliever, then his deeds will be lost in this life and in the Hereafter, and they will be the dwellers of the Fire. They will abide therein forever.\"","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"[1] (V.2:217) The provision of this Verse has been abrogated by Verse 9:36. Jihâd cf., (V.2:216). \n[2] (V.2:217) Fitnah: polytheism and to disbelieve after one has believed in Allâh, or a trial or a calamity or an affliction or to set up rivals in worship with Allâh, etc.","lang":"en"},{"name":"2:218","price":" 218. Verily, those who have believed, and those who have emigrated (for Allâh’s Religion) and have striven hard in the Way of Allâh, all these hope for Allâh’s Mercy. And Allâh is Oft-Forgiving, Most-Merciful.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:219","price":" 219. They ask you (O Muhammad صلى الله عليه وسلم) concerning alcoholic drink and gambling.[4] Say: \"In them is a great sin, and (some) benefit for men, but the sin of them is greater than their benefit.\" And they ask you what they ought to spend. Say: \"That which is beyond your needs.\" Thus Allâh makes clear to you His Laws in order that you may give thought.\" [5]","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"(V.2:219):\n[1] a) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"Whoever takes an oath in which he (forgetfully), mentions Lat and ‘Uzza (i.e. two idols of Arab pagans) should say: \"La ilaha illallâh\" (none has the right to be worshipped but Allâh), and whoever says to his companion, ‘Come along, let us gamble,’ must give alms (as an expiation).\" (Sahih Al-Bukhâri, Vol.6, Hadîth No.383).\nb) Narrated Ibn ‘Umar رضي الله عنهما: Allâh’s Messenger صلى الله عليه وسلم said, \"Whoever drinks alcoholic drinks in this world and does not repent (i.e. stops drinking alcoholic drinks, and begs Allâh to forgive him before his death) will be deprived of it in the Hereafter.\" (Sahih Al-Bukhâri, Vol.7, Hadîth No 481).\nc) Narrated Anas رضي الله عنه: I heard from Allâh’s Messenger صلى الله عليه وسلم a narration which none other than I will narrate to you. The Prophet صلى الله عليه وسلم said, \"From among the portents of the Hour are the following: General ignorance (in religious affairs) will prevail, (religious) knowledge will decrease, illegal sexual intercourse will prevail, alcoholic drinks will be drunk (in abundance), men will decrease and women will increase so much so that for every fifty women there will be one man to look after them.\" (Sahih Al-Bukhâri, Vol.7, Hadîth No. 483)\nd) Narrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"An adulterer-fornicator, at the time he is committing illegal sexual intercourse is not a believer; and a person, at the time of drinking an alcoholic drink is not a believer; and a thief, at the time of stealing, is not a believer.\"\nIbn Shihâb said: ‘Abdul-Mâlik bin Abî-Bakr bin ‘Abdur-Rahmân bin Al-Hârith bin Hishâm told me that Abu Bakr used to narrate that narration to him on the authority of Abu Hurairah. He used to add that Abu Bakr used to mention, besides the above cases: \"And he who robs (takes illegally something by force) while the people are looking at him, is not a believer at the time he is robbing (taking it).\" (Sahih Al-Bukhâri, Vol.7, Hadîth No. 484). \n[2] (V.2:219) The provision of this Verse concerning alcoholic drinks and gambling has been abrogated by the Verse 5:90.","lang":"en"},{"name":"2:220","price":" 220. In (to) this worldly life and in the Hereafter. And they ask you concerning orphans. Say: \"The best thing is to work honestly in their property, and if you mix your affairs with theirs, then they are your brothers. And Allâh knows him who means mischief (e.g. to swallow their property) from him who means good (e.g. to save their property). And if Allâh had wished, He could have put you into difficulties. Truly, Allâh is All-Mighty, All-Wise.\"","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:221","price":" 221. And do not marry Al-Mushrikât (idolatresses, etc.) till they believe (worship Allâh Alone). And indeed a slave woman who believes is better than a (free) Mushrikah (idolatress), even though she pleases you. And give not (your daughters) in marriage to Al-Mushrikûn[1] till they believe (in Allâh Alone) and verily, a believing slave is better than a (free) Mushrik (idolater), even though he pleases you. Those (Al-Mushrikûn) invite you to the Fire, but Allâh invites (you) to Paradise and Forgiveness by His Leave, and makes His Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) clear to mankind that they may remember.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":" (V.2:221) Al-Mushrikûn: polytheists, pagans, idolaters, and disbelievers in the Oneness of Allâh and in His Messenger Muhammad صلى الله عليه وسلم.","lang":"en"},{"name":"2:222","price":" 222. They ask you concerning menstruation. Say: that is an Adha (a harmful thing for a husband to have a sexual intercourse with his wife while she is having her menses), therefore keep away from women during menses and go not unto them till they are purified (from menses and have taken a bath). And when they have purified themselves, then go in unto them as Allâh has ordained for you (go in unto them in any manner as long as it is in their vagina). Truly, Allâh loves those who turn unto Him in repentance and loves those who purify themselves (by taking a bath and cleaning and washing thoroughly their private parts, bodies, for their prayers).","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:223","price":" 223. Your wives are a tilth for you, so go to your tilth,[2] when or how you will, and send (good deeds, or ask Allâh to bestow upon you pious offspring) for your ownselves beforehand. And fear Allâh, and know that you are to meet Him (in the Hereafter), and give good tidings to the believers (O Muhammad صلى الله عليه وسلم)","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"(V.2:223): have sexual relations with your wives in any manner as long as it is in the vagina and not in the anus.","lang":"en"},{"name":"2:224","price":" 224. And make not Allâh’s (Name) an excuse in your oaths against your doing good and acting piously, and making peace among mankind. And Allâh is All-Hearer, All-Knower (i.e. do not swear much and if you have sworn against doing something good then give an expiation for the oath and do good).[3]","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":" (V.2:224) See the footnote of (V.5:89).","lang":"en"},{"name":"2:225","price":"225. Allâh will not call you to account for that which is unintentional in your oaths, but He will call you to account for that which your hearts have earned. And Allâh is Oft-Forgiving, Most-Forbearing.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:226","price":" 226. Those who take an oath[1] not to have sexual relation with their wives must wait for four months, then if they return (change their idea in this period), verily, Allâh is Oft-Forgiving, Most Merciful.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"(V.2:226) Narrated Nâfi‘: Ibn ‘Umar used to say about Al-’Îla’ (الإيلاء)* which Allâh defined (in the Holy Book), \"If the period of Al-’Îla’ (الإيلاء) expires, then the husband has either to retain his wife in a handsome manner or to divorce her as Allâh [عز وجل] has ordered.\" Ibn ‘Umar added, \"When the period of four months has expired, the husband should divorce his wife, but the divorce does not occur unless the husband himself declares it. This has been mentioned by ‘Uthmân, ‘Alî, Abu Ad-Dardâ’, ‘Âishah and twelve other Companions of the Prophet صلى الله عليه وسلم (Sahih Al-Bukhâri, Vol.7, Hadîth No. 213).\n* Al-’Îla’ (الإيلاء): means the oath taken by a husband that he would not approach his wife for a certain period.","lang":"en"},{"name":"2:227","price":" 227. And if they decide upon divorce, then Allâh is All-Hearer, All-Knower.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:228","price":" 228. And divorced women shall wait (as regards their marriage) for three menstrual periods, and it is not lawful for them to conceal what Allâh has created in their wombs, if they believe in Allâh and the Last Day. And their husbands have the better right to take them back in that period, if they wish for reconciliation. And they (women) have rights (over their husbands as regards living expenses) similar (to those of their husbands) over them (as regards obedience and respect) to what is reasonable, but men have a degree (of responsibility) over them. And Allâh is All-Mighty, All-Wise.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:229","price":" 229. The divorce is twice, after that, either you retain her on reasonable terms or release her with kindness. And it is not lawful for you (men) to take back (from your wives) any of your Mahr (bridal-money given by the husband to his wife at the time of marriage) which you have given them, except when both parties fear that they would be unable to keep the limits ordained by Allâh (e.g. to deal with each other on a fair basis). Then if you fear that they would not be able to keep the limits ordained by Allâh, then there is no sin on either of them if she gives back (the Mahr or a part of it) for her Al-Khul‘ (divorce)[2]. These are the limits ordained by Allâh, so do not transgress them. And whoever transgresses the limits ordained by Allâh, then such are the Zâlimûn (wrong-doers).","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"(V.2:229) Al-Khul‘ * الخلع and how a divorce is given according to it.\nNarrated Ibn ‘Abbâs رضي الله عنهما: The wife of Thâbit bin Qais came to the Prophet صلى الله عليه وسلم and said, \"O Allâh’s Messenger! I do not blame Thâbit for defects in his character or his religion, but I, being a Muslim, dislike to behave in an un-Islâmic manner (if I remain with him)\". On that Allâh’s Messenger صلى الله عليه وسلم said (to her), \"Will you give back the garden which your husband has given you as Mahr )?\" She said, \"Yes.\" Then the Prophet صلى الله عليه وسلم said to Thâbit, \"O Thabît! Accept your garden, and divorce her once.\" (Sahih Al-Bukhâri, Vol.7, Hadîth No. 197).\n* Al-Khul‘ الخلع means the parting of a wife from her husband by giving him a certain compensation.","lang":"en"},{"name":"2:230","price":" 230. And if he has divorced her (the third time), then she is not lawful unto him thereafter until she has married another husband. Then, if the other husband divorces her, it is no sin on both of them that they reunite, provided they feel that they can keep the limits ordained by Allâh. These are the limits of Allâh, which He makes plain for the people who have knowledge.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:231","price":" 231. And when you have divorced women and they have fulfilled the term of their prescribed period, either take them back on reasonable basis or set them free on reasonable basis. But do not take them back to hurt them, and whoever does that, then he has wronged himself. And treat not the Verses (Laws) of Allâh as a jest, but remember Allâh’s Favours on you (i.e. Islâm), and that which He has sent down to you of the Book (i.e. the Qur’ân) and Al-Hikmah (the Prophet’s Sunnah - legal ways - Islâmic jurisprudence.) whereby He instructs you. And fear Allâh, and know that Allâh is All-Aware of everything.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:232","price":" 232. And when you have divorced women and they have fulfilled the term of their prescribed period, do not prevent them from marrying their (former) husbands, if they mutually agree on reasonable basis. This (instruction) is an admonition for him among you who believes in Allâh and the Last Day. That is more virtuous and purer for you. Allâh knows and you know not.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:233","price":" 233. The mothers shall give suck to their children for two whole years, (that is) for those (parents) who desire to complete the term of suckling, but the father of the child shall bear the cost of the mother’s food and clothing on a reasonable basis. No person shall have a burden laid on him greater than he can bear. No mother shall be treated unfairly on account of her child, nor father on account of his child. And on the (father’s) heir is incumbent the like of that (which was incumbent on the father). If they both decide on weaning, by mutual consent, and after due consultation, there is no sin on them. And if you decide on a foster suckling-mother for your children, there is no sin on you, provided you pay (the mother) what you agreed (to give her) on reasonable basis. And fear Allâh and know that Allâh is All-Seer of what you do.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:234","price":"234. And those of you who die and leave wives behind them, they (the wives) shall wait (as regards their marriage) for four months and ten days, then when they have fulfilled their term, there is no sin on you if they (the wives) dispose of themselves in a just and honourable manner (i.e. they can marry). And Allâh is Well-Acquainted with what you do.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:235","price":" 235. And there is no sin on you if you make a hint of betrothal or conceal it in yourself, Allâh knows that you will remember them, but do not make a promise of contract with them in secret except that you speak an honourable saying according to the Islâmic law.[1] And do not consummate the marriage until the term prescribed is fulfilled. And know that Allâh knows what is in your minds, so fear Him. And know that Allâh is Oft-Forgiving, Most Forbearing.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"(V.2:235) e.g. you can say to her, \"If one finds a wife like you, he will be happy\".","lang":"en"},{"name":"2:236","price":" 236. There is no sin on you, if you divorce women while yet you have not touched (had sexual relation with) them, nor appointed unto them their Mahr (bridal-money given by the husband to his wife at the time of marriage). But bestow on them (a suitable gift), the rich according to his means, and the poor according to his means, a gift of reasonable amount is a duty on the doers of good.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:237","price":" 237. And if you divorce them before you have touched (had a sexual relation with) them, and you have appointed unto them the Mahr (bridal-money given by the husband to his wife at the time of marriage), then pay half of that (Mahr), unless they (the women) agree to forego it, or he (the husband), in whose hands is the marriage tie, agrees to forego and give her full appointed Mahr. And to forego and give (her the full Mahr) is nearer to At-Taqwa (piety, righteousness). And do not forget liberality between yourselves. Truly, Allâh is All-Seer of what you do.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:238","price":" 238. Guard strictly (five obligatory) As-Salawât (the prayers) especially the middle Salât (i.e. the best prayer - ‘Asr )[1]. And stand before Allâh with obedience [and do not speak to others during the Salât (prayers)].","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"(V.2:238).\na) The sin of one who misses the ‘Asr prayer (intentionally):\n\"Narrated Ibn ‘Umar رضي الله عنهما: Allâh’s Messenger صلى الله عليه وسلم said, \"Whoever misses the ‘Asr prayers (intentionally), then it is as if he lost his family and property.\" (Sahih Al-Bukhâri, Vol.1, Hadîth No. 527).\n(b) One who omits (does not offer) the ‘Asr prayer (intentionally):*\nNarrated Abu Al-Malîh: We were with Buraidah in a battle on a cloudy day and he said, \"Offer the ‘Asr prayer early as the Prophet صلى الله عليه وسلم said, \"Whoever omits the ‘Asr prayer, all his (good) deeds will be lost.\" (Sahih Al-Bukhâri, Vol.1, Hadîth No.528).\n* i.e. The one who omits (does not offer) the ‘Asr prayer intentionally until its stated time is over and if he prays after that time, then it is useless.","lang":"en"},{"name":"2:239","price":" 239. And if you fear (an enemy), perform Salât (pray) on foot or riding.[2] And when you are in safety, offer the Salât (prayer) in the manner He has taught you, which you knew not (before).","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"(V.2:239) Narrated Sâlih Khawwat or Sahl bin Abî Hathmah concerning those who witnessed the Fear Prayer that was performed in the battle of Dhat-ur-Riqa‘ in the company of Allâh’s Messenger صلى الله عليه وسلم: One batch lined up behind him while another batch (lined up) facing the enemy. The Prophet صلى الله عليه وسلم led the batch that was with him in one Rak‘ah, and he stayed in the standing posture while that batch completed their (two Rak‘at) prayer by themselves and went away, lining in the face of the enemy, while the other batch came and he (i.e. the Prophet صلى الله عليه وسلم) offered his remaining Rak‘ah with them, and then, kept on sitting till they completed their prayer by themselves, and he then finished his prayer with Taslîm along with them. [Sahih Al-Bukhâri, Vol. 5, Hadîth No.451].","lang":"en"},{"name":"2:240","price":" 240. And those of you who die and leave behind wives should bequeath for their wives a year’s maintenance and residence without turning them out, but if they (wives) leave, there is no sin on you for that which they do of themselves, provided it is honourable (e.g. lawful marriage). And Allâh is All-Mighty, All-Wise[3].","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":" (V.2:240): The provision of this Verse has been abrogated by Verse (4:12)","lang":"en"},{"name":"2:241","price":" 241. And for divorced women, maintenance (should be provided) on reasonable (scale). This is a duty on Al-Muttaqûn (the pious - See V.2:2).","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:242","price":" 242. Thus Allâh makes clear His Ayât (Laws) to you, in order that you may understand.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:243","price":" 243. Did you (O Muhammad صلى الله عليه وسلم) not think of those who went forth from their homes in thousands, fearing death? Allâh said to them, \"Die\". And then He restored them to life. Truly, Allâh is full of bounty to mankind, but most men thank not.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:244","price":" 244. And fight in the Way of Allâh and know that Allâh is All-Hearer, All-Knower.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:245","price":" 245. Who is he that will lend to Allâh a goodly loan so that He may multiply it to him many times? And it is Allâh that decreases or increases (your provisions), and unto Him you shall return.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:246","price":" 246. Have you not thought about the group of the Children of Israel after (the time of) Mûsâ (Moses)? When they said to a Prophet of theirs, \"Appoint for us a king and we will fight in Allâh’s Way.\" He said, \"Would you then refrain from fighting, if fighting was prescribed for you?\" They said, \"Why should we not fight in Allâh’s Way while we have been driven out of our homes and our children (families have been taken as captives)?\" But when fighting was ordered for them, they turned away, all except a few of them. And Allâh is All-Aware of the Zâlimûn (polytheists and wrong-doers).","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:247","price":" 247. And their Prophet (Samuel عليه السلام) said to them, \"Indeed Allâh has appointed Tâlût (Saul) as a king over you.\" They said, \"How can he be a king over us when we are fitter than him for the kingdom, and he has not been given enough wealth.\" He said: \"Verily, Allâh has chosen him above you and has increased him abundantly in knowledge and stature. And Allâh grants His kingdom to whom He wills. And Allâh is All-Sufficient for His creatures’ needs, All-Knower.\"","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:248","price":" 248. And their Prophet (Samuel عليه السلام) said to them: Verily! The sign of His kingdom is that there shall come to you At-Tâbût (a wooden box), wherein is Sakînah [1] (peace and reassurance) from your Lord and a remnant of that which Mûsâ (Moses) and Hârûn (Aaron) left behind, carried by the angels. Verily, in this is a sign for you if you are indeed believers.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":" (V.2:248) Narrated Al-Barâ’: A man was reciting Sûrah Al-Kahf and his horse was tied with two ropes beside him. A cloud came down and spread over that man, and it kept on coming closer and closer to him till his horse started jumping (as if afraid of something). When it was morning, the man came to the Prophet صلى الله عليه وسلم and told him of that experience. The Prophet صلى الله عليه وسلم said, \"That was As-Sakînah (tranquillity or peace and reassurance along with angels), which descended because of (the recitation of) the Qur’ân.\" (Sahih Al-Bukhâri, Vol. 6, Hadîth No.531).","lang":"en"},{"name":"2:249","price":" 249. Then when Tâlût (Saul) set out with the army, he said: \"Verily! Allâh will try you by a river. So whoever drinks thereof, he is not of me, and whoever tastes it not, he is of me, except him who takes (thereof) in the hollow of his hand.\" Yet, they drank thereof, all, except a few of them. So when he had crossed it (the river), he and those who believed with him, they said: \"We have no power this day against Jâlût (Goliath) and his hosts.\" But those who knew with certainty that they were going to meet Allâh, said: \"How often a small group overcame a mighty host by Allâh’s Leave?\" And Allâh is with As-Sâbirûn (the patient).","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:250","price":" 250. And when they advanced to meet Jâlût (Goliath) and his forces, they invoked: \"Our Lord! Pour forth on us patience, and set firm our feet and make us victorious over the disbelieving people.\"","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:251","price":" 251. So they routed them by Allâh’s Leave and Dâwûd (David) killed Jâlût (Goliath), and Allâh gave him [Dâwûd (David)] the kingdom [after the death of Tâlût (Saul) and Samuel] and Al-Hikmah (Prophethood),[1] and taught him of that which He willed. And if Allâh did not check one set of people by means of another, the earth would indeed be full of mischief. But Allâh is full of bounty to the ‘Âlamîn (mankind, jinn and all that exists).","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"(V.2:251) See Tafsir At-Tabarî, Vol.2, Page 632.","lang":"en"},{"name":"2:252","price":" 252. These are the Verses of Allâh, We recite them to you (O Muhammad صلى الله عليه وسلم) in truth, and surely, you are one of the Messengers (of Allâh).[2]","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"(V.2:252) A. Narrated Jâbir bin ‘Abdullâh رضي الله عنهما: The Prophet صلى الله عليه وسلم said, \"I have been given five (things) which were not given to any one else before me:\na) Allâh made me victorious by awe, (by His frightening my enemies) for a distance of one month’s journey.\nb) The earth has been made for me (and for my followers) a place for praying and a thing to purify (perform Tayammum), therefore anyone of my followers can pray wherever he is, at the time of prayer.\nc) The booty has been made Halâl (lawful) to me yet it was not lawful to anyone else before me.\nd) I have been given the right of intercession (on the Day of Resurrection).\ne) Every Prophet used to be sent to his nation only, but I have been sent to all mankind.\" (Sahih Al-Bukhâri, Vol. 1, Hadîth No.331).\nB. Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"My similitude in comparison with the other Prophets before me is that of a man who has built a house nicely and beautifully, except for a place of one brick in a corner. The people go round about it and wonder at its beauty, but say: ‘Would that this brick be put in its place!’ So I am that brick, and I am the last (end) of the Prophets.\" (Sahih Al-Bukhâri, Vol. 4, Hadîth No.735).\nC. Narrated Ibn Mas‘ûd رضي الله عنه: As if I saw the Prophet صلى الله عليه وسلم talking about one of the Prophets whose nation had beaten him and caused him to bleed, while he was cleaning the blood off his face and saying, \"O Allâh! Forgive my nation, for they have no knowledge.\" (Sahih Al-Bukhâri, Vol. 4, Hadîth No.683).\nD. Narrated ‘Âishah رضي الله عنها and Ibn ‘Abbâs رضي الله عنهما: On his death-bed, Allâh’s Messenger صلى الله عليه وسلم put a sheet over his face and when he felt hot, he would remove it from his face. When in that state (of putting and removing the sheet) he said, \"May Allâh’s Curse be on the Jews and the Christians for they built places of worship at the graves of their Prophets.\" (By that) he intended to warn (the Muslims) from what they (i.e., Jews and Christians) had done. (Sahih Al-Bukhâri, Vol. 4, Hadîth No.660).\nE. Narrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"The Isrâelis used to be ruled and guided by Prophets. Whenever a Prophet died, another would take over his place. There will be no Prophet after me, but there will be caliphs who will increase in number.\" The people asked, \"O Allâh’s Messenger! What do you order us (to do)?\" He said, \"Obey the one who will be given the Bai‘a - pledge first.* Fulfil their (i.e. the caliphs’) rights, for Allâh will ask them about (any shortcomings in) ruling those whom Allâh has put under their guardianship.\" (Sahih Al-Bukhâri, Vol. 4, Hadîth No. 661).\n* If the Bai‘a (pledge) is given to a caliph and after a while another caliph is given the Bai‘a (pledge) by some members of the society, the common Muslims should abide by the Bai‘a (pledge) given to the first caliph, for the election of the second is invalid.","lang":"en"},{"name":"2:253","price":"253. Those Messengers! We preferred some of them to others; to some of them Allâh spoke (directly); others He raised to degrees (of honour); and to ‘Îsâ (Jesus), the son of Maryam (Mary), We gave clear proofs and evidence, and supported him with Rûh-ul-Qudus [Jibrael (Gabriel)]. If Allâh had willed, succeeding generations would not have fought against each other, after clear Verses of Allâh had come to them, but they differed - some of them believed and others disbelieved. If Allâh had willed, they would not have fought against one another, but Allâh does what He likes.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:254","price":" 254. O you who believe! Spend of that with which We have provided for you, before a Day comes when there will be no bargaining, nor friendship, nor intercession. And it is the disbelievers who are the Zâlimûn (wrong-doers).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:255","price":" 255. Allâh! Lâ ilâha illa Huwa (none has the right to be worshipped but He), Al-Hayyul-Qayyum (the Ever Living, the One Who sustains and protects all that exists). Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them (His creatures) in this world, and what will happen to them in the Hereafter. And they will never compass anything of His Knowledge except that which He wills. His Kursî [1] extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great. [This Verse 2:255 is called Ayat-ul-Kursî ]","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"(V.2:255). Kursî: literally a footstool or chair, and sometimes wrongly translated as Throne. The Kursî mentioned in this Verse should be distinguished from the ‘Arsh (Throne) mentioned in V.7:54, 10:3, 85:15 and elsewhere. Prophet Muhammad صلى الله عليه وسلم said: \"The Kursî compared to the ‘Arsh is nothing but like a ring thrown out upon open space of the desert.\" If the Kursî extends over the entire universe, then how much greater is the ‘Arsh Indeed Allâh, the Creator of both the Kursî and the ‘Arsh , is the Most Great. Ibn Taimiyah said:\na) To believe in the Kursî\nb) To believe in the ‘Arsh (Throne). It is narrated from Muhammad bin ‘Abdullâh and from other religious scholars that the Kursî is in front of the ‘Arsh (Throne) and it is at the level of the Feet. [Fatawa Ibn Taimiyah , Vol.5, Pages 54,55]\nNarrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم ordered me to guard the Zakât revenue of Ramadân. Then somebody came to me and started stealing of the foodstuff. I caught him and said, \"I will take you to Allâh’s Messenger صلى الله عليه وسلم!\" Then Abu Hurairah described the whole narration and said: That person said (to me), \"(Please don’t take me to Allâh’s Messenger صلى الله عليه وسلم and I will tell you a few words by which Allâh will benefit you). When you go to your bed, recite Ayat-ul-Kursî , (2:255) for then there will be a guard from Allâh who will protect you all night long, and Satan will not be able to come near you till dawn.\" (When the Prophet صلى الله عليه وسلم heard the story) he said (to me), \"He (who came to you at night) told you the truth although he is a liar; and it was Satan.\" (Sahih Al-Bukhâri, Vol. 6, Hadîth No.530).","lang":"en"},{"name":"2:256","price":" 256. There is no compulsion in religion. Verily, the Right Path has become distinct from the wrong path. Whoever disbelieves in Tâghût [2] and believes in Allâh, then he has grasped the most trustworthy handhold that will never break. And Allâh is All-Hearer, All-Knower.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"(V.2:256) الطاغوت هو كل ما عبد من دون الله إلا من لم يرض بعبادته فلا يعتبر طاغوتا The word Tâghût covers a wide range of meanings: It means anything worshipped other than the Real God (Allâh), but the one who does not accept to be worshipped will not be considered as a Tâghût, i.e. all the false deities. It may be Satan, devils, idols, stones, sun, stars, angels, human beings, who were falsely worshipped and taken as Tâghûts Likewise saints, graves, rulers, leaders, etc., are falsely worshipped and wrongly followed. Sometimes \"Tâghût\" means a false judge who gives a false judgement (see V.4:60). [See Tafsir Ibn Kathir and (V.4:51)].","lang":"en"},{"name":"2:257","price":"257. Allâh is the Walî (Protector or Guardian) of those who believe. He brings them out from darkness into light. But as for those who disbelieve, their Auliyâ (supporters and helpers) are Tâghût [false deities and false leaders], they bring them out from light into darkness. Those are the dwellers of the Fire, and they will abide therein forever. (See V.2:81,82)","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:258","price":" 258. Have you not looked at him who disputed with Ibrâhîm (Abraham) about his Lord (Allâh), because Allâh had given him the kingdom? When Ibrâhîm (Abraham) said (to him): \"My Lord (Allâh) is He Who gives life and causes death.\" He said, \"I give life and cause death.\" Ibrâhîm (Abraham) said, \"Verily! Allâh brings the sun from the east; then bring it you from the west.\" So the disbeliever was utterly defeated. And Allâh guides not the people, who are Zâlimûn (wrong-doers).","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:259","price":" 259. Or like the one who passed by a town while it had tumbled over its roofs. He said: \"Oh! How will Allâh ever bring it to life after its death?\" So Allâh caused him to die for a hundred years, then raised him up (again). He said: \"How long did you remain (dead)?\" He (the man) said: \"(Perhaps) I remained (dead) a day or part of a day\". He said: \"Nay, you have remained (dead) for a hundred years, look at your food and your drink, they show no change; and look at your donkey! And thus We have made of you a sign for the people. Look at the bones, how We bring them together and clothe them with flesh\". When this was clearly shown to him, he said, \"I know (now) that Allâh is Able to do all things.\"","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:260","price":" 260. And (remember) when Ibrâhîm (Abraham) said, \"My Lord! Show me how You give life to the dead.\" He (Allâh) said: \"Do you not believe?\" He [Ibrâhîm (Abraham)] said: \"Yes (I believe), but to be stronger in Faith.\" He said: \"Take four birds, then cause them to incline towards you (then slaughter them, cut them into pieces), and then put a portion of them on every hill, and call them, they will come to you in haste. And know that Allâh is All-Mighty, All-Wise.\"","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:261","price":" 261. The likeness of those who spend their wealth in the Way of Allâh, is as the likeness of a grain (of corn); it grows seven ears, and each ear has a hundred grains. Allâh gives manifold increase to whom He wills. And Allâh is All-Sufficient for His creatures’ needs, All-Knower.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:262","price":" 262. Those who spend their wealth in the Cause of Allâh, and do not follow up their gifts with reminders of their generosity or with injury, their reward is with their Lord. On them shall be no fear, nor shall they grieve.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:263","price":" 263. Kind words and forgiving of faults are better than Sadaqah (charity) followed by injury. And Allâh is Rich (Free of all needs) and He is Most-Forbearing.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:264","price":" 264. O you who believe! Do not render in vain your Sadaqah (charity) by reminders of your generosity or by injury, like him who spends his wealth to be seen of men, and he does not believe in Allâh, nor in the Last Day. His likeness is the likeness of a smooth rock on which is a little dust; on it falls heavy rain which leaves it bare. They are not able to do anything with what they have earned. And Allâh does not guide the disbelieving people.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:265","price":"265. And the likeness of those who spend their wealth seeking Allâh’s Pleasure while they in their ownselves are sure and certain that Allâh will reward them (for their spending in His Cause), is the likeness of a garden on a height; heavy rain falls on it and it doubles its yield of harvest. And if it does not receive heavy rain, light rain suffices it. And Allâh is All-Seer (knows well) of what you do.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:266","price":" 266. Would any of you wish to have a garden with date-palms and vines, with rivers flowing underneath, and all kinds of fruits for him therein, while he is striken with old age, and his children are weak (not able to look after themselves), then it is struck with a fiery whirlwind, so that it is burnt? Thus does Allâh make clear His Ayât (proofs, evidence, verses) to you that you may give thought.[1]","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"(V.2:266) ‘Umar رضي الله عنه said, \"This is an example for a rich man who does good deeds out of obedience to Allâh, and then Allâh sends him Satan whereupon he commits sins till all his good deeds are lost.\" (Sahih Al-Bukhâri, Vol. 6, Hadîth No.62).","lang":"en"},{"name":"2:267","price":" 267. O you who believe! Spend of the good things which you have (legally) earned, and of that which We have produced from the earth for you, and do not aim at that which is bad to spend from it, (though) you would not accept it save if you close your eyes and tolerate therein. And know that Allâh is Rich (Free of all needs), and Worthy of all praise.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:268","price":" 268. Shaitân (Satan) threatens you with poverty and orders you to commit Fahshâ (evil deeds, illegal sexual intercourse, sins); whereas Allâh promises you Forgiveness from Himself and Bounty, and Allâh is All-Sufficient for His creatures’ needs, All-Knower.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:269","price":" 269. He grants Hikmah[2] to whom He pleases, and he, to whom Hikmah is granted, is indeed granted abundant good. But none remember (will receive admonition) except men of understanding.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"(V.2:269) Hikmah literally means wisdom, but it means here the knowledge, and the understanding of the Qur’ân, and the Sunnah and one’s ability to speak and act in the correct and right way.","lang":"en"},{"name":"2:270","price":" 270. And whatever you spend for spendings (e.g., in Sadaqah - charity for Allâh’s Cause) or whatever vow you make, be sure Allâh knows it all. And for the Zâlimûn (wrong-doers) there are no helpers.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:271","price":" 271. If you disclose your Sadaqât (alms-giving), it is well; but if you conceal them and give them to the poor, that is better for you. (Allâh) will expiate you some of your sins. And Allâh is Well-Acquainted with what you do.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:272","price":" 272. Not upon you (Muhammad صلى الله عليه وسلم) is their guidance, but Allâh guides whom He wills. And whatever you spend in good, it is for yourselves, when you spend not except seeking Allâh’s Countenance. And whatever you spend in good, it will be repaid to you in full, and you shall not be wronged.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:273","price":" 273. (Charity is) for Fuqarâ (the poor), who in Allâh’s Cause are restricted (from travel), and cannot move about in the land (for trade or work). The one who knows them not, thinks that they are rich because of their modesty. You may know them by their mark, they do not beg of people at all.[1] And whatever you spend in good, surely, Allâh knows it well.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":" (V.2:273) The Arabic word Ilhâfa literally means: \"to beg with importunity,\" but Imâm Tabari in his Tafsir and the majority of the religious scholars agree that the Verse means: \"They do not beg of people at all.\"","lang":"en"},{"name":"2:274","price":" 274. Those who spend their wealth (in Allâh’s Cause) by night and day, in secret and in public, they shall have their reward with their Lord. On them shall be no fear, nor shall they grieve.[2]","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"(V.2:274) Narrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"Seven people will be shaded by Allâh under His Shade on the Day (i.e. the Day of Resurrection) when there will be no shade except His. They are:\na) a just ruler;\nb) a young man who has been brought up in the worship of Allâh, [i.e. worships Allâh (Alone) sincerely from his childhood];\nc) a man whose heart is attached to the mosques (who offers the five compulsory congregational prayers in the mosques);\nd) two persons who love each other only for Allâh’s sake, and they meet and part in Allâh’s Cause only;\ne) a man who refuses the call of a charming woman of noble birth for illegal sexual intercourse with her and says: I fear Allâh;\nf) a person who practises charity so secretly that his left hand does not know what his right hand has given (i.e., nobody knows how much he has given in charity).\ng) a person who remembers Allâh in seclusion and his eyes become flooded with tears.\" (Sahih Al-Bukhâri, Vol. 2, Hadîth No.504).","lang":"en"},{"name":"2:275","price":" 275. Those who eat Ribâ [1] (usury) will not stand (on the Day of Resurrection) except like the standing of a person beaten by Shaitân (Satan) leading him to insanity. That is because they say: \"Trading is only like Ribâ (usury),\" whereas Allâh has permitted trading and forbidden Ribâ (usury). So whosoever receives an admonition from his Lord and stops eating Ribâ (usury) shall not be punished for the past; his case is for Allâh (to judge); but whoever returns [to Ribâ (usury)], such are the dwellers of the Fire - they will abide therein.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"(V.2:275) Riba: Usury which is of two major kinds; (A) Riba An-Nasî’a i.e. interest on lent money; (B) Riba Al-Fadl, i.e. taking a superior thing of the same kind of goods by giving more of the same kind of goods of inferior quality, e.g., dates of superior quality for dates of inferior quality in great amounts.","lang":"en"},{"name":"2:276","price":" 276. Allâh will destroy Ribâ (usury) and will give increase for Sadaqât (deeds of charity, alms, etc.) And Allâh likes not the disbelievers, sinners.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:277","price":" 277. Truly those who believe, and do deeds of righteousness, and perform As-Salât (Iqâmat-as-Salât), and give Zakât they will have their reward with their Lord. On them shall be no fear, nor shall they grieve.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:278","price":" 278. O you who believe! Be afraid of Allâh and give up what remains (due to you) from Ribâ (usury) (from now onward), if you are (really) believers.[2]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"(V.2:278)\na) Narrated ‘Aun bin Abu Juhaifah رضي الله عنه: My father bought a slave who practised the profession of cupping. (My father broke the slave’s instruments of cupping). I asked my father why he had done so. He replied, \"The Prophet صلى الله عليه وسلم forbade the acceptance of the price of a dog or blood, and also forbade the profession of tattooing, or getting tattooed and receiving or giving Ribâ (usury), and cursed the picture-makers.\" (Sahih Al-Bukhâri, Vol. 3, Hadîth No.299).\nb) Narrated Abu Juhaifah that he had bought a slave whose profession was cupping and then said: The Prophet صلى الله عليه وسلم forbade taking the price of blood and the price of a dog and the earnings of a prostitute, and cursed the one who took or gave Ribâ (usury), and the lady who tattooed others or got herself tattooed, and the picture-maker. (Sahih Al-Bukhâri, Vol. 7, Hadîth No.845).","lang":"en"},{"name":"2:279","price":" 279. And if you do not do it, then take a notice of war from Allâh and His Messenger[3] but if you repent, you shall have your capital sums. Deal not unjustly (by asking more than your capital sums), and you shall not be dealt with unjustly (by receiving less than your capital sums).","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":" (2:279)\na) Narrated Abu Sa‘îd Al-Khudrî رضي الله عنه: Once Bilâl brought Bami (a kind of) dates to the Prophet صلى الله عليه وسلم and the Prophet صلى الله عليه وسلم asked him, \"From where have you brought these?\" Bilâl replied, \"I had some inferior kind of dates and exchanged two Sâ‘ of it for one Sâ‘ of Bami dates, in order to give it to the Prophet صلى الله عليه وسلم to eat.\" Thereupon the Prophet صلى الله عليه وسلم said, \"Beware! Beware! This is definitely Ribâ (usury)! This is definitely Ribâ (usury)! Don’t do so, but if you want to buy (a superior kind of dates) sell the inferior kind of dates for money and then, buy the superior kind of dates with that money.\" (Sahih Al-Bukhari, Vol. 3, Hadîth No.506).\nb) Narrated Samura bin Jundub رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم very often used to ask his companions, \"Did anyone of you see a dream?\" So, dreams would be narrated to him by those whom Allâh willed to relate. One morning the Prophet صلى الله عليه وسلم said, \"Last night two persons (angels) came to me (in a dream) and woke me up and said to me, ‘Proceed!’ I set out with them and we came across a man lying down, and behold, another man was standing over his head, holding a big rock. Behold, he was throwing the rock at the man’s head, smashing it. The rock rolled away and the thrower followed it and took it back. By the time he reached the man, his head returned to its normal state. The thrower then did the same as he had done before. I said to my two companions, ‘Subhan Allâh! Who are these two persons?’ They said, ‘Proceed!’ So we proceeded and came to a man lying in a prone position, and another man standing over his head with an iron hook, and behold, he would put the hook in one side of the man’s mouth and tear off that side of his face to the back (of the neck), and similarly tear his nose from front to back, and his eye from front to back. Then he turned to the other (second) side of the man’s face and did just as he had done with the first side. He hardly completed that (second) side when the first side returned to its normal state. Then he returned to it to repeat what he had done before. I said to my two companions, ‘Subhan Allâh! Who are these two persons?’ They said to me, ‘Proceed!’ So we proceeded and came across something like a Tannur (a kind of baking oven, a pit usually clay-lined for baking bread).\" I think the Prophet صلى الله عليه وسلم said, \"In that oven there was much noise and voices.\" The Prophet صلى الله عليه وسلم added, \"We looked into it and found naked men and women, and behold, a flame of fire was reaching to them from underneath, and when it reached them, they cried loudly. I asked them, ‘Who are these?’ They said to me, ‘Proceed!’ And so we proceeded and came across a river.\" I think he said, \"- red like blood.\" The Prophet صلى الله عليه وسلم added, \"And behold, in the river there was a man swimming, and on the bank there was a man who had collected many stones. Behold, while the other man was swimming, he went near him. The former opened his mouth and the latter (on the bank) threw a stone into his mouth whereupon he went swimming again. Then again he (the former) returned to him (the latter), and every time the former returned, he opened his mouth, and the latter threw a stone into his mouth, (and so on) the performance was repeated. I asked my two companions, ‘Who are these two persons?’ They replied, ‘Proceed! Proceed!’ And we proceeded till we came to a man with a repulsive appearance, the most repulsive appearance you ever saw a man having! Beside him there was a fire, and he was kindling it and running around it. I asked my companions, ‘Who is this (man)?’ They said to me, ‘Proceed! Proceed!’ So we proceeded till we reached a garden of deep green dense vegetation, having all sorts of spring colours. In the midst of the garden there was a very tall man, and I could hardly see his head because of his great height, and around him there were children in such a large number as I have never seen. I said to my companions, ‘Who is this?’ They replied, ‘Proceed! Proceed!’ So we proceeded till we came to a majestic huge garden, greater and better than I have ever seen! My two companions said to me, ‘Ascend up’ and I ascended up.\" The Prophet صلى الله عليه وسلم added, \"So we ascended till we reached a city built of gold and silver bricks, and we went to its gate and asked (the gatekeeper) to open the gate, and it was opened and we entered the city and found in it men with one side of their bodies as handsome as the most handsome person you have ever seen, and the other side as ugly as the ugliest person you have ever seen. My two companions ordered those men to throw themselves into the river. Behold, there was a river flowing across (the city), and its water was like milk in whiteness. Those men went and threw themselves in it and then returned to us after the ugliness (of their bodies) had disappeared, and they became in the best shape.\" The Prophet صلى الله عليه وسلم further added, \"My two companions (angels) said to me: ‘This place is the ‘Adn Paradise, and that is your place.’ I raised up my sight, and behold, there I saw a palace like a white cloud! My two companions said to me: ‘That (palace) is your place’ I said to them: ‘May Allâh bless you both! Let me enter it.’ They replied, ‘As for now, you will not enter it, but you shall enter it (one day).’ I said to them, ‘I have seen many wonders tonight. What does all that mean which I have seen?’ They replied, ‘We will inform you: As for the first man you came upon whose head was being smashed with the rock, he is the symbol of the one who studies the Qur’ân, and then neither recites it, nor acts on its orders, and sleeps, neglecting the enjoined prayers. As for the man you came upon, whose sides of mouth, nostrils, and eyes were torn off from front to back, he is the symbol of the man who goes out of his house in the morning and tells lies that are spread all over the world. And those naked men and women whom you saw in a construction resembling an oven, they are the adulterers-fornicators and the adulteresses-fornicatresses, and the man whom you saw swimming in the river, and was given a stone to swallow, is the eater of Ribâ (usury), and the bad looking man whom you saw near the fire kindling it and going around it, is Mâlik; the gatekeeper of Hell, and the tall man whom you saw in the garden, is Ibrâhîm (Abraham), and the children around him are those who die on Al-Fitrah (the Islâmic Faith of Monotheism).’ \" The narrator added : Some Muslims asked the Prophet صلى الله عليه وسلم Allâh’s Messenger! What about the children of Al-Mushrikûn?*\" The Prophet صلى الله عليه وسلم replied, \"And also the children of Al-Mushrikûn.\" The Prophet صلى الله عليه وسلم added, \"My two companions added, ‘The men you saw half handsome and half ugly were those persons who had mixed an act that was good with another that was evil, but Allâh forgave them.’ \" (Sahih Al-Bukhâri, Vol. 9, Hadîth No. 171).\n* Al-Mushrikûn: polytheists, pagans, idolaters, and disbelievers in the Oneness of Allâh and in His Messenger Muhammad صلى الله عليه وسلم.","lang":"en"},{"name":"2:280","price":" 280. And if the debtor is in a hard time (has no money), then grant him time till it is easy for him to repay, but if you remit it by way of charity, that is better for you if you did but know.[4]","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"(V.2:280) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said; \"A man used to give loans to the people, and used to say to his servant, ‘If the debtor is poor, forgive him, so that Allâh may forgive us.’ So when he met Allâh (after his death), Allâh forgave him.\" (Sahih Al-Bukhâri, Vol. 4, Hadîth No.687).","lang":"en"},{"name":"2:281","price":" 281. And be afraid of the Day when you shall be brought back to Allâh. Then every person shall be paid what he earned, and they shall not be dealt with unjustly.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:282","price":"282. O you who believe! When you contract a debt for a fixed period, write it down. Let a scribe write it down in justice between you. Let not the scribe refuse to write as Allâh has taught him, so let him write. Let him (the debtor) who incurs the liability dictate, and he must fear Allâh, his Lord, and diminish not anything of what he owes. But if the debtor is of poor understanding, or weak, or is unable to dictate for himself, then let his guardian dictate in justice. And get two witnesses out of your own men. And if there are not two men (available), then a man and two women, such as you agree for witnesses, so that if one of them (two women) errs, the other can remind her. And the witnesses should not refuse when they are called (for evidence). You should not become weary to write it (your contract), whether it be small or big, for its fixed term, that is more just with Allâh; more solid as evidence, and more convenient to prevent doubts among yourselves, save when it is a present trade which you carry out on the spot among yourselves, then there is no sin on you if you do not write it down. But take witnesses whenever you make a commercial contract. Let neither scribe nor witness suffer any harm, but if you do (such harm), it would be wickedness in you. So be afraid of Allâh; and Allâh teaches you. And Allâh is the All-Knower of each and everything.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:283","price":"283. And if you are on a journey and cannot find a scribe, then let there be a pledge taken (mortgaging)[1]; then if one of you entrust the other, let the one who is entrusted discharge his trust (faithfully), and let him be afraid of Allâh, his Lord. And conceal not the evidence for he, who hides it, surely his heart is sinful. And Allâh is All-Knower of what you do.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"(V.2:283) Narrated ‘Âishah رضي الله عنها: The Prophet صلى الله عليه وسلم bought some foodstuff on credit for a limited period and mortgaged his armour for it. (Sahih Al-Bukhâri, Vol. 3, Hadîth No.686)","lang":"en"},{"name":"2:284","price":" 284. To Allâh belongs all that is in the heavens and all that is on the earth, and whether you disclose what is in your ownselves or conceal it, Allâh will call you to account for it. Then He forgives whom He wills and punishes whom He wills. And Allâh is Able to do all things.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:285","price":" 285. The Messenger (Muhammad صلى الله عليه وسلم) believes in what has been sent down to him from his Lord, and (so do) the believers. Each one believes in Allâh, His Angels, His Books, and His Messengers. (They say), \"We make no distinction between one another of His Messengers\" - and they say, \"We hear, and we obey. (We seek) Your Forgiveness, our Lord, and to You is the return (of all).\"","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:286","price":" 286. Allâh burdens not a person beyond his scope. He gets reward for that (good) which he has earned, and he is punished for that (evil) which he has earned. \"Our Lord! Punish us not if we forget or fall into error, our Lord! Lay not on us a burden like that which You did lay on those before us (Jews and Christians); our Lord! Put not on us a burden greater than we have strength to bear. Pardon us and grant us Forgiveness. Have mercy on us. You are our Maulâ (Patron, Supporter and Protector, etc.) and give us victory over the disbelieving people.[2]\"","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"(V.2:286) Narrated Abu Mas‘ûd Al-Badri رضي الله عنه Allâh’s Messenger صلى الله عليه وسلم said, \"Whosoever recited the last two Verses of Sûrat Al-Baqarah at night, that will be sufficient for him.\" (Sahih Al-Bukhâri, Vol. 5, Hadîth No.345).","lang":"en"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}