{"data":[{"name":"4:1","price":" 1. O mankind! Be dutiful to your Lord, Who created you from a single person (Adam), and from him (Adam) He created his wife [Hawwâ (Eve)], and from them both He created many men and women; and fear Allâh through Whom you demand (your mutual rights), and (do not cut the relations of) the wombs (kinship)[1]. Surely, Allâh is Ever an All-Watcher over you.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالٗا كَثِيرٗا وَنِسَآءٗۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِي تَسَآءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ إِنَّ ٱللَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":494,"juzNumber":4,"footnotes":"(V.4:1) See the footnote of (V.2:27).","lang":"en"},{"name":"4:2","price":" 2. And give unto orphans their property and do not exchange (your) bad things for (their) good ones; and devour not their substance (by adding it) to your substance. Surely, this is a great sin.[2]","arabic":"وَءَاتُواْ ٱلۡيَتَٰمَىٰٓ أَمۡوَٰلَهُمۡۖ وَلَا تَتَبَدَّلُواْ ٱلۡخَبِيثَ بِٱلطَّيِّبِۖ وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡۚ إِنَّهُۥ كَانَ حُوبٗا كَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":495,"juzNumber":4,"footnotes":"(V.4:2). See the footnote of (V.3:130).","lang":"en"},{"name":"4:3","price":" 3. And if you fear that you shall not be able to deal justly with the orphan-girls then marry (other) women of your choice, two or three, or four; but if you fear that you shall not be able to deal justly (with them), then only one or (the slaves) that your right hands possess. That is nearer to prevent you from doing injustice.","arabic":"وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":496,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:4","price":" 4. And give to the women (whom you marry) their Mahr (obligatory bridal-money given by the husband to his wife at the time of marriage) with a good heart; but if they, of their own good pleasure, remit any part of it to you, take it, and enjoy it without fear of any harm (as Allâh has made it lawful).","arabic":"وَءَاتُواْ ٱلنِّسَآءَ صَدُقَٰتِهِنَّ نِحۡلَةٗۚ فَإِن طِبۡنَ لَكُمۡ عَن شَيۡءٖ مِّنۡهُ نَفۡسٗا فَكُلُوهُ هَنِيٓـٔٗا مَّرِيٓـٔٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":497,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:5","price":" 5. And give not unto the foolish your property which Allâh has made a means of support for you,[3] but feed and clothe them therewith, and speak to them words of kindness and justice.","arabic":"وَلَا تُؤۡتُواْ ٱلسُّفَهَآءَ أَمۡوَٰلَكُمُ ٱلَّتِي جَعَلَ ٱللَّهُ لَكُمۡ قِيَٰمٗا وَٱرۡزُقُوهُمۡ فِيهَا وَٱكۡسُوهُمۡ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":498,"juzNumber":4,"footnotes":"(V.4:5) Narrated Al-Mughîrah bin Shu‘bah رضي الله عنه : The Prophet صلى الله عليه وسلم said, \"Allâh has forbidden for you: (1) To be undutiful to your mothers, (2) to bury your daughters alive, (3) not to pay the rights of the others (e.g. Zakât, charity) and (4) to beg of men (i.e. begging). And Allâh has hated for you: (1) Sinful and useless talk like backbiting or that you talk too much about others, (2) to ask too many questions, (in disputed religious matters) and (3) to waste the wealth (by extravagance with lack of wisdom and thinking). (Sahih Al-Bukhâri, Vol.3, Hadîth No.591).","lang":"en"},{"name":"4:6","price":" 6. And try orphans (as regards their intelligence) until they reach the age of marriage; if then you find sound judgement in them, release their property to them, but consume it not wastefully and hastily fearing that they should grow up, and whoever (amongst guardians) is rich, he should take no wages, but if he is poor, let him have for himself what is just and reasonable (according to his labour). And when you release their property to them, take witness in their presence; and Allâh is All-Sufficient in taking account.","arabic":"وَٱبۡتَلُواْ ٱلۡيَتَٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُواْ ٱلنِّكَاحَ فَإِنۡ ءَانَسۡتُم مِّنۡهُمۡ رُشۡدٗا فَٱدۡفَعُوٓاْ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡۖ وَلَا تَأۡكُلُوهَآ إِسۡرَافٗا وَبِدَارًا أَن يَكۡبَرُواْۚ وَمَن كَانَ غَنِيّٗا فَلۡيَسۡتَعۡفِفۡۖ وَمَن كَانَ فَقِيرٗا فَلۡيَأۡكُلۡ بِٱلۡمَعۡرُوفِۚ فَإِذَا دَفَعۡتُمۡ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ فَأَشۡهِدُواْ عَلَيۡهِمۡۚ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":499,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:7","price":" 7. There is a share for men and a share for women from what is left by parents and those nearest related, whether the property be small or large - a legal share.","arabic":"لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَۚ نَصِيبٗا مَّفۡرُوضٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":500,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:8","price":" 8. And when the relatives and the orphans and Al-Masâkîn (the poor) are present at the time of division, give them out of the property, and speak to them words of kindness and justice.","arabic":"وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ أُوْلُواْ ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينُ فَٱرۡزُقُوهُم مِّنۡهُ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":501,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:9","price":" 9. And let those (executors and guardians) have the same fear in their minds as they would have for their own, if they had left weak offspring behind. So let them fear Allâh and speak right words.","arabic":"وَلۡيَخۡشَ ٱلَّذِينَ لَوۡ تَرَكُواْ مِنۡ خَلۡفِهِمۡ ذُرِّيَّةٗ ضِعَٰفًا خَافُواْ عَلَيۡهِمۡ فَلۡيَتَّقُواْ ٱللَّهَ وَلۡيَقُولُواْ قَوۡلٗا سَدِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":502,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:10","price":" 10. Verily, those who unjustly eat up the property of orphans, they eat up only fire into their bellies, and they will be burnt in the blazing Fire!","arabic":"إِنَّ ٱلَّذِينَ يَأۡكُلُونَ أَمۡوَٰلَ ٱلۡيَتَٰمَىٰ ظُلۡمًا إِنَّمَا يَأۡكُلُونَ فِي بُطُونِهِمۡ نَارٗاۖ وَسَيَصۡلَوۡنَ سَعِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":503,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:11","price":" 11. Allâh commands you as regards your children’s (inheritance): to the male, a portion equal to that of two females; if (there are) only daughters, two or more, their share is two-thirds of the inheritance; if only one, her share is a half. For parents, a sixth share of inheritance to each if the deceased left children; if no children, and the parents are the (only) heirs, the mother has a third; if the deceased left brothers (or sisters), the mother has a sixth. (The distribution in all cases is) after the payment of legacies he may have bequeathed or debts. You know not which of them, whether your parents or your children, are nearest to you in benefit; (these fixed shares) are ordained by Allâh. And Allâh is Ever All-Knower, All-Wise.","arabic":"يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":504,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:12","price":" 12. In that which your wives leave, your share is a half if they have no child; but if they leave a child, you get a fourth of that which they leave after payment of legacies that they may have bequeathed or debts. In that which you leave, their (your wives) share is a fourth if you leave no child; but if you leave a child, they get an eighth of that which you leave after payment of legacies that you may have bequeathed or debts. If the man or woman whose inheritance is in question has left neither ascendants nor descendants, but has left a brother or a sister, each one of the two gets a sixth; but if more than two, they share in a third, after payment of legacies he (or she) may have bequeathed or debts, so that no loss is caused (to anyone). This is a Commandment from Allâh; and Allâh is Ever All-Knowing, Most-Forbearing.","arabic":"۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":505,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:13","price":" 13. These are the limits (set by) Allâh (or ordainments as regards laws of inheritance), and whosoever obeys Allâh and His Messenger (Muhammad صلى الله عليه وسلم) will be admitted to Gardens under which rivers flow (in Paradise), to abide therein, and that will be the great success.","arabic":"تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":506,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:14","price":" 14. And whosoever disobeys Allâh and His Messenger (Muhammad صلى الله عليه وسلم), and transgresses His limits, He will cast him into the Fire, to abide therein; and he shall have a disgraceful torment.","arabic":"وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدۡخِلۡهُ نَارًا خَٰلِدٗا فِيهَا وَلَهُۥ عَذَابٞ مُّهِينٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":507,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:15","price":"15. And those of your women who commit illegal sexual intercourse, take the evidence of four witnesses from amongst you against them; and if they testify, confine them (i.e. women) to houses until death comes to them or Allâh ordains for them some (other) way.[1]","arabic":"وَٱلَّٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ مِن نِّسَآئِكُمۡ فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡۖ فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":508,"juzNumber":4,"footnotes":" (V.4:15) The provision of this Verse has been abrogated by the Verse of Sûrat An-Nûr (V.24:2), ordaining lashing for the unmarried and stoning to death for the married, when four witnesses testify to the crime.","lang":"en"},{"name":"4:16","price":" 16. And the two persons (man and woman) among you who commit illegal sexual intercourse, hurt them both.[2] And if they repent (promise Allâh that they will never repeat, i.e. commit illegal sexual intercourse and other similar sins) and do righteous good deeds, leave them alone. Surely, Allâh is Ever All-Forgiving (the One Who forgives and accepts repentance), (and He is) Most Merciful.","arabic":"وَٱلَّذَانِ يَأۡتِيَٰنِهَا مِنكُمۡ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُواْ عَنۡهُمَآۗ إِنَّ ٱللَّهَ كَانَ تَوَّابٗا رَّحِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":509,"juzNumber":4,"footnotes":"(V.4:16) See (V.24:2).","lang":"en"},{"name":"4:17","price":" 17. Allâh accepts only the repentance of those who do evil in ignorance and foolishness and repent soon afterwards; it is they whom Allâh will forgive and Allâh is Ever All-Knower, All-Wise.","arabic":"إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعۡمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ يَتُوبُونَ مِن قَرِيبٖ فَأُوْلَٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيۡهِمۡۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":510,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:18","price":" 18. And of no effect is the repentance of those who continue to do evil deeds until death faces one of them and he says: \"Now I repent;\" nor of those who die while they are disbelievers. For them We have prepared a painful torment.","arabic":"وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُوْلَٰٓئِكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":511,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:19","price":" 19. O you who believe! You are forbidden to inherit women against their will; and you should not treat them with harshness, that you may take away part of the Mahr [3] you have given them, unless they commit open illegal sexual intercourse; and live with them honourably. If you dislike them, it may be that you dislike a thing and Allâh brings through it a great deal of good.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمۡ أَن تَرِثُواْ ٱلنِّسَآءَ كَرۡهٗاۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُواْ بِبَعۡضِ مَآ ءَاتَيۡتُمُوهُنَّ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَيَجۡعَلَ ٱللَّهُ فِيهِ خَيۡرٗا كَثِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":512,"juzNumber":4,"footnotes":" (V.4:19) Mahr: Bridal-money given by the husband to his wife at the time of marriage.","lang":"en"},{"name":"4:20","price":" 20. But if you intend to replace a wife by another and you have given one of them a Qintâr (of gold i.e. a great amount as Mahr) take not the least bit of it back; would you take it wrongfully without a right and (with) a manifest sin?","arabic":"وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجٖ مَّكَانَ زَوۡجٖ وَءَاتَيۡتُمۡ إِحۡدَىٰهُنَّ قِنطَارٗا فَلَا تَأۡخُذُواْ مِنۡهُ شَيۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":513,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:21","price":" 21. And how could you take it (back) while you have gone in unto each other, and they have taken from you a firm and strong covenant?","arabic":"وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضٖ وَأَخَذۡنَ مِنكُم مِّيثَٰقًا غَلِيظٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":514,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:22","price":" 22. And marry not women whom your fathers married, except what has already passed; indeed it was shameful and most hateful, and an evil way.","arabic":"وَلَا تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدۡ سَلَفَۚ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَمَقۡتٗا وَسَآءَ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":515,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:23","price":" 23. Forbidden to you (for marriage) are: your mothers, your daughters, your sisters, your father’s sisters, your mother’s sisters, your brother’s daughters, your sister’s daughters, your foster mother who gave you suck, your foster milk suckling sisters, your wives’ mothers, your step daughters under your guardianship, born of your wives to whom you have gone in - but there is no sin on you if you have not gone in them (to marry their daughters), - the wives of your sons who (spring) from your own loins, and two sisters in wedlock at the same time, except for what has already passed; verily, Allâh is Oft-Forgiving, Most Merciful.","arabic":"حُرِّمَتۡ عَلَيۡكُمۡ أُمَّهَٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَٰتُكُمۡ وَعَمَّٰتُكُمۡ وَخَٰلَٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّٰتِيٓ أَرۡضَعۡنَكُمۡ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمۡ وَرَبَٰٓئِبُكُمُ ٱلَّٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّٰتِي دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ وَحَلَٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمۡ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":516,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"4:24","price":" 24. Also (forbidden are) women already married, except those (slaves) whom your right hands possess. Thus has Allâh ordained for you. All others are lawful, provided you seek (them in marriage) with Mahr (bridal-money given by the husband to his wife at the time of marriage) from your property, desiring chastity, not committing illegal sexual intercourse, so with those of whom you have enjoyed sexual relations, give them their Mahr as prescribed; but if after a Mahr is prescribed, you agree mutually (to give more), there is no sin on you. Surely, Allâh is Ever All-Knowing, All-Wise.","arabic":"۞ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۖ كِتَٰبَ ٱللَّهِ عَلَيۡكُمۡۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم مُّحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَۚ فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِيضَةِۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":517,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:25","price":" 25. And whoever of you have not the means wherewith to wed free, believing women, they may wed believing girls from among those (slaves) whom your right hands possess, and Allâh has full knowledge about your Faith; you are one from another. Wed them with the permission of their own folk (guardians, Auliyâ’ or masters) and give them their Mahr according to what is reasonable; they (the above said captive and slave-girls) should be chaste, not committing illegal sex, nor taking boy-friends. And after they have been taken in wedlock, if they commit illegal sexual intercourse, their punishment is half that for free (unmarried) women.[1] This is for him among you who is afraid of being harmed in his religion or in his body; but it is better for you that you practise self-restraint, and Allâh is Oft-Forgiving, Most Merciful.","arabic":"وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن يَنكِحَ ٱلۡمُحۡصَنَٰتِ ٱلۡمُؤۡمِنَٰتِ فَمِن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِيمَٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضٖۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَٰتٍ غَيۡرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخۡدَانٖۚ فَإِذَآ أُحۡصِنَّ فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِۚ ذَٰلِكَ لِمَنۡ خَشِيَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":518,"juzNumber":5,"footnotes":" (V.4:25) Female or male slaves (married or unmarried); if they commit illegal sexual intercourse, their punishment is fifty (50) lashes (half of that which is for free unmarried women); neither stoning to death nor exile.","lang":"en"},{"name":"4:26","price":" 26. Allâh wishes to make clear (what is lawful and what is unlawful) to you, and to show you the ways of those before you, and accept your repentance, and Allâh is All-Knower, All-Wise.","arabic":"يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمۡ وَيَهۡدِيَكُمۡ سُنَنَ ٱلَّذِينَ مِن قَبۡلِكُمۡ وَيَتُوبَ عَلَيۡكُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":519,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:27","price":"27. Allâh wishes to accept your repentance, but those who follow their lusts, wish that you (believers) should deviate tremendously away (from the Right Path).","arabic":"وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيۡكُمۡ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُواْ مَيۡلًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":520,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:28","price":" 28. Allâh wishes to lighten (the burden) for you; and man was created weak (cannot be patient to leave sexual intercourse with woman).","arabic":"يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمۡۚ وَخُلِقَ ٱلۡإِنسَٰنُ ضَعِيفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":521,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:29","price":" 29. O you who believe! Eat not up your property among yourselves unjustly except it be a trade amongst you, by mutual consent. And do not kill yourselves (nor kill one another). Surely, Allâh is Most Merciful to you.[1]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٖ مِّنكُمۡۚ وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":522,"juzNumber":5,"footnotes":" (V.4:29) What is said about committing suicide.\nNarrated Thâbit bin Ad-Dahhak رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"Whoever intentionally swears falsely by a religion other than Islâm, then he is what he had said, (e.g. if he says, ‘If such thing is not true then I am a Jew, ‘he is really a Jew if he is a liar). And whoever commits suicide with a piece of iron, will be punished with the same piece of iron in the Hell-fire.\"\nNarrated Jundub: The Prophetصلى الله عليه وسلم said, \"A man was inflicted with wounds and he committed suicide, and so Allâh said: My slave has caused death on himself hurriedly, so I forbid Paradise for him.\" (Sahih Al-Bukhâri, Vol. 2, Hadîth No.445).\nNarrated Abu Hurairah رضي الله عنه: The Prophetصلى الله عليه وسلم said, \"He who commits suicide by throttling shall keep on throttling himself in the Hell-fire, and he who commits suicide by stabbing himself shall keep on stabbing himself in the Hell-fire.\" (Sahih Al-Bukhâri, Vol.2, Hadîth No.446).","lang":"en"},{"name":"4:30","price":" 30. And whoever commits that through aggression and injustice, We shall cast him into the Fire, and that is easy for Allâh.","arabic":"وَمَن يَفۡعَلۡ ذَٰلِكَ عُدۡوَٰنٗا وَظُلۡمٗا فَسَوۡفَ نُصۡلِيهِ نَارٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":523,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:31","price":" 31. If you avoid the great sins[2] which you are forbidden to do, We shall expiate from you your (small) sins, and admit you to a Noble Entrance (i.e. Paradise).","arabic":"إِن تَجۡتَنِبُواْ كَبَآئِرَ مَا تُنۡهَوۡنَ عَنۡهُ نُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَنُدۡخِلۡكُم مُّدۡخَلٗا كَرِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":524,"juzNumber":5,"footnotes":"(V.4:31) Narrated Abu Hurairahرضي الله عنه: The Prophet صلى الله عليه وسلمsaid: \"Avoid the seven great destructive sins.\" They (the people) asked, \"O Allâh’s Messenger! What are they?\" He said, \"(1) To join partners in worship with Allâh, (2) to practise sorcery; (3) to kill a person which Allâh has forbidden except for a just cause (according to Islâmic law); (4) to eat up Ribâ * (usury); (5) to eat up the property of an orphan; (6) to show one’s back to the enemy and fleeing from the battlefield at the time of fighting and (7) to accuse chaste women who never even think of anything touching their chastity and are good believers.\" (Sahih Al-Bukhâri Vol.8, Hadîth No.840).\n* (see the Glossary Appendix l)","lang":"en"},{"name":"4:32","price":" 32. And wish not for the things in which Allâh has made some of you to excel others. For men there is reward for what they have earned, (and likewise) for women there is reward for what they have earned, and ask Allâh of His Bounty. Surely, Allâh is Ever All-Knower of everything.","arabic":"وَلَا تَتَمَنَّوۡاْ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖۚ لِّلرِّجَالِ نَصِيبٞ مِّمَّا ٱكۡتَسَبُواْۖ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا ٱكۡتَسَبۡنَۚ وَسۡـَٔلُواْ ٱللَّهَ مِن فَضۡلِهِۦٓۚ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":525,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:33","price":" 33. And to everyone, We have appointed heirs of that (property) left by parents and relatives. To those also with whom you have made a pledge (brotherhood), give them their due portion (by Wasiyyah - will)[3]. Truly, Allâh is Ever a Witness over all things.","arabic":"وَلِكُلّٖ جَعَلۡنَا مَوَٰلِيَ مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَۚ وَٱلَّذِينَ عَقَدَتۡ أَيۡمَٰنُكُمۡ فَـَٔاتُوهُمۡ نَصِيبَهُمۡۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":526,"juzNumber":5,"footnotes":"(V.4:33) See for details Hadith No.489, Vol.3, Sahih Al-Bukhâri","lang":"en"},{"name":"4:34","price":"34. Men are the protectors and maintainers of women, because Allâh has made one of them to excel the other, and because they spend (to support them) from their means. Therefore the righteous women are devoutly obedient (to Allâh and to their husbands), and guard in the husband’s absence what Allâh orders them to guard (e.g. their chastity, their husband’s property). As to those women on whose part you see ill-conduct, admonish them (first), (next), refuse to share their beds, (and last) beat them (lightly, if it is useful); but if they return to obedience, seek not against them means (of annoyance). Surely, Allâh is Ever Most High, Most Great.","arabic":"ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":527,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:35","price":" 35. If you fear a breach between them twain (the man and his wife), appoint (two) arbitrators, one from his family and the other from her’s; if they both wish for peace, Allâh will cause their reconciliation. Indeed Allâh is Ever All-Knower, Well-Acquainted with all things.","arabic":"وَإِنۡ خِفۡتُمۡ شِقَاقَ بَيۡنِهِمَا فَٱبۡعَثُواْ حَكَمٗا مِّنۡ أَهۡلِهِۦ وَحَكَمٗا مِّنۡ أَهۡلِهَآ إِن يُرِيدَآ إِصۡلَٰحٗا يُوَفِّقِ ٱللَّهُ بَيۡنَهُمَآۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":528,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:36","price":" 36. Worship Allâh and join none with Him (in worship); and do good to parents, kinsfolk, orphans, Al-Masâkîn (the poor), the neighbour who is near of kin, the neighbour who is a stranger, the companion by your side, the wayfarer (you meet), and those (slaves) whom your right hands possess. Verily, Allâh does not like such as are proud and boastful.","arabic":"۞ وَٱعۡبُدُواْ ٱللَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ وَٱلصَّاحِبِ بِٱلۡجَنۢبِ وَٱبۡنِ ٱلسَّبِيلِ وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخۡتَالٗا فَخُورًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":529,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:37","price":" 37. Those who are miserly and enjoin miserliness on other men and hide what Allâh has bestowed upon them of His Bounties. And We have prepared for the disbelievers a disgraceful torment.[1]","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَيَكۡتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":530,"juzNumber":5,"footnotes":"(V.4:37) Narrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"Everyday two angels come down from heaven and one of them says, ‘O Allâh! Compensate every person who spends in Your Cause,’ and the other (angel) says, ‘O Allâh! Destroy every miser.’\" (Sahih Al-Bukhâri, Vol.2, Hadîth No.522).","lang":"en"},{"name":"4:38","price":" 38. And (also) those who spend of their substance to be seen of men, and believe not in Allâh and the Last Day [they are the friends of Shaitân (Satan)], and whoever takes Shaitân (Satan) as an intimate; then what a dreadful intimate he has!","arabic":"وَٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِۗ وَمَن يَكُنِ ٱلشَّيۡطَٰنُ لَهُۥ قَرِينٗا فَسَآءَ قَرِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":531,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:39","price":" 39. And what loss have they if they had believed in Allâh and in the Last Day, and they spend out of what Allâh has given them for sustenance? And Allâh is Ever All-Knower of them.","arabic":"وَمَاذَا عَلَيۡهِمۡ لَوۡ ءَامَنُواْ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَنفَقُواْ مِمَّا رَزَقَهُمُ ٱللَّهُۚ وَكَانَ ٱللَّهُ بِهِمۡ عَلِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":532,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:40","price":" 40. Surely! Allâh wrongs not even of the weight of an atom (or a small ant),[1] but if there is any good (done), He doubles it, and gives from Him a great reward.","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ مِثۡقَالَ ذَرَّةٖۖ وَإِن تَكُ حَسَنَةٗ يُضَٰعِفۡهَا وَيُؤۡتِ مِن لَّدُنۡهُ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":533,"juzNumber":5,"footnotes":" (V. 4:40)\na) Narrated Abu Sa‘îd Al-Khudrî رضي الله عنه: During the lifetime of the Prophet صلى الله عليه وسلم some people said, \"O Allâh’s Messenger! Shall we see our Lord on the Day of Resurrection?\" The Prophet صلى الله عليه وسلم said: \"Yes; do you have any difficulty in seeing the sun at midday when it is bright and there is no cloud in the sky?\" They replied, \"No.\" He said, \"Do you have any difficulty in seeing the moon on a fullmoon night when it is bright and there is no cloud in the sky?\" They replied, \"No.\" The Prophet صلى الله عليه وسلم said, \"(Similarly) you will have no difficulty in seeing Allâh (عز وجل) on the Day of Resurrection, as you have no difficulty in seeing either of them.\" On the Day of Resurrection, a call-maker will announce, \"Let every nation follow that which they used to worship.\" Then none of those who used to worship anything other than Allâh like idols and other deities, but will fall in Hell (Fire), till there will remain none but those who used to worship Allâh, both those who were obedient (i.e. good) and those who were disobedient (i.e. bad) and the remaining party of the people of the Scripture. Then the Jews will be called upon and it will be said to them, \"Who did you use to worship?\" They will say, \"We used to worship ‘Uzair (Ezra), the son of Allâh.\" It will be said to them, \"You are liars, for Allâh has never taken anyone as a wife or a son. What do you want now?\" They will say, \"O our Lord! We are thirsty, so give us something to drink.\" They will be directed and addressed thus, \"Will you drink\" whereupon they will be gathered unto Hell (Fire) which will look like a mirage whose different sides will be destroying each other. Then they will fall into the Fire. Afterwards the Christians will be called upon and it will be said to them, \"Who did you use to worship?\" They will say, \"We used to worship ‘Îsâ (Jesus), the son of Allâh.\" It will be said to them, \"You are liars, for Allâh has never taken anyone as a wife or a son.\" Then it will be said to them, \"What do you want now?\" They will say what the former people have said (and will be thrown in the Hell-fire like the Jews). Then, when there remain (in the gathering) none but those who used to worship Allâh [Alone; the real Lord of the ‘Âlamîn (mankind, jinn and all that exists)], whether they were obedient or disobedient. Then Allâh, (the Lord of the ‘Âlamîn (mankind, jinn and all that exists)], will come to them in a shape nearest to the picture they had in their minds about Him. It will be said, \"What are you waiting for? Every nation has followed what it used to worship.\" They will reply, \"We left the people in the world when we were in great need of them and we did not take them as friends. Now we are waiting for our Lord Whom we used to worship.\" Allâh will say, \"I am your Lord.\" They will say twice or thrice, \"We do not worship anything besides Allâh.\" (Sahih Al-Bukhâri, Vol.6, Hadîth No. 105).\nSee the footnote of (V.68:42)","lang":"en"},{"name":"4:41","price":" 41. How (will it be) then, when We bring from each nation a witness and We bring you (O Muhammad صلى الله عليه وسلم) as a witness against these people?","arabic":"فَكَيۡفَ إِذَا جِئۡنَا مِن كُلِّ أُمَّةِۭ بِشَهِيدٖ وَجِئۡنَا بِكَ عَلَىٰ هَٰٓؤُلَآءِ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":534,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:42","price":" 42. On that day those who disbelieved and disobeyed the Messenger (Muhammad صلى الله عليه وسلم) will wish that they were buried in the earth, but they will never be able to hide a single fact from Allâh.[2]","arabic":"يَوۡمَئِذٖ يَوَدُّ ٱلَّذِينَ كَفَرُواْ وَعَصَوُاْ ٱلرَّسُولَ لَوۡ تُسَوَّىٰ بِهِمُ ٱلۡأَرۡضُ وَلَا يَكۡتُمُونَ ٱللَّهَ حَدِيثٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":535,"juzNumber":5,"footnotes":"(V.4:42) See footnote of (V.3:85).","lang":"en"},{"name":"4:43","price":" 43. O you who believe! Approach not As-Salât (the prayer) when you are in a drunken state until you know (the meaning) of what you utter, nor when you are in a state of Janâba ,(i.e. in a state of sexual impurity and have not yet taken a bath) except when travelling on the road (without enough water, or just passing through a mosque), till you wash your whole body. And if you are ill, or on a journey, or one of you comes after answering the call of nature, or you have been in contact with women (by sexual relations) and you find no water, perform Tayammum with clean earth and rub therewith your faces and hands (Tayammum)[3]. Truly, Allâh is Ever Oft-Pardoning, Oft-Forgiving.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡرَبُواْ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَٰرَىٰ حَتَّىٰ تَعۡلَمُواْ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغۡتَسِلُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":536,"juzNumber":5,"footnotes":"(V.4:43) Strike your hands on the earth and then pass the palm of each on the back of the other and then blow off the dust from them and then pass (rub) them on your face, this is called Tayammum","lang":"en"},{"name":"4:44","price":" 44. Have you not seen those who were given a portion of the book (the Jews), purchasing the wrong path, and wish that you should go astray from the Right Path.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يَشۡتَرُونَ ٱلضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّواْ ٱلسَّبِيلَ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":537,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:45","price":"45. Allâh has full knowledge of your enemies, and Allâh is Sufficient as a Walî (Protector), and Allâh is Sufficient as a Helper.","arabic":"وَٱللَّهُ أَعۡلَمُ بِأَعۡدَآئِكُمۡۚ وَكَفَىٰ بِٱللَّهِ وَلِيّٗا وَكَفَىٰ بِٱللَّهِ نَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":538,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:46","price":" 46. Among those who are Jews, there are some who displace words from (their) right places and say: \"We hear your word (O Muhammad صلى الله عليه وسلم and disobey,\" and \"Hear and let you (O Muhammad صلى الله عليه وسلم) hear nothing.\" And Râ‘ina [1] with a twist of their tongues and as a mockery of the religion (Islâm). And if only they had said: \"We hear and obey\", and \"Do make us understand,\" it would have been better for them, and more proper; but Allâh has cursed them for their disbelief, so they believe not except a few.","arabic":"مِّنَ ٱلَّذِينَ هَادُواْ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعۡنَا وَعَصَيۡنَا وَٱسۡمَعۡ غَيۡرَ مُسۡمَعٖ وَرَٰعِنَا لَيَّۢا بِأَلۡسِنَتِهِمۡ وَطَعۡنٗا فِي ٱلدِّينِۚ وَلَوۡ أَنَّهُمۡ قَالُواْ سَمِعۡنَا وَأَطَعۡنَا وَٱسۡمَعۡ وَٱنظُرۡنَا لَكَانَ خَيۡرٗا لَّهُمۡ وَأَقۡوَمَ وَلَٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":539,"juzNumber":5,"footnotes":" (V.4:46) Râ‘inâ means in Arabic \"Be careful, listen to us, and we listen to you\", whereas in Hebrew, it means an insult.","lang":"en"},{"name":"4:47","price":" 47. O you who have been given the Scripture (Jews and Christians)! Believe in what We have revealed (to Muhammad صلى الله عليه وسلم) confirming what is (already) with you, before We efface faces (by making them like the back of necks; without nose, mouth) and turn them hindwards, or curse them as We cursed the Sabbath-breakers[2]. And the Commandment of Allâh is always executed.[3]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلۡنَا مُصَدِّقٗا لِّمَا مَعَكُم مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهٗا فَنَرُدَّهَا عَلَىٰٓ أَدۡبَارِهَآ أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّآ أَصۡحَٰبَ ٱلسَّبۡتِۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":540,"juzNumber":5,"footnotes":"[1] (V.4:47) This Verse is a severe warning to the Jews and Christians, and an absolute obligation that they must believe in Allâh’s Messenger Muhammad صلى الله عليه وسلمand in his Message of Islâmic Monotheism and in this Qur’ân.\n[2] (V.4:47) See the footnote of the (V.3:85), and see (V.3:116), (V.8:39 and its footnote).","lang":"en"},{"name":"4:48","price":" 48. Verily, Allâh forgives not that partners should be set up with Him (in worship), but He forgives except that (anything else) to whom He wills; and whoever sets up partners with Allâh in worship, he has indeed invented a tremendous sin.[4]","arabic":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰٓ إِثۡمًا عَظِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":541,"juzNumber":5,"footnotes":"(V.4:48) Narrated Anas :رضي الله عنه The Prophet صلى الله عليه وسلم said, \"Allâh will say to that person of the (Hell) Fire who will receive the least punishment, ‘If you had everything on the earth, would you give it as a ransom to free yourself (i.e. save yourself from this Fire)?’ He will say, `Yes’. Then Allâh will say, `While you were in the backbone of Adam, I asked you much less than this, (i.e. not to worship others besides Me), but you insisted on worshipping others besides me.’\" (Sahih Al-Bukhâri, Vol. 4, Hadîth No 551).","lang":"en"},{"name":"4:49","price":" 49. Have you not seen those (Jews and Christians)[5] who claim sanctity for themselves. Nay, but Allâh sanctifies whom He wills, and they will not be dealt with injustice even equal to the extent of a scalish thread in the long slit of a date-stone.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُمۚ بَلِ ٱللَّهُ يُزَكِّي مَن يَشَآءُ وَلَا يُظۡلَمُونَ فَتِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":542,"juzNumber":5,"footnotes":"(V.4:49) See Tafseer Ibn Kathîr","lang":"en"},{"name":"4:50","price":" 50. Look, how they invent a lie against Allâh, and enough is that as a manifest sin.","arabic":"ٱنظُرۡ كَيۡفَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَكَفَىٰ بِهِۦٓ إِثۡمٗا مُّبِينًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":543,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:51","price":" 51. Have you not seen those who were given a portion of the Scripture? They believe in Jibt and Tâghût [6] and say to the disbelievers that they are better guided as regards the way than the believers (Muslims).","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُؤۡمِنُونَ بِٱلۡجِبۡتِ وَٱلطَّٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ هَٰٓؤُلَآءِ أَهۡدَىٰ مِنَ ٱلَّذِينَ ءَامَنُواْ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":544,"juzNumber":5,"footnotes":"(V.4:51) The words \"Jibt and Tâghût\" cover wide meanings: They mean anything worshipped other than the Real God (Allâh) i.e. all the false deities, it may be an idol, satan, graves, stone, sun, star, angel, saints or any human being. [Please see Tafsir Ibn Kathir and the footnote of (V.2:256)].","lang":"en"},{"name":"4:52","price":" 52. They are those whom Allâh has cursed, and he whom Allâh curses, you will not find for him (any) helper,","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُۖ وَمَن يَلۡعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":545,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:53","price":" 53. Or have they a share in the dominion? Then in that case they would not give mankind even a speck on the back of a date-stone.","arabic":"أَمۡ لَهُمۡ نَصِيبٞ مِّنَ ٱلۡمُلۡكِ فَإِذٗا لَّا يُؤۡتُونَ ٱلنَّاسَ نَقِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":546,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:54","price":" 54. Or do they envy men (Muhammad صلى الله عليه وسلم and his followers) for what Allâh has given them of His Bounty? Then We had already given the family of Ibrâhîm (Abraham) the Book and Al-Hikmah (As-Sunnah - Divine Revelation to those Prophets not written in the form of a book), and conferred upon them a great kingdom.","arabic":"أَمۡ يَحۡسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۖ فَقَدۡ ءَاتَيۡنَآ ءَالَ إِبۡرَٰهِيمَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَءَاتَيۡنَٰهُم مُّلۡكًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":547,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:55","price":" 55. Of them were (some) who believed in him (Muhammad صلى الله عليه وسلم), and of them were (some) who averted their faces from him (Muhammad صلى الله عليه وسلم); and enough is Hell for burning (them)[1].","arabic":"فَمِنۡهُم مَّنۡ ءَامَنَ بِهِۦ وَمِنۡهُم مَّن صَدَّ عَنۡهُۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":548,"juzNumber":5,"footnotes":"(V.4:55). See the footnote of (V.3:85).","lang":"en"},{"name":"4:56","price":" 56. Surely! Those who disbelieved in Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), We shall burn them in Fire. As often as their skins are roasted through, We shall change them for other skins that they may taste the punishment. Truly, Allâh is Ever Most Powerful, All-Wise.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا كُلَّمَا نَضِجَتۡ جُلُودُهُم بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":549,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:57","price":" 57. But those who believe (in the Oneness of Allâh - Islâmic Monotheism) and do deeds of righteousness, We shall admit them to Gardens under which rivers flow (Paradise), abiding therein forever. Therein they shall have Azwâjun Mutahharatun [2] (purified mates or wives), and We shall admit them to shades wide and ever deepening (Paradise)[3].","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَنُدۡخِلُهُمۡ ظِلّٗا ظَلِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":550,"juzNumber":5,"footnotes":"[1] (V.4:57). having no menses, stools, urine, etc. See (V.2:25) and (V.3:15) and also see Tafsir Ibn Kathir, Vol.1, Page 63 and also see footnote of (V.29:64).\n[2] (V.4:57) Narrated Anas bin Mâlik رضي الله عنه: The Prophet صلى الله عليه وسلمsaid, \"There is a tree in Paradise (which is so big and huge that) if a rider travels in its shade for one hundred years, he will not be able to cross it.\" (Sahih Al-Bukhâri, Vol.4, Hadîth No.474).","lang":"en"},{"name":"4:58","price":" 58. Verily! Allâh commands that you should render back the trusts to those to whom they are due; and that when you judge between men, you judge with justice. Verily, how excellent is the teaching which He (Allâh) gives you! Truly, Allâh is Ever All-Hearer, All-Seer.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تُؤَدُّواْ ٱلۡأَمَٰنَٰتِ إِلَىٰٓ أَهۡلِهَا وَإِذَا حَكَمۡتُم بَيۡنَ ٱلنَّاسِ أَن تَحۡكُمُواْ بِٱلۡعَدۡلِۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓۗ إِنَّ ٱللَّهَ كَانَ سَمِيعَۢا بَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":551,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:59","price":" 59. O you who believe! Obey Allâh and obey the Messenger (Muhammad صلى الله عليه وسلم), and those of you (Muslims) who are in authority. (And) if you differ in anything amongst yourselves, refer it to Allâh and His Messenger (صلى الله عليه وسلم), if you believe in Allâh and in the Last Day. That is better and more suitable for final determination.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَأُوْلِي ٱلۡأَمۡرِ مِنكُمۡۖ فَإِن تَنَٰزَعۡتُمۡ فِي شَيۡءٖ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":552,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:60","price":" 60. Have you not seen those (hypocrites) who claim that they believe in that which has been sent down to you, and that which was sent down before you, and they wish to go for judgement (in their disputes) to the Tâghût [1] (false judges) while they have been ordered to reject them. But Shaitân (Satan) wishes to lead them far astray[2].","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّٰغُوتِ وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦۖ وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":553,"juzNumber":5,"footnotes":"[1] (V.4:60) Tâghût: See the footnote of (V.2:256)\n[2]  (V.4:60) This verse was revealed in connection with a hypocrite claiming to be a Muslim, who had a dispute with a Jew and he wanted to take his case to a soothsayer rather than to the Prophet (Muhammad صلى الله عليه (وسلم for judgement - For details, see Tafsir At- Tabari.","lang":"en"},{"name":"4:61","price":" 61. And when it is said to them: \"Come to what Allâh has sent down and to the Messenger (Muhammad صلى الله عليه وسلم),\" you (Muhammad صلى الله عليه وسلم) see the hypocrites turn away from you (Muhammad صلى الله عليه وسلم) with aversion.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيۡتَ ٱلۡمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":554,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:62","price":" 62. How then, when a catastrophe befalls them because of what their hands have sent forth, they come to you swearing by Allâh, \"We meant no more than goodwill and conciliation!\"","arabic":"فَكَيۡفَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ ثُمَّ جَآءُوكَ يَحۡلِفُونَ بِٱللَّهِ إِنۡ أَرَدۡنَآ إِلَّآ إِحۡسَٰنٗا وَتَوۡفِيقًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":555,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:63","price":" 63. They (hypocrites) are those of whom Allâh knows what is in their hearts; so turn aside from them (do not punish them) but admonish them, and speak to them an effective word (i.e. to believe in Allâh, worship Him, obey Him, and be afraid of Him) to reach their innerselves.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَعۡلَمُ ٱللَّهُ مَا فِي قُلُوبِهِمۡ فَأَعۡرِضۡ عَنۡهُمۡ وَعِظۡهُمۡ وَقُل لَّهُمۡ فِيٓ أَنفُسِهِمۡ قَوۡلَۢا بَلِيغٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":556,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:64","price":" 64. We sent no Messenger, but to be obeyed by Allâh’s Leave. If they (hypocrites), when they had been unjust to themselves, had come to you (Muhammad صلى الله عليه وسلم) and begged Allâh’s Forgiveness, and the Messenger had begged forgiveness for them: indeed, they would have found Allâh All-Forgiving (One Who forgives and accepts repentance), Most Merciful.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذۡنِ ٱللَّهِۚ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوٓاْ أَنفُسَهُمۡ جَآءُوكَ فَٱسۡتَغۡفَرُواْ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُواْ ٱللَّهَ تَوَّابٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":557,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:65","price":" 65. But no, by your Lord, they can have no Faith, until they make you (O Muhammad صلى الله عليه وسلم) judge in all disputes between them, and find in themselves no resistance against your decisions, and accept (them) with full submission.","arabic":"فَلَا وَرَبِّكَ لَا يُؤۡمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيۡنَهُمۡ ثُمَّ لَا يَجِدُواْ فِيٓ أَنفُسِهِمۡ حَرَجٗا مِّمَّا قَضَيۡتَ وَيُسَلِّمُواْ تَسۡلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":558,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:66","price":" 66. And if We had ordered them (saying), \"Kill yourselves (i.e. the innocent ones kill the guilty ones) or leave your homes,\" very few of them would have done it; but if they had done what they were told, it would have been better for them, and would have strengthened their (Faith);","arabic":"وَلَوۡ أَنَّا كَتَبۡنَا عَلَيۡهِمۡ أَنِ ٱقۡتُلُوٓاْ أَنفُسَكُمۡ أَوِ ٱخۡرُجُواْ مِن دِيَٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٞ مِّنۡهُمۡۖ وَلَوۡ أَنَّهُمۡ فَعَلُواْ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيۡرٗا لَّهُمۡ وَأَشَدَّ تَثۡبِيتٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":559,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:67","price":" 67. And indeed We should then have bestowed upon them a great reward from Ourselves.","arabic":"وَإِذٗا لَّأٓتَيۡنَٰهُم مِّن لَّدُنَّآ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":560,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:68","price":" 68. And indeed We should have guided them to the Straight Way.","arabic":"وَلَهَدَيۡنَٰهُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":561,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:69","price":" 69. And whoso obey Allâh and the Messenger (Muhammad صلى الله عليه وسلم), then they will be in the company of those on whom Allâh has bestowed His Grace, of the Prophets, the Siddiqûn (those followers of the Prophets who were first and foremost to believe in them, like Abu Bakr As-Siddîq (رضي الله عنه), the martyrs, and the righteous. And how excellent these companions are!","arabic":"وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّٰلِحِينَۚ وَحَسُنَ أُوْلَٰٓئِكَ رَفِيقٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":562,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:70","price":" 70. Such is the Bounty from Allâh, and Allâh is Sufficient as All-Knower.","arabic":"ذَٰلِكَ ٱلۡفَضۡلُ مِنَ ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":563,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:71","price":" 71. O you who believe! Take your precautions, and either go forth (on an expedition) in parties, or go forth all together.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ خُذُواْ حِذۡرَكُمۡ فَٱنفِرُواْ ثُبَاتٍ أَوِ ٱنفِرُواْ جَمِيعٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":564,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:72","price":" 72. There is certainly among you he who would linger behind (from fighting in Allâh’s Cause). If a misfortune befalls you, he says, \"Indeed Allâh has favoured me in that I was not present among them.\"","arabic":"وَإِنَّ مِنكُمۡ لَمَن لَّيُبَطِّئَنَّ فَإِنۡ أَصَٰبَتۡكُم مُّصِيبَةٞ قَالَ قَدۡ أَنۡعَمَ ٱللَّهُ عَلَيَّ إِذۡ لَمۡ أَكُن مَّعَهُمۡ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":565,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:73","price":" 73. But if a bounty (victory and booty) comes to you from Allâh, he would surely say - as if there had never been ties of affection between you and him - \"Oh! I wish I had been with them; then I would have achieved a great success (a good share of booty).\"","arabic":"وَلَئِنۡ أَصَٰبَكُمۡ فَضۡلٞ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمۡ تَكُنۢ بَيۡنَكُمۡ وَبَيۡنَهُۥ مَوَدَّةٞ يَٰلَيۡتَنِي كُنتُ مَعَهُمۡ فَأَفُوزَ فَوۡزًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":566,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:74","price":" 74. Let those (believers) who sell the life of this world for the Hereafter fight in the Cause of Allâh, and whoso fights in the Cause of Allâh, and is killed or gets victory, We shall bestow on him a great reward.","arabic":"۞ فَلۡيُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشۡرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۚ وَمَن يُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِبۡ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":567,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:75","price":"75. And what is wrong with you that you fight not in the Cause of Allâh, and for those weak, ill-treated and oppressed among men, women, and children, whose cry is: \"Our Lord! Rescue us from this town whose people are oppressors; and raise for us from You one who will protect, and raise for us from You one who will help.\"","arabic":"وَمَا لَكُمۡ لَا تُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخۡرِجۡنَا مِنۡ هَٰذِهِ ٱلۡقَرۡيَةِ ٱلظَّالِمِ أَهۡلُهَا وَٱجۡعَل لَّنَا مِن لَّدُنكَ وَلِيّٗا وَٱجۡعَل لَّنَا مِن لَّدُنكَ نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":568,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:76","price":" 76. Those who believe, fight in the Cause of Allâh, and those who disbelieve, fight in the cause of Tâghût (Satan).[1] So fight you against the friends of Shaitân (Satan). Ever feeble indeed is the plot of Shaitân (Satan).","arabic":"ٱلَّذِينَ ءَامَنُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ وَٱلَّذِينَ كَفَرُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱلطَّٰغُوتِ فَقَٰتِلُوٓاْ أَوۡلِيَآءَ ٱلشَّيۡطَٰنِۖ إِنَّ كَيۡدَ ٱلشَّيۡطَٰنِ كَانَ ضَعِيفًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":569,"juzNumber":5,"footnotes":"(V.4:76) See the footnote of (V.2:256).","lang":"en"},{"name":"4:77","price":" 77. Have you not seen those who were told to hold back their hands (from fighting) and perform As-Salât (Iqâmat-as-Salât), and give Zakât but when the fighting was ordained for them, behold! a section of them fear men as they fear Allâh or even more. They say: \"Our Lord! Why have you ordained for us fighting? Would that You had granted us respite for a short period?\" Say: \"Short is the enjoyment of this world. The Hereafter is (far) better for him who fears Allâh, and you shall not be dealt with unjustly even equal to a scalish thread in the long slit of a date-stone.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمۡ كُفُّوٓاْ أَيۡدِيَكُمۡ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ إِذَا فَرِيقٞ مِّنۡهُمۡ يَخۡشَوۡنَ ٱلنَّاسَ كَخَشۡيَةِ ٱللَّهِ أَوۡ أَشَدَّ خَشۡيَةٗۚ وَقَالُواْ رَبَّنَا لِمَ كَتَبۡتَ عَلَيۡنَا ٱلۡقِتَالَ لَوۡلَآ أَخَّرۡتَنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖۗ قُلۡ مَتَٰعُ ٱلدُّنۡيَا قَلِيلٞ وَٱلۡأٓخِرَةُ خَيۡرٞ لِّمَنِ ٱتَّقَىٰ وَلَا تُظۡلَمُونَ فَتِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":570,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:78","price":" 78. \"Wheresoever you may be, death will overtake you even if you are in fortresses built up strong and high!\" And if some good reaches them, they say, \"This is from Allâh,\" but if some evil befalls them, they say, \"This is from you (O Muhammad صلى الله عليه وسلم).\" Say: \"All things are from Allâh,\" so what is wrong with these people that they fail to understand any word?","arabic":"أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖۗ وَإِن تُصِبۡهُمۡ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلّٞ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَٰٓؤُلَآءِ ٱلۡقَوۡمِ لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":571,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:79","price":" 79. Whatever of good reaches you, is from Allâh, but whatever of evil befalls you, is from yourself. And We have sent you (O Muhammad صلى الله عليه وسلم) as a Messenger to mankind, and Allâh is Sufficient as a Witness.[2]","arabic":"مَّآ أَصَابَكَ مِنۡ حَسَنَةٖ فَمِنَ ٱللَّهِۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٖ فَمِن نَّفۡسِكَۚ وَأَرۡسَلۡنَٰكَ لِلنَّاسِ رَسُولٗاۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":572,"juzNumber":5,"footnotes":"(V.4:79) See the footnote (A) of the (V.2:252).","lang":"en"},{"name":"4:80","price":" 80. He who obeys the Messenger (Muhammad صلى الله عليه وسلم), has indeed obeyed Allâh, but he who turns away, then we have not sent you (O Muhammad صلى الله عليه وسلم) as a watcher over them.[1]","arabic":"مَّن يُطِعِ ٱلرَّسُولَ فَقَدۡ أَطَاعَ ٱللَّهَۖ وَمَن تَوَلَّىٰ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":573,"juzNumber":5,"footnotes":"(V.4:80)\n(A) Narrated Abu Hurairah رضي الله عنه : Allâh’s Messenger صلى الله عليه وسلم said, \"Whoever obeys me, he obeys Allâh, and whoever disobeys me, he disobeys Allâh, and whoever obeys the ruler I appoint, he obeys me, and whoever disobeys him, he disobeys me.\" (Sahih Al-Bukhâri, Vol.9, Hadîth No.251).\n(B) Narrated Abu Hurairah رضي الله عنه : Allâh’s Messenger صلى الله عليه وسلم said, \"All my followers will enter Paradise except those who refuse.\" They said, \"O Allâh’s Messenger! Who will refuse?\" He said, \"Whoever obeys me will enter Paradise, and whoever disobeys me is the one who refuses (to enter it).\" (Sahih Al-Bukhâri, Vol.9, Hadîth No.384).","lang":"en"},{"name":"4:81","price":" 81. They say: \"We are obedient,\" but when they leave you (Muhammad صلى الله عليه وسلم), a section of them spend all night in planning other than what you say. But Allâh records their nightly (plots). So turn aside from them (do not punish them), and put your trust in Allâh. And Allâh is Ever All-Sufficient as a Disposer of affairs.","arabic":"وَيَقُولُونَ طَاعَةٞ فَإِذَا بَرَزُواْ مِنۡ عِندِكَ بَيَّتَ طَآئِفَةٞ مِّنۡهُمۡ غَيۡرَ ٱلَّذِي تَقُولُۖ وَٱللَّهُ يَكۡتُبُ مَا يُبَيِّتُونَۖ فَأَعۡرِضۡ عَنۡهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":574,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:82","price":" 82. Do they not then consider the Qur’ân carefully? Had it been from other than Allâh, they would surely have found therein many a contradiction.","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَۚ وَلَوۡ كَانَ مِنۡ عِندِ غَيۡرِ ٱللَّهِ لَوَجَدُواْ فِيهِ ٱخۡتِلَٰفٗا كَثِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":575,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:83","price":" 83. When there comes to them some matter touching (public) safety or fear, they make it known (among the people); if only they had referred it to the Messenger or to those charged with authority among them, the proper investigators would have understood it from them (directly). Had it not been for the Grace and Mercy of Allâh upon you, you would have followed Shaitân (Satan), save a few of you.","arabic":"وَإِذَا جَآءَهُمۡ أَمۡرٞ مِّنَ ٱلۡأَمۡنِ أَوِ ٱلۡخَوۡفِ أَذَاعُواْ بِهِۦۖ وَلَوۡ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُوْلِي ٱلۡأَمۡرِ مِنۡهُمۡ لَعَلِمَهُ ٱلَّذِينَ يَسۡتَنۢبِطُونَهُۥ مِنۡهُمۡۗ وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَٱتَّبَعۡتُمُ ٱلشَّيۡطَٰنَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":576,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:84","price":" 84. Then fight (O Muhammad صلى الله عليه وسلم) in the Cause of Allâh, you are not tasked (held responsible) except for yourself, and incite the believers (to fight along with you), it may be that Allâh will restrain the evil might of the disbelievers. And Allâh is Stronger in Might and Stronger in punishing.","arabic":"فَقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفۡسَكَۚ وَحَرِّضِ ٱلۡمُؤۡمِنِينَۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأۡسَ ٱلَّذِينَ كَفَرُواْۚ وَٱللَّهُ أَشَدُّ بَأۡسٗا وَأَشَدُّ تَنكِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":577,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:85","price":" 85. Whosoever intercedes for a good cause will have the reward thereof, and whosoever intercedes for an evil cause will have a share in its burden. And Allâh is Ever All-Able to do (and also an All-Witness to) everything.","arabic":"مَّن يَشۡفَعۡ شَفَٰعَةً حَسَنَةٗ يَكُن لَّهُۥ نَصِيبٞ مِّنۡهَاۖ وَمَن يَشۡفَعۡ شَفَٰعَةٗ سَيِّئَةٗ يَكُن لَّهُۥ كِفۡلٞ مِّنۡهَاۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقِيتٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":578,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:86","price":" 86. When you are greeted with a greeting, greet in return with what is better than it, or (at least) return it equally. Certainly, Allâh is Ever a Careful Account Taker of all things.[2]","arabic":"وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٍ حَسِيبًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":579,"juzNumber":5,"footnotes":"(V.4:86) How the Salâm (greeting) began.\nNarrated Abu Hurairah رضي الله عنه : The Prophet صلى الله عليه وسلم said, \"Allâh created Adam in His Image,* sixty cubits (about 30 metres) in height. When He created him, He said (to him), \"Go and greet that group of angels sitting there, and listen what they will say in reply to you, for that will be your greeting and the greeting of your offspring.\" Adam (went and) said, \"As-Salâmu ‘Alaikum (peace be upon you).\" They replied, \"As-Salâmu ‘Alaikum wa Rahmatullah (Peace and Allâh’s Mercy be on you).\" So they increased ‘wa Rahmatullah ’ \" The Prophet صلى الله عليه وسلم added, \"So, whoever will enter Paradise, will be of the shape and picture of Adam. Since then the creation of Adam’s (offspring) (i.e. stature of human beings) is being diminished continuously up to the present time.\" (Sahih Al-Bukhâri, Vol.8, Hadîth No.246).\n*\"His Image\" means that Adam has been bestowed with life, knowledge, power of hearing, seeing, understanding, but the features of Adam are different from those of Allâh, only the names are the same, e.g., Allâh has life and knowledge and power of understanding, and Adam also has them, but there is no comparison between the Creator and the created thing. As Allâh says in the Qur’ân: \"There is nothing like Him, and He is the All-Hearer, the All-Seer.\" (V.42:11), Allâh does not eat or sleep, while Adam used to eat and sleep [for details See Fath Al-Bâri, Vol.6, Page 108,9 and Vol.13, Page 238,9].","lang":"en"},{"name":"4:87","price":" 87. Allâh! Lâ ilâha illa Huwa (none has the right to be worshipped but He). Surely, He will gather you together on the Day of Resurrection about which there is no doubt. And who is truer in statement than Allâh?","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۗ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ حَدِيثٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":580,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:88","price":" 88. Then what is the matter with you that you are divided into two parties about the hypocrites? Allâh has cast them back (to disbelief) because of what they have earned. Do you want to guide him whom Allâh has made to go astray? And he whom Allâh has made to go astray, you will never find for him any way (of guidance).","arabic":"۞ فَمَا لَكُمۡ فِي ٱلۡمُنَٰفِقِينَ فِئَتَيۡنِ وَٱللَّهُ أَرۡكَسَهُم بِمَا كَسَبُوٓاْۚ أَتُرِيدُونَ أَن تَهۡدُواْ مَنۡ أَضَلَّ ٱللَّهُۖ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":581,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:89","price":" 89. They wish that you reject Faith, as they have rejected (Faith), and thus that you all become equal (like one another). So take not Auliyâ’ (protectors or friends) from them, till they emigrate in the Way of Allâh (to Muhammad صلى الله عليه وسلم). But if they turn back (from Islâm), take (hold of) them and kill them wherever you find them, and take neither Auliyâ’ (protectors or friends) nor helpers from them.","arabic":"وَدُّواْ لَوۡ تَكۡفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءٗۖ فَلَا تَتَّخِذُواْ مِنۡهُمۡ أَوۡلِيَآءَ حَتَّىٰ يُهَاجِرُواْ فِي سَبِيلِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ وَجَدتُّمُوهُمۡۖ وَلَا تَتَّخِذُواْ مِنۡهُمۡ وَلِيّٗا وَلَا نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":582,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:90","price":" 90. Except those who join a group, between you and whom there is a treaty (of peace), or those who approach you with their breasts restraining from fighting you as well as fighting their own people. Had Allâh willed, indeed He would have given them power over you, and they would have fought you. So if they withdraw from you, and fight not against you, and offer you peace, then Allâh has opened no way for you against them.","arabic":"إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٌ أَوۡ جَآءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡۚ وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":583,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:91","price":" 91. You will find others that wish to have security from you and security from their people. Every time they are sent back to temptation, they yield thereto. If they withdraw not from you, nor offer you peace, nor restrain their hands, take (hold of) them and kill them wherever you find them. In their case, We have provided you with a clear warrant against them.","arabic":"سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأۡمَنُوكُمۡ وَيَأۡمَنُواْ قَوۡمَهُمۡ كُلَّ مَا رُدُّوٓاْ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُواْ فِيهَاۚ فَإِن لَّمۡ يَعۡتَزِلُوكُمۡ وَيُلۡقُوٓاْ إِلَيۡكُمُ ٱلسَّلَمَ وَيَكُفُّوٓاْ أَيۡدِيَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُوْلَٰٓئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَيۡهِمۡ سُلۡطَٰنٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":584,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:92","price":" 92. It is not for a believer to kill a believer except (that it be) by mistake; and whosoever kills a believer by mistake, (it is ordained that) he must set free a believing slave and a compensation (blood-money, i.e. Diya) be given to the deceased’s family unless they remit it. If the deceased belonged to a people at war with you and he was a believer, the freeing of a believing slave (is prescribed); and if he belonged to a people with whom you have a treaty of mutual alliance, compensation (blood-money - Diya) must be paid to his family, and a believing slave must be freed. And whoso finds this (the penance of freeing a slave) beyond his means, he must fast for two consecutive months in order to seek repentance from Allâh. And Allâh is Ever All-Knowing, All-Wise.","arabic":"وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":585,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:93","price":" 93. And whoever kills a believer intentionally, his recompense is Hell to abide therein; and the Wrath and the Curse of Allâh are upon him, and a great punishment is prepared for him.[1]","arabic":"وَمَن يَقۡتُلۡ مُؤۡمِنٗا مُّتَعَمِّدٗا فَجَزَآؤُهُۥ جَهَنَّمُ خَٰلِدٗا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيۡهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":586,"juzNumber":5,"footnotes":"(V.4:93):\nA) Narrated Ibn ‘Umar رضي الله عنهما : Allâh’s Messenger صلى الله عليه وسلم said, \"A faithful believer remains at liberty regarding his religion unless he kills somebody unlawfully.\" (Sahih Al-Bukhâri, Vol.9, Hadith No.2)\nB) See the footnotes of (V.5:27, 32, 45 & 50).","lang":"en"},{"name":"4:94","price":" 94. O you who believe! When you go (to fight) in the Cause of Allâh, verify (the truth), and say not to anyone who greets you (by embracing Islâm): \"You are not a believer\"; seeking the perishable goods of the worldly life. There are much more profits and booties with Allâh. Even as he is now, so were you yourselves before till Allâh conferred on you His Favours (i.e. guided you to Islâm), therefore, be cautious in discrimination. Allâh is Ever Well-Aware of what you do.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا ضَرَبۡتُمۡ فِي سَبِيلِ ٱللَّهِ فَتَبَيَّنُواْ وَلَا تَقُولُواْ لِمَنۡ أَلۡقَىٰٓ إِلَيۡكُمُ ٱلسَّلَٰمَ لَسۡتَ مُؤۡمِنٗا تَبۡتَغُونَ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٞۚ كَذَٰلِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَيۡكُمۡ فَتَبَيَّنُوٓاْۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":587,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:95","price":" 95. Not equal are those of the believers who sit (at home), except those who are disabled (by injury or are blind or lame), and those who strive hard and fight in the Cause of Allâh with their wealth and their lives. Allâh has preferred in grades those who strive hard and fight with their wealth and their lives above those who sit (at home). Unto each, Allâh has promised good (Paradise), but Allâh has preferred those who strive hard and fight, above those who sit (at home) by a huge reward.","arabic":"لَّا يَسۡتَوِي ٱلۡقَٰعِدُونَ مِنَ ٱلۡمُؤۡمِنِينَ غَيۡرُ أُوْلِي ٱلضَّرَرِ وَٱلۡمُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ فَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ عَلَى ٱلۡقَٰعِدِينَ دَرَجَةٗۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَفَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ عَلَى ٱلۡقَٰعِدِينَ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":588,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:96","price":" 96. Degrees of (higher) grades from Him, and Forgiveness and Mercy. And Allâh is Ever Oft-Forgiving, Most Merciful.","arabic":"دَرَجَٰتٖ مِّنۡهُ وَمَغۡفِرَةٗ وَرَحۡمَةٗۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":589,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:97","price":" 97. Verily! As for those whom the angels take (in death) while they are wronging themselves (as they stayed among the disbelievers even though emigration was obligatory for them), they (angels) say (to them): \"In what (condition) were you?\" They reply: \"We were weak and oppressed on the earth.\" They (angels) say: \"Was not the earth of Allâh spacious enough for you to emigrate therein?\" Such men will find their abode in Hell - What an evil destination![1]","arabic":"إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡ قَالُواْ فِيمَ كُنتُمۡۖ قَالُواْ كُنَّا مُسۡتَضۡعَفِينَ فِي ٱلۡأَرۡضِۚ قَالُوٓاْ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَاۚ فَأُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَآءَتۡ مَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":590,"juzNumber":5,"footnotes":"(V.4:97) See the footnote of the (V.3:149).","lang":"en"},{"name":"4:98","price":" 98. Except the weak ones among men, women and children who cannot devise a plan, nor are they able to direct their way.","arabic":"إِلَّا ٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ لَا يَسۡتَطِيعُونَ حِيلَةٗ وَلَا يَهۡتَدُونَ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":591,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:99","price":" 99. These are they whom Allâh is likely to forgive them, and Allâh is Ever Oft-Pardoning, Oft-Forgiving.","arabic":"فَأُوْلَٰٓئِكَ عَسَى ٱللَّهُ أَن يَعۡفُوَ عَنۡهُمۡۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":592,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:100","price":" 100. He who emigrates (from his home) in the Cause of Allâh, will find on earth many dwelling places and plenty to live by. And whosoever leaves his home as an emigrant unto Allâh and His Messenger, and death overtakes him, his reward is then surely incumbent upon Allâh. And Allâh is Ever Oft-Forgiving, Most Merciful.","arabic":"۞ وَمَن يُهَاجِرۡ فِي سَبِيلِ ٱللَّهِ يَجِدۡ فِي ٱلۡأَرۡضِ مُرَٰغَمٗا كَثِيرٗا وَسَعَةٗۚ وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدۡرِكۡهُ ٱلۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":593,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:101","price":" 101. And when you (Muslims) travel in the land, there is no sin on you if you shorten As-Salât (the prayer) if you fear that the disbelievers may put you in trial (attack you etc.), verily, the disbelievers are ever unto you open enemies.","arabic":"وَإِذَا ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَقۡصُرُواْ مِنَ ٱلصَّلَوٰةِ إِنۡ خِفۡتُمۡ أَن يَفۡتِنَكُمُ ٱلَّذِينَ كَفَرُوٓاْۚ إِنَّ ٱلۡكَٰفِرِينَ كَانُواْ لَكُمۡ عَدُوّٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":594,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:102","price":" 102. When you (O Messenger Muhammad صلى الله عليه وسلم) are among them, and lead them in As-Salât (the prayer), let one party of them stand up [in Salât (prayer)] with you taking their arms with them; when they finish their prostrations, let them take their positions in the rear and let the other party come up which have not yet prayed, and let them pray with you taking all the precautions and bearing arms. Those who disbelieve wish, if you were negligent of your arms and your baggage, to attack you in a single rush, but there is no sin on you if you put away your arms because of the inconvenience of rain or because you are ill, but take every precaution for yourselves. Verily, Allâh has prepared a humiliating torment for the disbelievers.[1]","arabic":"وَإِذَا كُنتَ فِيهِمۡ فَأَقَمۡتَ لَهُمُ ٱلصَّلَوٰةَ فَلۡتَقُمۡ طَآئِفَةٞ مِّنۡهُم مَّعَكَ وَلۡيَأۡخُذُوٓاْ أَسۡلِحَتَهُمۡۖ فَإِذَا سَجَدُواْ فَلۡيَكُونُواْ مِن وَرَآئِكُمۡ وَلۡتَأۡتِ طَآئِفَةٌ أُخۡرَىٰ لَمۡ يُصَلُّواْ فَلۡيُصَلُّواْ مَعَكَ وَلۡيَأۡخُذُواْ حِذۡرَهُمۡ وَأَسۡلِحَتَهُمۡۗ وَدَّ ٱلَّذِينَ كَفَرُواْ لَوۡ تَغۡفُلُونَ عَنۡ أَسۡلِحَتِكُمۡ وَأَمۡتِعَتِكُمۡ فَيَمِيلُونَ عَلَيۡكُم مَّيۡلَةٗ وَٰحِدَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ إِن كَانَ بِكُمۡ أَذٗى مِّن مَّطَرٍ أَوۡ كُنتُم مَّرۡضَىٰٓ أَن تَضَعُوٓاْ أَسۡلِحَتَكُمۡۖ وَخُذُواْ حِذۡرَكُمۡۗ إِنَّ ٱللَّهَ أَعَدَّ لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":595,"juzNumber":5,"footnotes":"(V.4:102) See the footnote of (V.2:239).","lang":"en"},{"name":"4:103","price":" 103. When you have finished As-Salât (the congregational prayer), remember Allâh standing, sitting down, and (lying down) on your sides, but when you are free from danger, perform As-Salât (Iqamat-as-Salât). Verily, As-Salât (the prayer) is enjoined on the believers at fixed hours.","arabic":"فَإِذَا قَضَيۡتُمُ ٱلصَّلَوٰةَ فَٱذۡكُرُواْ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِكُمۡۚ فَإِذَا ٱطۡمَأۡنَنتُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَۚ إِنَّ ٱلصَّلَوٰةَ كَانَتۡ عَلَى ٱلۡمُؤۡمِنِينَ كِتَٰبٗا مَّوۡقُوتٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":596,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:104","price":" 104. And don’t be weak in the pursuit of the enemy; if you are suffering (hardships) then surely, they (too) are suffering (hardships) as you are suffering, but you have a hope from Allâh (for the reward, i.e. Paradise) that for which they hope not; and Allâh is Ever All-Knowing, All-Wise.","arabic":"وَلَا تَهِنُواْ فِي ٱبۡتِغَآءِ ٱلۡقَوۡمِۖ إِن تَكُونُواْ تَأۡلَمُونَ فَإِنَّهُمۡ يَأۡلَمُونَ كَمَا تَأۡلَمُونَۖ وَتَرۡجُونَ مِنَ ٱللَّهِ مَا لَا يَرۡجُونَۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":597,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:105","price":" 105. Surely, We have sent down to you (O Muhammad صلى الله عليه وسلم) the Book (this Qur’ân) in truth that you might judge between men by that which Allâh has shown you (i.e. has taught you through Divine Revelation), so be not a pleader for the treacherous.","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِتَحۡكُمَ بَيۡنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُۚ وَلَا تَكُن لِّلۡخَآئِنِينَ خَصِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":598,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:106","price":"106. And seek the Forgiveness of Allâh,[1] certainly, Allâh is Ever Oft-Forgiving, Most Merciful.","arabic":"وَٱسۡتَغۡفِرِ ٱللَّهَۖ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":599,"juzNumber":5,"footnotes":"(V.4:106) The Prophet’s صلى الله عليه وسلم seeking of Allâh’s Forgiveness by daytime and at night.\nNarrated Abu Hurairah رضي الله عنه: I heard Allâh’s Messenger صلى الله عليه وسلم saying: \"By Allâh! I seek Allâh’s Forgiveness and turn to Him in repentance for more than seventy times a day.\" (Sahih Al-Bukhâri’, Vol.8, Hadîth No.319).","lang":"en"},{"name":"4:107","price":" 107. And argue not on behalf of those who deceive themselves. Verily, Allâh does not like anyone who is a betrayer, sinner.","arabic":"وَلَا تُجَٰدِلۡ عَنِ ٱلَّذِينَ يَخۡتَانُونَ أَنفُسَهُمۡۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":600,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:108","price":" 108. They may hide (their crimes) from men, but they cannot hide (them) from Allâh; for He is with them (by His Knowledge), when they plot by night in words that He does not approve. And Allâh ever encompasses what they do.","arabic":"يَسۡتَخۡفُونَ مِنَ ٱلنَّاسِ وَلَا يَسۡتَخۡفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمۡ إِذۡ يُبَيِّتُونَ مَا لَا يَرۡضَىٰ مِنَ ٱلۡقَوۡلِۚ وَكَانَ ٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":601,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:109","price":" 109. Lo! You are those who have argued for them in the life of this world, but who will argue for them on the Day of Resurrection against Allâh, or who will then be their defender?","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ جَٰدَلۡتُمۡ عَنۡهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَمَن يُجَٰدِلُ ٱللَّهَ عَنۡهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ أَم مَّن يَكُونُ عَلَيۡهِمۡ وَكِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":602,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:110","price":" 110. And whoever does evil or wrongs himself but afterwards seeks Allâh’s Forgiveness, he will find Allâh Oft-Forgiving, Most Merciful.","arabic":"وَمَن يَعۡمَلۡ سُوٓءًا أَوۡ يَظۡلِمۡ نَفۡسَهُۥ ثُمَّ يَسۡتَغۡفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":603,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:111","price":" 111. And whoever earns sin, he earns it only against himself. And Allâh is Ever All-Knowing, All-Wise.","arabic":"وَمَن يَكۡسِبۡ إِثۡمٗا فَإِنَّمَا يَكۡسِبُهُۥ عَلَىٰ نَفۡسِهِۦۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":604,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:112","price":" 112. And whoever earns a fault or a sin and then throws it on to someone innocent, he has indeed burdened himself with falsehood and a manifest sin.","arabic":"وَمَن يَكۡسِبۡ خَطِيٓـَٔةً أَوۡ إِثۡمٗا ثُمَّ يَرۡمِ بِهِۦ بَرِيٓـٔٗا فَقَدِ ٱحۡتَمَلَ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":605,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:113","price":" 113. Had not the Grace of Allâh and His Mercy been upon you (O Muhammad صلى الله عليه وسلم), a party of them would certainly have made a decision to mislead you, but (in fact) they mislead none except their own selves, and no harm can they do to you in the least. Allâh has sent down to you the Book (The Qur’ân), and Al-Hikmah (Islâmic laws, knowledge of legal and illegal things i.e. the Prophet’s Sunnah - legal ways), and taught you that which you knew not. And Ever Great is the Grace of Allâh unto you (O Muhammad صلى الله عليه وسلم).","arabic":"وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنۡهُمۡ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡۖ وَمَا يَضُرُّونَكَ مِن شَيۡءٖۚ وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَيۡكَ عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":606,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:114","price":"114. There is no good in most of their secret talks save (in) him who orders Sadaqah (charity in Allâh’s Cause), or Ma‘rûf (Islâmic Monotheism and all the good and righteous deeds which Allâh has ordained), or conciliation between mankind; and he who does this, seeking the good Pleasure of Allâh, We shall give him a great reward.","arabic":"۞ لَّا خَيۡرَ فِي كَثِيرٖ مِّن نَّجۡوَىٰهُمۡ إِلَّا مَنۡ أَمَرَ بِصَدَقَةٍ أَوۡ مَعۡرُوفٍ أَوۡ إِصۡلَٰحِۭ بَيۡنَ ٱلنَّاسِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":607,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:115","price":" 115. And whoever contradicts and opposes the Messenger (Muhammad صلى الله عليه وسلم) after the right path has been shown clearly to him, and follows other than the believers’ way, We shall keep him in the path he has chosen, and burn him in Hell - what an evil destination![1]","arabic":"وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُ ٱلۡهُدَىٰ وَيَتَّبِعۡ غَيۡرَ سَبِيلِ ٱلۡمُؤۡمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصۡلِهِۦ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":608,"juzNumber":5,"footnotes":"(V.4:115) See the footnote of (V.3:85).","lang":"en"},{"name":"4:116","price":" 116. Verily! Allâh forgives not (the sin of) setting up partners (in worship) with Him, but He forgives whom He wills sins other than that, and whoever sets up partners in worship with Allâh, has indeed strayed far away.","arabic":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":609,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:117","price":" 117. They (all those who worship others than Allâh) invoke nothing but female deities besides Him (Allâh), and they invoke nothing but Shaitân (Satan), a persistent rebel!","arabic":"إِن يَدۡعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَٰثٗا وَإِن يَدۡعُونَ إِلَّا شَيۡطَٰنٗا مَّرِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":610,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:118","price":" 118. Allâh cursed him. And he [Shaitân (Satan)] said: \"I will take an appointed portion of your slaves.","arabic":"لَّعَنَهُ ٱللَّهُۘ وَقَالَ لَأَتَّخِذَنَّ مِنۡ عِبَادِكَ نَصِيبٗا مَّفۡرُوضٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":611,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:119","price":" 119. Verily, I will mislead them, and surely, I will arouse in them false desires; and certainly, I will order them to slit the ears of cattle, and indeed I will order them to change the nature created by Allâh.\" And whoever takes Shaitân (Satan) as a Walî (protector or helper) instead of Allâh, has surely suffered a manifest loss.[2]","arabic":"وَلَأُضِلَّنَّهُمۡ وَلَأُمَنِّيَنَّهُمۡ وَلَأٓمُرَنَّهُمۡ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلۡأَنۡعَٰمِ وَلَأٓمُرَنَّهُمۡ فَلَيُغَيِّرُنَّ خَلۡقَ ٱللَّهِۚ وَمَن يَتَّخِذِ ٱلشَّيۡطَٰنَ وَلِيّٗا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":612,"juzNumber":5,"footnotes":"(V.4:119) See the footnote of (V.59:7).","lang":"en"},{"name":"4:120","price":" 120. He [Shaitân (Satan)] makes promises to them, and arouses in them false desires; and Shaitân’s (Satân) promises are nothing but deceptions.","arabic":"يَعِدُهُمۡ وَيُمَنِّيهِمۡۖ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":613,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:121","price":" 121. The dwelling of such (people) is Hell, and they will find no way of escape from it.","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُ وَلَا يَجِدُونَ عَنۡهَا مَحِيصٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":614,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:122","price":" 122. But those who believe (in the Oneness of Allâh - Islâmic Monotheism) and do deeds of righteousness, We shall admit them to the Gardens under which rivers flow (i.e. in Paradise) to dwell therein forever. Allâh’s Promise is the Truth; and whose words can be truer than those of Allâh? (Of course, none).","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ قِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":615,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:123","price":" 123. It will not be in accordance with your desires (Muslims), nor those of the people of the Scripture (Jews and Christians), whosoever works evil, will have the recompense thereof, and he will not find any protector or helper besides Allâh.","arabic":"لَّيۡسَ بِأَمَانِيِّكُمۡ وَلَآ أَمَانِيِّ أَهۡلِ ٱلۡكِتَٰبِۗ مَن يَعۡمَلۡ سُوٓءٗا يُجۡزَ بِهِۦ وَلَا يَجِدۡ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":616,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:124","price":" 124. And whoever does righteous good deeds, male or female, and is a (true) believer [in the Oneness of Allâh (Muslim)], such will enter Paradise and not the least injustice, even to the size of a speck on the back of a date-stone, will be done to them.","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ مِن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ نَقِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":617,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:125","price":" 125. And who can be better in religion than one who submits his face (himself) to Allâh (i.e. follows Allâh’s religion of Islâmic Monotheism); and he is a Muhsin (a good-doer - See V.2:112). And follows the religion of Ibrâhîm[1](Abraham) Hanîfa (Islâmic Monotheism - to worship none but Allâh Alone). And Allâh did take Ibrâhîm (Abraham) as a Khalîl (an intimate friend)!","arabic":"وَمَنۡ أَحۡسَنُ دِينٗا مِّمَّنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ وَٱتَّبَعَ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۗ وَٱتَّخَذَ ٱللَّهُ إِبۡرَٰهِيمَ خَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":618,"juzNumber":5,"footnotes":"(V.4:125) See the footnote of (V.2:135), the narration of Zaid bin ‘Amr bin Nufail.","lang":"en"},{"name":"4:126","price":" 126. And to Allâh belongs all that is in the heavens and all that is in the earth. And Allâh is Ever Encompassing all things.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٖ مُّحِيطٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":619,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:127","price":" 127. They ask your legal instruction concerning women, say: Allâh instructs you about them, and about what is recited unto you in the Book concerning the orphan girls whom you give not the prescribed portions (as regards Mahr and inheritance) and yet whom you desire to marry, and (concerning) the children who are weak and oppressed, and that you stand firm for justice to orphans. And whatever good you do, Allâh is Ever All-Aware of it.","arabic":"وَيَسۡتَفۡتُونَكَ فِي ٱلنِّسَآءِۖ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِيهِنَّ وَمَا يُتۡلَىٰ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ فِي يَتَٰمَى ٱلنِّسَآءِ ٱلَّٰتِي لَا تُؤۡتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرۡغَبُونَ أَن تَنكِحُوهُنَّ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلۡوِلۡدَٰنِ وَأَن تَقُومُواْ لِلۡيَتَٰمَىٰ بِٱلۡقِسۡطِۚ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":620,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:128","price":"128. And if a woman fears cruelty or desertion on her husband’s part, there is no sin on them both if they make terms of peace between themselves; and making peace is better. And human inner-selves are swayed by greed. But if you do good and keep away from evil, verily, Allâh is Ever Well-Acquainted with what you do.","arabic":"وَإِنِ ٱمۡرَأَةٌ خَافَتۡ مِنۢ بَعۡلِهَا نُشُوزًا أَوۡ إِعۡرَاضٗا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يُصۡلِحَا بَيۡنَهُمَا صُلۡحٗاۚ وَٱلصُّلۡحُ خَيۡرٞۗ وَأُحۡضِرَتِ ٱلۡأَنفُسُ ٱلشُّحَّۚ وَإِن تُحۡسِنُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":621,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:129","price":" 129. You will never be able to do perfect justice between wives even if it is your ardent desire, so do not incline too much to one of them (by giving her more of your time and provision) so as to leave the other hanging (i.e. neither divorced nor married). And if you do justice, and do all that is right and fear Allâh by keeping away from all that is wrong, then Allâh is Ever Oft-Forgiving, Most Merciful.","arabic":"وَلَن تَسۡتَطِيعُوٓاْ أَن تَعۡدِلُواْ بَيۡنَ ٱلنِّسَآءِ وَلَوۡ حَرَصۡتُمۡۖ فَلَا تَمِيلُواْ كُلَّ ٱلۡمَيۡلِ فَتَذَرُوهَا كَٱلۡمُعَلَّقَةِۚ وَإِن تُصۡلِحُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":622,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:130","price":" 130. But if they separate (by divorce), Allâh will provide abundance for everyone of them from His Bounty. And Allâh is Ever All-Sufficient for His creatures’ need, All-Wise.","arabic":"وَإِن يَتَفَرَّقَا يُغۡنِ ٱللَّهُ كُلّٗا مِّن سَعَتِهِۦۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":623,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:131","price":" 131. And to Allâh belongs all that is in the heavens and all that is in the earth. And verily, We have recommended to the people of the Scripture before you, and to you (O Muslims) that you (all) fear Allâh, and keep your duty to Him. But if you disbelieve, then unto Allâh belongs all that is in the heavens and all that is in the earth, and Allâh is Ever Rich (Free of all wants), Worthy of all praise.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَلَقَدۡ وَصَّيۡنَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَإِيَّاكُمۡ أَنِ ٱتَّقُواْ ٱللَّهَۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":624,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:132","price":" 132. And to Allâh belongs all that is in the heavens and all that is in the earth. And Allâh is Ever All-Sufficient as Disposer of affairs.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":625,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:133","price":" 133. If He wills, He can take you away, O people, and bring others. And Allâh is Ever All-Potent over that.","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ أَيُّهَا ٱلنَّاسُ وَيَأۡتِ بِـَٔاخَرِينَۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":626,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:134","price":" 134. Whoever desires a reward in this life of the world, then with Allâh (Alone and none else) is the reward of this worldly life and of the Hereafter. And Allâh is Ever All-Hearer, All-Seer.","arabic":"مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَكَانَ ٱللَّهُ سَمِيعَۢا بَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":627,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:135","price":" 135. O you who believe! Stand out firmly for justice, as witnesses to Allâh, even though it be against yourselves, or your parents, or your kin, be he rich or poor, Allâh is a Better Protector to both (than you). So follow not the lusts (of your hearts), lest you avoid justice; and if you distort your witness or refuse to give it, verily, Allâh is Ever Well-Acquainted with what you do.[1]","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ بِٱلۡقِسۡطِ شُهَدَآءَ لِلَّهِ وَلَوۡ عَلَىٰٓ أَنفُسِكُمۡ أَوِ ٱلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَۚ إِن يَكُنۡ غَنِيًّا أَوۡ فَقِيرٗا فَٱللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُواْ ٱلۡهَوَىٰٓ أَن تَعۡدِلُواْۚ وَإِن تَلۡوُۥٓاْ أَوۡ تُعۡرِضُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":628,"juzNumber":5,"footnotes":" (V.4:135) Narrated Anas رضي الله عنه: The Prophet صلى الله عليه وسلم was asked about the great sins. He said, They are:\na) To join others in worship with Allâh.\nb) To be undutiful to one’s parents.\nc) To kill a person (which Allâh has forbidden to be killed i.e. to commit the crime of murdering).\nd) And to give a false witness.\n(Sahih Al-Bukhâri, Vol.3, Hadîth No.821).","lang":"en"},{"name":"4:136","price":" 136. O you who believe! Believe in Allâh, and His Messenger (Muhammad صلى الله عليه وسلم), and the Book (the Qur’ân) which He has sent down to His Messenger, and the Scripture which He sent down to those before (him); and whosoever disbelieves in Allâh, His Angels, His Books, His Messengers, and the Last Day, then indeed he has strayed far away.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِي نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِيٓ أَنزَلَ مِن قَبۡلُۚ وَمَن يَكۡفُرۡ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":629,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:137","price":" 137. Verily, those who believe, then disbelieve, then believe (again), and (again) disbelieve, and go on increasing in disbelief; Allâh will not forgive them, nor guide them on the (Right) Way.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ سَبِيلَۢا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":630,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:138","price":" 138. Give to the hypocrites the tidings that there is for them a painful torment.[2]","arabic":"بَشِّرِ ٱلۡمُنَٰفِقِينَ بِأَنَّ لَهُمۡ عَذَابًا أَلِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":631,"juzNumber":5,"footnotes":"(V.4:138) See \"Hypocrisy\" - Appendix 2.","lang":"en"},{"name":"4:139","price":" 139. Those who take disbelievers for Auliyâ’ (protectors or helpers or friends) instead of believers, do they seek honour, power and glory with them? Verily, then to Allâh belongs all honour, power and glory.","arabic":"ٱلَّذِينَ يَتَّخِذُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَيَبۡتَغُونَ عِندَهُمُ ٱلۡعِزَّةَ فَإِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":632,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:140","price":" 140. And it has already been revealed to you in the Book (this Qur’ân) that when you hear the Verses of Allâh being denied and mocked at, then sit not with them, until they engage in a talk other than that; (but if you stayed with them) certainly in that case you would be like them. Surely, Allâh will collect the hypocrites and disbelievers all together in Hell.","arabic":"وَقَدۡ نَزَّلَ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ أَنۡ إِذَا سَمِعۡتُمۡ ءَايَٰتِ ٱللَّهِ يُكۡفَرُ بِهَا وَيُسۡتَهۡزَأُ بِهَا فَلَا تَقۡعُدُواْ مَعَهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦٓ إِنَّكُمۡ إِذٗا مِّثۡلُهُمۡۗ إِنَّ ٱللَّهَ جَامِعُ ٱلۡمُنَٰفِقِينَ وَٱلۡكَٰفِرِينَ فِي جَهَنَّمَ جَمِيعًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":633,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:141","price":" 141. Those (hypocrites) who wait and watch about you; if you gain a victory from Allâh, they say: \"Were we not with you?\" But if the disbelievers gain a success, they say (to them): \"Did we not gain mastery over you and did we not protect you from the believers?\" Allâh will judge between you (all) on the Day of Resurrection. And never will Allâh grant to the disbelievers a way (to triumph) over the believers.","arabic":"ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمۡ فَإِن كَانَ لَكُمۡ فَتۡحٞ مِّنَ ٱللَّهِ قَالُوٓاْ أَلَمۡ نَكُن مَّعَكُمۡ وَإِن كَانَ لِلۡكَٰفِرِينَ نَصِيبٞ قَالُوٓاْ أَلَمۡ نَسۡتَحۡوِذۡ عَلَيۡكُمۡ وَنَمۡنَعۡكُم مِّنَ ٱلۡمُؤۡمِنِينَۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَلَن يَجۡعَلَ ٱللَّهُ لِلۡكَٰفِرِينَ عَلَى ٱلۡمُؤۡمِنِينَ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":634,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:142","price":" 142. Verily, the hypocrites seek to deceive Allâh, but it is He Who deceives them.[1] And when they stand up for As-Salât (the prayer), they stand with laziness and to be seen of men, and they do not remember Allâh but little.","arabic":"إِنَّ ٱلۡمُنَٰفِقِينَ يُخَٰدِعُونَ ٱللَّهَ وَهُوَ خَٰدِعُهُمۡ وَإِذَا قَامُوٓاْ إِلَى ٱلصَّلَوٰةِ قَامُواْ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذۡكُرُونَ ٱللَّهَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":635,"juzNumber":5,"footnotes":"(V.4:142) See (V.57:12-15).","lang":"en"},{"name":"4:143","price":" 143. (They are) swaying between this and that, belonging neither to these nor to those; and he whom Allâh sends astray, you will not find for him a way (to the truth - Islâm).","arabic":"مُّذَبۡذَبِينَ بَيۡنَ ذَٰلِكَ لَآ إِلَىٰ هَٰٓؤُلَآءِ وَلَآ إِلَىٰ هَٰٓؤُلَآءِۚ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":636,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:144","price":" 144. O you who believe! Take not for Auliyâ’ (protectors or helpers or friends) disbelievers instead of believers. Do you wish to offer Allâh a manifest proof against yourselves?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَتُرِيدُونَ أَن تَجۡعَلُواْ لِلَّهِ عَلَيۡكُمۡ سُلۡطَٰنٗا مُّبِينًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":637,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:145","price":" 145. Verily, the hypocrites will be in the lowest depth (grade) of the Fire; no helper will you find for them.[2]","arabic":"إِنَّ ٱلۡمُنَٰفِقِينَ فِي ٱلدَّرۡكِ ٱلۡأَسۡفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمۡ نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":638,"juzNumber":5,"footnotes":"(V.4:145):\na) Narrated ‘Abdullâh bin ‘Amr رضي الله عنهما: The Prophet صلى الله عليه وسلم said: \"Whoever has the following four (characteristics) will be a pure hypocrite and whoever has one of the following four characteristics will have one characteristic of hypocrisy unless and until he gives it up:\n1. Whenever he is entrusted, he betrays (proves dishonest).\n2. Whenever he speaks, he tells a lie.\n3. Whenever he makes a covenant, he proves treacherous.\n4. Whenever he quarrels, he behaves in a very imprudent, evil and insulting manner.\" (Sahih Al-Bukhâri, Vol.1, Hadîth No.33).\nb) See the footnote of (V.9:54).\nc) Narrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"The worst people before Allâh on the Day of Resurrection will be the double-faced people who appear to some people with one face and to other people with another face.\" (Sahih Al-Bukhâri, Vol.8, Hadith No.84).","lang":"en"},{"name":"4:146","price":" 146. Except those who repent (from hypocrisy), do righteous good deeds, hold fast to Allâh, and purify their religion for Allâh (by worshipping none but Allâh, and do good for Allâh’s sake only, not to show off), then they will be with the believers. And Allâh will grant the believers a great reward.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَٱعۡتَصَمُواْ بِٱللَّهِ وَأَخۡلَصُواْ دِينَهُمۡ لِلَّهِ فَأُوْلَٰٓئِكَ مَعَ ٱلۡمُؤۡمِنِينَۖ وَسَوۡفَ يُؤۡتِ ٱللَّهُ ٱلۡمُؤۡمِنِينَ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":639,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:147","price":" 147. Why should Allâh punish you if you have thanked (Him) and have believed in Him. And Allâh is Ever All-Appreciative (of good), All-Knowing.","arabic":"مَّا يَفۡعَلُ ٱللَّهُ بِعَذَابِكُمۡ إِن شَكَرۡتُمۡ وَءَامَنتُمۡۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":640,"juzNumber":5,"footnotes":"","lang":"en"},{"name":"4:148","price":"148. Allâh does not like that the evil should be uttered in public except by him who has been wronged. And Allâh is Ever All-Hearer, All-Knower.","arabic":"۞ لَّا يُحِبُّ ٱللَّهُ ٱلۡجَهۡرَ بِٱلسُّوٓءِ مِنَ ٱلۡقَوۡلِ إِلَّا مَن ظُلِمَۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":641,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:149","price":" 149. Whether you (mankind) disclose (by good words of thanks) a good deed (done to you in the form of a favour by someone), or conceal it, or pardon an evil, ... verily, Allâh is Ever Oft-Pardoning, All-Powerful.","arabic":"إِن تُبۡدُواْ خَيۡرًا أَوۡ تُخۡفُوهُ أَوۡ تَعۡفُواْ عَن سُوٓءٖ فَإِنَّ ٱللَّهَ كَانَ عَفُوّٗا قَدِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":642,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:150","price":" 150. Verily, those who disbelieve in Allâh and His Messengers and wish to make distinction between Allâh and His Messengers (by believing in Allâh and disbelieving in His Messengers) saying, \"We believe in some but reject others,\" and wish to adopt a way in between.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيۡنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤۡمِنُ بِبَعۡضٖ وَنَكۡفُرُ بِبَعۡضٖ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيۡنَ ذَٰلِكَ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":643,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:151","price":" 151. They are in truth disbelievers. And We have prepared for the disbelievers a humiliating torment.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ حَقّٗاۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":644,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:152","price":" 152. And those who believe in Allâh and His Messengers and make no distinction between any of them (Messengers), We shall give them their rewards; and Allâh is Ever Oft-Forgiving, Most Merciful.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦ وَلَمۡ يُفَرِّقُواْ بَيۡنَ أَحَدٖ مِّنۡهُمۡ أُوْلَٰٓئِكَ سَوۡفَ يُؤۡتِيهِمۡ أُجُورَهُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":645,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:153","price":" 153. The people of the Scripture (Jews) ask you to cause a book to descend upon them from heaven. Indeed they asked Mûsâ (Moses) for even greater than that, when they said: \"Show us Allâh in public,\" but they were struck with thunderclap and lightning for their wickedness. Then they worshipped the calf even after clear proofs, evidence, and signs had come to them. (Even) so We forgave them. And We gave Mûsâ (Moses) a clear proof of authority.","arabic":"يَسۡـَٔلُكَ أَهۡلُ ٱلۡكِتَٰبِ أَن تُنَزِّلَ عَلَيۡهِمۡ كِتَٰبٗا مِّنَ ٱلسَّمَآءِۚ فَقَدۡ سَأَلُواْ مُوسَىٰٓ أَكۡبَرَ مِن ذَٰلِكَ فَقَالُوٓاْ أَرِنَا ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ بِظُلۡمِهِمۡۚ ثُمَّ ٱتَّخَذُواْ ٱلۡعِجۡلَ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ فَعَفَوۡنَا عَن ذَٰلِكَۚ وَءَاتَيۡنَا مُوسَىٰ سُلۡطَٰنٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":646,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:154","price":" 154. And for their covenant, We raised over them the Mount and (on the other occasion) We said: \"Enter the gate prostrating (or bowing) with humility;\" and We commanded them: \"Transgress not (by doing worldly works) on the Sabbath (Saturday).\" And We took from them a firm covenant[1].","arabic":"وَرَفَعۡنَا فَوۡقَهُمُ ٱلطُّورَ بِمِيثَٰقِهِمۡ وَقُلۡنَا لَهُمُ ٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُلۡنَا لَهُمۡ لَا تَعۡدُواْ فِي ٱلسَّبۡتِ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":647,"juzNumber":6,"footnotes":"(V.4:154) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"It was said to Banî Israel, ‘Enter the gate (of the town) bowing with humility (prostrating yourselves) and say: ‘Repentance’, but they changed the word and entered the town crawling on their buttocks and said: ‘A wheat grain in the hair’*.\" (Sahih Al-Bukhâri, Vol.4, Hadîth No. 615).\n*They said so just to ridicule Allâh’s Order as they were disobedient to Him. So Allâh punished them severely by sending on them punishment, most probably in the form of (an epidemic of) plague (See Tafsir At-Tabari ).","lang":"en"},{"name":"4:155","price":" 155. Because of their breaking the covenant, and of their rejecting the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh, and of their killing the Prophets unjustly, and of their saying: \"Our hearts are wrapped (with coverings, i.e. we do not understand what the Messengers say)\" - nay, Allâh has set a seal upon their hearts because of their disbelief, so they believe not but a little.","arabic":"فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ وَكُفۡرِهِم بِـَٔايَٰتِ ٱللَّهِ وَقَتۡلِهِمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَقَوۡلِهِمۡ قُلُوبُنَا غُلۡفُۢۚ بَلۡ طَبَعَ ٱللَّهُ عَلَيۡهَا بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":648,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:156","price":" 156. And because of their (Jews) disbelief and uttering against Maryam (Mary السلام عليهما) a grave false charge (that she has committed illegal sexual intercourse);","arabic":"وَبِكُفۡرِهِمۡ وَقَوۡلِهِمۡ عَلَىٰ مَرۡيَمَ بُهۡتَٰنًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":649,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:157","price":" 157. And because of their saying (in boast), \"We killed Messiah ‘Îsâ (Jesus), son of Maryam (Mary), the Messenger of Allâh,\" - but they killed him not, nor crucified him, but it appeared so to them [the resemblance of ‘Îsâ (Jesus) was put over another man (and they killed that man)], and those who differ therein are full of doubts. They have no (certain) knowledge, they follow nothing but conjecture. For surely; they killed him not [i.e. ‘Îsâ (Jesus), son of Maryam (Mary) عليهما السلام]:","arabic":"وَقَوۡلِهِمۡ إِنَّا قَتَلۡنَا ٱلۡمَسِيحَ عِيسَى ٱبۡنَ مَرۡيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمۡۚ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِ لَفِي شَكّٖ مِّنۡهُۚ مَا لَهُم بِهِۦ مِنۡ عِلۡمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّۚ وَمَا قَتَلُوهُ يَقِينَۢا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":650,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:158","price":" 158. But Allâh raised him [‘Îsâ (Jesus)] up (with his body and soul) unto Himself (and he عليه السلام is in the heavens). And Allâh is Ever All-Powerful, All-Wise.","arabic":"بَل رَّفَعَهُ ٱللَّهُ إِلَيۡهِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":651,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:159","price":" 159. And there is none of the people of the Scripture (Jews and Christians) but must believe in him [‘Îsâ (Jesus), son of Maryam (Mary), as only a Messenger of Allâh and a human being][1] before his [‘Îsâ (Jesus) عليه السلام) or a Jew’s or a Christian’s] death[2] (at the time of the appearance of the angel of death). And on the Day of Resurrection, he [‘Îsâ (Jesus)] will be a witness against them.","arabic":"وَإِن مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ إِلَّا لَيُؤۡمِنَنَّ بِهِۦ قَبۡلَ مَوۡتِهِۦۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكُونُ عَلَيۡهِمۡ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":652,"juzNumber":6,"footnotes":"[1] (V.4:159) See the footnote of (V.3:55).\n[2] (V.4:159) - \"Before his death,\" has two interpretations: before Jesus’ death after his descent from the heavens, or a Jew’s or a Christian’s death, at the time of the appearance of the Angel of Death when he will realize that ‘Îsâ (Jesus) was only a Messenger of Allâh, and had no share in Divinity.","lang":"en"},{"name":"4:160","price":" 160. For the wrong-doing of the Jews, We made unlawful for them certain good foods which had been lawful for them - and for their hindering many from Allâh’s Way;","arabic":"فَبِظُلۡمٖ مِّنَ ٱلَّذِينَ هَادُواْ حَرَّمۡنَا عَلَيۡهِمۡ طَيِّبَٰتٍ أُحِلَّتۡ لَهُمۡ وَبِصَدِّهِمۡ عَن سَبِيلِ ٱللَّهِ كَثِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":653,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:161","price":" 161. And their taking of Ribâ (usury) though they were forbidden from taking it and their devouring of men’s substance wrongfully (bribery). And We have prepared for the disbelievers among them a painful torment.","arabic":"وَأَخۡذِهِمُ ٱلرِّبَوٰاْ وَقَدۡ نُهُواْ عَنۡهُ وَأَكۡلِهِمۡ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ مِنۡهُمۡ عَذَابًا أَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":654,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:162","price":" 162. But those among them who are well-grounded in knowledge, and the believers, believe in what has been sent down to you (Muhammad صلى الله عليه وسلم) and what was sent down before you; and those who perform As-Salât (Iqâmat-as-Salât ), and give Zakât and believe in Allâh and in the Last Day, it is they to whom We shall give a great reward.","arabic":"لَّٰكِنِ ٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ مِنۡهُمۡ وَٱلۡمُؤۡمِنُونَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَۚ وَٱلۡمُقِيمِينَ ٱلصَّلَوٰةَۚ وَٱلۡمُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلۡمُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أُوْلَٰٓئِكَ سَنُؤۡتِيهِمۡ أَجۡرًا عَظِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":655,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:163","price":"163. Verily, We have sent the revelation to you (O Muhammad صلى الله عليه وسلم)[1] as We sent the revelation to Nûh (Noah) and the Prophets after him; We (also) sent the revelation to Ibrâhîm (Abraham), Ismâ‘îl (Ishmael), Ishâq (Isaac), Ya‘qûb (Jacob), and Al-Asbât [the offspring of the twelve sons of Ya‘qûb (Jacob)], ‘Îsâ (Jesus), Ayyûb (Job), Yûnus (Jonah), Hârûn (Aaron), and Sulaimân (Solomon); and to Dâwûd (David) We gave the Zabûr (Psalms).","arabic":"۞ إِنَّآ أَوۡحَيۡنَآ إِلَيۡكَ كَمَآ أَوۡحَيۡنَآ إِلَىٰ نُوحٖ وَٱلنَّبِيِّـۧنَ مِنۢ بَعۡدِهِۦۚ وَأَوۡحَيۡنَآ إِلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَٰرُونَ وَسُلَيۡمَٰنَۚ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":656,"juzNumber":6,"footnotes":"(V.4:163) - Ash-Shaikh Al-Imâm Al-Hâfiz Abu ‘Abdullâh Muhammad bin Isma‘îl bin Ibrahîm bin Al-Mughîrah Al-Bukhâri (may Allâh عز وجل be Merciful to him) said: How the Divine Inspiration started to be revealed to Allâh’s Messenger صلى الله عليه وسلم. And the Statement of Allâh تعالى: \"Indeed, We have sent the revelation to you (O Muhammad صلى الله عليه وسلم) as We sent the revelation to Nûh (Noah) and the Prophets after him.\" (V.4:163). Narrated ‘Umar bin Al-Khttâb رضي الله عنه: I heard Allâh’s Messenger صلى الله عليه وسلم saying, \"The reward of deeds depends upon the intentions and every person will get the reward according to what he has intended. So whoever emigrates for worldly benefits or for a woman to marry, his emigration will be for what he emigrated for.\" (Sahih Al-Bukhâri, Vol.1, Hadîth No.1). Narrated ‘Aishah, the mother of the faithful believers رضي الله عنها: Al-Hârith bin Hishâm رضي الله عنه asked Allâh’s Messenger صلى الله عليه وسلم: \"O Allâh’s Messenger! How is the Divine Inspiration revealed to you?\" Allâh’s Messenger صلى الله عليه وسلم replied, \"Sometimes it is (revealed) like the ringing of a bell, this form of the revelation is the hardest of all and then this state passes off after I have grasped what is inspired. Sometimes the angel comes in the from of a man and talks to me and I grasp whatever he says.\" ‘Aishah رضي الله عنها added: \"Verily, I saw the Prophet صلى الله عليه وسلم being inspired divinely and noticed the sweat dropping from his forehead on a very cold day as the revelation was over.\" (Sahih Al-Bukhâri, Vol.1, Hadîth No.2)","lang":"en"},{"name":"4:164","price":" 164. And Messengers We have mentioned to you before, and Messengers We have not mentioned to you, - and to Mûsâ (Moses) Allâh spoke directly.","arabic":"وَرُسُلٗا قَدۡ قَصَصۡنَٰهُمۡ عَلَيۡكَ مِن قَبۡلُ وَرُسُلٗا لَّمۡ نَقۡصُصۡهُمۡ عَلَيۡكَۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكۡلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":657,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:165","price":" 165. Messengers as bearers of good news as well as of warning in order that mankind should have no plea against Allâh after the (coming of) Messengers. And Allâh is Ever All-Powerful, All-Wise.","arabic":"رُّسُلٗا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةُۢ بَعۡدَ ٱلرُّسُلِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":658,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:166","price":" 166. But Allâh bears witness to that which He has sent down (the Qur’ân) unto you (O Muhammad صلى الله عليه وسلم); He has sent it down with His Knowledge, and the angels bear witness. And Allâh is All-Sufficient as a Witness.","arabic":"لَّٰكِنِ ٱللَّهُ يَشۡهَدُ بِمَآ أَنزَلَ إِلَيۡكَۖ أَنزَلَهُۥ بِعِلۡمِهِۦۖ وَٱلۡمَلَٰٓئِكَةُ يَشۡهَدُونَۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":659,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:167","price":" 167. Verily, those who disbelieve [by concealing the truth about Prophet Muhammad صلى الله عليه وسلم and his message of true Islâmic Monotheism written in the Taurât (Torah) and the Injeel (Gospel) with them] and prevent (mankind) from the Path of Allâh (Islâmic Monotheism); they have certainly strayed far away. (Tafsir Al-Qurtubî).","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ قَدۡ ضَلُّواْ ضَلَٰلَۢا بَعِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":660,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:168","price":" 168. Verily, those who disbelieve and did wrong [by concealing the truth about Prophet Muhammad صلى الله عليه وسلم and his message of true Islâmic Monotheism written in the Taurât (Torah) and the Injeel (Gospel) with them]; Allâh will not forgive them, nor will He guide them to any way - (Tafsir Al-Qurtubî).","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَظَلَمُواْ لَمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ طَرِيقًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":661,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:169","price":" 169. Except the way of Hell, to dwell therein forever; and this is ever easy for Allâh.[2]","arabic":"إِلَّا طَرِيقَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":662,"juzNumber":6,"footnotes":"(V.4:169) See the footnote of (V.3:85).","lang":"en"},{"name":"4:170","price":" 170. O mankind! Verily, there has come to you the Messenger (Muhammad صلى الله عليه وسلم) with the truth from your Lord. So believe in him, it is better for you. But if you disbelieve, then certainly to Allâh belongs all that is in the heavens and the earth. And Allâh is Ever All-Knowing, All-Wise.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلرَّسُولُ بِٱلۡحَقِّ مِن رَّبِّكُمۡ فَـَٔامِنُواْ خَيۡرٗا لَّكُمۡۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":663,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:171","price":" 171. O people of the Scripture (Christians)! Do not exceed the limits in your religion, nor say of Allâh aught but the truth. The Messiah ‘Îsâ (Jesus), son of Maryam (Mary), was (no more than) a Messenger of Allâh and His Word, (\"Be!\" - and he was) which He bestowed on Maryam (Mary) and a spirit (Rûh )[1] created by Him; so believe in Allâh and His Messengers. Say not: \"Three (trinity)!\" Cease! (it is) better for you. For Allâh is (the only) One Ilâh (God), glory be to Him (Far Exalted is He) above having a son. To Him belongs all that is in the heavens and all that is in the earth. And Allâh is All-Sufficient as a Disposer of affairs.[2]","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ وَلَا تَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلۡقَىٰهَآ إِلَىٰ مَرۡيَمَ وَرُوحٞ مِّنۡهُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُواْ ثَلَٰثَةٌۚ ٱنتَهُواْ خَيۡرٗا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَٰهٞ وَٰحِدٞۖ سُبۡحَٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٞۘ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":664,"juzNumber":6,"footnotes":"[1] (V.4:171) Rûh-ullâh: According to the early religious scholars from among the Companions of the Prophet صلى الله عليه وسلم and their students and the Mujtahidûn , there is a rule to distinguish between the two nouns in the genitive construction:\na) When one of the two nouns is Allâh, and the other is a person or a thing, e.g. Allâh’s House (Bait-ullâh); Allâh’s Messenger (Rasul-ullâh): Allâh’s slave (‘Abdullâh): Allâh’s spirit (Rûh-ullâh), the rule for the above words is that the second noun, e.g., house, messenger, slave, spirit is created by Allâh and is honourable in His Sight, and similarly, Allâh’s spirit may be understood as the spirit of Allâh, in fact it is a soul created by Allâh, i.e. ‘Îsâ (Jesus). And it was His Word: \"Be!\" -and he was.[i.e. ‘Îsâ (Jesus) was created like Adam].\nb) But when one of the two is Allâh and the second is neither a person nor a thing, then it is not a created thing but is a quality of Allâh e.g. Allâh’s Knowledge (‘Ilm-ullâh); Allâh’s Life (Hayât-ullâh); Allâh’s Statement (Kalâm-ullâh); Allâh’s Self (Dhat-ullâh).\n[2] (V.4:171) Narrated ‘Ubadah رضي الله عنه : The Prophet صلى الله عليه وسلم said, \"If anyone testifies that lâ ilâha illallâh (none has the right to be worshipped but Allâh Alone) Who has no partners, and that Muhammad صلى الله عليه وسلم is His slave and His Messenger, and that Jesus عليه السلام is Allâh’s slave and His Messenger and His Word (\"Be!\" - and he was) which He bestowed on Mary and a spirit (Rûh) created by Him, and that Paradise is the truth, and Hell is the truth - Allâh will admit him into Paradise with the deeds which he had done even if those deeds were few.\" (Junadah, the subnarrator said; \"Ubâdah added: ‘Such a person can enter Paradise through any of its eight gates he likes.’ \") (Sahih Al Bukhârî, Vol. 4, Hadîth No. 644).","lang":"en"},{"name":"4:172","price":" 172. The Messiah will never be proud to reject to be a slave to Allâh, nor the angels who are the near (to Allâh). And whosoever rejects His worship and is proud, then He will gather them all together unto Himself.","arabic":"لَّن يَسۡتَنكِفَ ٱلۡمَسِيحُ أَن يَكُونَ عَبۡدٗا لِّلَّهِ وَلَا ٱلۡمَلَٰٓئِكَةُ ٱلۡمُقَرَّبُونَۚ وَمَن يَسۡتَنكِفۡ عَنۡ عِبَادَتِهِۦ وَيَسۡتَكۡبِرۡ فَسَيَحۡشُرُهُمۡ إِلَيۡهِ جَمِيعٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":665,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:173","price":" 173. So, as for those who believed (in the Oneness of Allâh - Islâmic Monotheism) and did deeds of righteousness, He will give them their (due) rewards - and more out of His Bounty. But as for those who refused His worship and were proud, He will punish them with a painful torment. And they will not find for themselves besides Allâh any protector or helper.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡ وَيَزِيدُهُم مِّن فَضۡلِهِۦۖ وَأَمَّا ٱلَّذِينَ ٱسۡتَنكَفُواْ وَٱسۡتَكۡبَرُواْ فَيُعَذِّبُهُمۡ عَذَابًا أَلِيمٗا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":666,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:174","price":" 174. O mankind! Verily, there has come to you a convincing proof (Prophet Muhammad صلى الله عليه وسلم) from your Lord; and We sent down to you a manifest light (this Qur’ân).","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُم بُرۡهَٰنٞ مِّن رَّبِّكُمۡ وَأَنزَلۡنَآ إِلَيۡكُمۡ نُورٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":667,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:175","price":" 175. So, as for those who believed in Allâh and held fast to Him, He will admit them to His Mercy and Grace (i.e. Paradise), and guide them to Himself by the Straight Path.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَٱعۡتَصَمُواْ بِهِۦ فَسَيُدۡخِلُهُمۡ فِي رَحۡمَةٖ مِّنۡهُ وَفَضۡلٖ وَيَهۡدِيهِمۡ إِلَيۡهِ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":668,"juzNumber":6,"footnotes":"","lang":"en"},{"name":"4:176","price":"176. They ask you for a legal verdict. Say: \"Allâh directs (thus) about Al-Kalâlah (those who leave neither descendants nor ascendants as heirs). If it is a man that dies leaving a sister, but no child, she shall have half the inheritance. If (such a deceased was) a woman, who left no child, her brother takes her inheritance. If there are two sisters, they shall have two-thirds of the inheritance; if there are brothers and sisters, the male will have twice the share of the female. (Thus) does Allâh make clear to you (His Law) lest you go astray. And Allâh is the All-Knower of everything.\"","arabic":"يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":669,"juzNumber":6,"footnotes":"","lang":"en"}],"chapter":["4 (An-Nisa)","An-Nisa","Surah An-Nisa","Chapter An-Nisa","Nisa","Surah Nisa","Chapter Nisa","An Nisa","Surah An Nisa","Chapter An Nisa","Surah 4","Chapter 4","The Women","النِّسَاء"]}