{"data":[{"name":"40:1","price":" 1. Hâ-Mîm.","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:2","price":" 2. The revelation of the Book (this Qur’ân) is from Allâh, the All-Mighty, the All-Knower.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:3","price":" 3. The Forgiver of sin, the Acceptor of repentance, the Severe in punishment, the Bestower (of favours). Lâ ilâha illâ Huwa (none has the right to be worshipped but He), to Him is the final return.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:4","price":" 4. None disputes in the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh but those who disbelieve. So let not their ability of going about here and there through the land (for their purposes) deceive you [O Muhammad صلى الله عليه وسلم, for their ultimate end will be the Fire of Hell]!","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:5","price":" 5. The people of Nûh (Noah) and the Confederates after them denied (their Messengers) before these; and every (disbelieving) nation plotted against their Messenger to seize him, and disputed by means of falsehood to refute therewith the truth. So I seized them (with punishment), and how (terrible) was My punishment!","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:6","price":" 6. Thus has the Word of your Lord been justified against those who disbelieved, that they will be the dwellers of the Fire.[1]","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"(V.40:6) See the footnote of (V.3:85).","lang":"en"},{"name":"40:7","price":" 7. Those (angels) who bear the Throne (of Allâh) and those around it glorify the praises of their Lord, and believe in Him, and ask forgiveness for those who believe (in the Oneness of Allâh) (saying): \"Our Lord! You comprehend all things in mercy and knowledge, so forgive those who repent and follow Your Way, and save them from the torment of the blazing Fire!","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:8","price":"8. \"Our Lord! And make them enter the ‘Adn (Eden) Paradise (everlasting Gardens) which you have promised them - and to the righteous among their fathers, their wives, and their offspring! Verily, You are the All-Mighty, the All-Wise.","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:9","price":" 9. \"And save them from (the punishment, for what they did of) the sins, and whomsoever You save from (the punishment for what he did of) the sins (i.e. pardon him) that Day, him verily, You have taken into mercy.\" And that is the supreme success.","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:10","price":" 10. Those who disbelieve will be addressed (at the time of entering the Fire): \"Allâh’s aversion was greater towards you (in the worldly life when you used to reject the Faith) than your aversion towards one another (now in the Fire of Hell, as you are now enemies to one another), when you were called to the Faith but you used to refuse.\"","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:11","price":" 11. They will say: \"Our Lord! You have made us to die twice (i.e. we were dead in the loins of our fathers and dead after our life in this world), and You have given us life twice (i.e. life when we were born and life when we are Resurrected)! Now we confess our sins, then is there any way to get out (of the Fire)?\" (Tafsir Al-Qurtubi,)","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:12","price":" 12. (It will be said): \"This is because, when Allâh Alone was invoked (in worship) you disbelieved (denied), but when partners were joined to Him, you believed! So the judgement is only with Allâh, the Most High, the Most Great![1]\"","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"(V.40:12) Narrated ‘Abdullâh رضي الله عنه: \"The Prophet صلى الله عليه وسلم said one statement and I said another. The Prophet صلى الله عليه وسلم said: \"Whoever dies while still invoking anything other than Allâh as a rival to Allâh, will enter Hell (Fire).\" And I said, ‘Whoever dies without invoking anything as a rival to Allâh, will enter Paradise.’\" (Sahih Al-Bukhari, Vol. 6, Hadith No. 24).","lang":"en"},{"name":"40:13","price":" 13. It is He Who shows you His Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) and sends down (rain with which grows) provision for you from the sky. And none remembers but those who turn (to Allâh in obedience and) in repentance (by begging His Pardon and by worshipping and obeying Him Alone and none else).","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:14","price":" 14. So, call you (O Muhammad صلى الله عليه وسلم and the believers) upon (or invoke) Allâh making (your) worship pure for Him (Alone) (by worshipping none but Him and by doing religious deeds sincerely for Allâh’s sake only and not to show off and not to set up rivals with Him in worship), however much the disbelievers (in the Oneness of Allâh) may hate (it).","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:15","price":" 15. (He is Allâh) Owner of High Ranks and Degrees, the Owner of the Throne. He sends the revelation by His Command to any of His slaves He wills, that he (the person who receives revelation) may warn (men) of the Day of Mutual Meeting (i.e. the Day of Resurrection).","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:16","price":" 16. The Day when they will (all) come out, nothing of them will be hidden from Allâh. Whose is the kingdom this Day? (Allâh Himself will reply to His Question): It is Allâh’s the One, the Irresistible!","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:17","price":" 17. This Day shall every person be recompensed for what he earned. This Day no injustice (shall be done to anybody). Truly, Allâh is Swift in reckoning.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:18","price":" 18. And warn them (O Muhammad صلى الله عليه وسلم) of the Day that is drawing near (i.e. the Day of Resurrection), when the hearts will be choking the throats, and they can neither return them (hearts) to their chests nor can they throw them out. There will be no friend, nor an intercessor for the Zâlimûn (polytheists and wrong-doers), who could be given heed to.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:19","price":" 19. Allâh knows the fraud of the eyes, and all that the breasts conceal.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:20","price":" 20. And Allâh judges with truth, while those to whom they invoke besides Him, cannot judge anything. Certainly, Allâh! He is the All-Hearer, the All-Seer.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:21","price":" 21. Have they not travelled in the land and seen what was the end of those who were before them? They were superior to them in strength, and in the traces (which they left) in the land. But Allâh seized them with punishment for their sins. And none had they to protect them from Allâh.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:22","price":" 22. That was because there came to them their Messengers with clear evidence (proofs and signs) but they disbelieved (in them). So Allâh seized them (with punishment). Verily He is All-Strong, Severe in punishment.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:23","price":" 23. And indeed We sent Mûsâ (Moses) with Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), and a manifest authority,","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:24","price":" 24. To Fir‘aun (Pharaoh), Hâmân and Qârûn (Korah), but they called (him): \"A sorcerer, a liar!\"","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:25","price":" 25. Then, when he brought them the Truth from Us, they said: \"Kill the sons of those who believe with him and let their women live\"; but the plots of disbelievers are nothing but in vain!","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:26","price":" 26. Fir‘aun (Pharaoh) said: \"Leave me to kill Mûsâ (Moses), and let him call his Lord (to stop me from killing him)! I fear that he may change your religion, or that he may cause mischief to appear in the land!\"","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:27","price":" 27. Mûsâ (Moses) said: \"Verily I seek refuge in my Lord and your Lord from every arrogant who believes not in the Day of Reckoning!\"","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:28","price":" 28. And a believing man of Fir‘aun’s (Pharaoh) family, who hid his faith said: \"Would you kill a man because he says: My Lord is Allâh, and he has come to you with clear signs (proofs) from your Lord? And if he is a liar, upon him will be (the sin of) his lie; but if he is telling the truth, then some of that (calamity) wherewith he threatens you will befall on you.\" Verily, Allâh guides not one who is a Musrif (a polytheist, or a murderer who shed blood without a right, or those who commit great sins, oppressor, transgressor), a liar!","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:29","price":" 29. \"O my people! Yours is the kingdom today, you being dominant in the land. But who will save us from the Torment of Allâh, should it befall us?\" Fir‘aun (Pharaoh) said: \"I show you only that which I see (correct), and I guide you only to the path of right policy!\"","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:30","price":" 30. And he who believed said: \"O my people! Verily, I fear for you a fate like that day (of disaster) of the Confederates (of old)!","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:31","price":" 31. \"Like the fate of the people of Nûh (Noah), and ‘Âd, and Thamûd and those who came after them. And Allâh wills no injustice for (His) slaves.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:32","price":" 32. \"And, O my people! Verily, I fear for you the Day when there will be mutual calling (between the people of Hell and of Paradise).\"","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:33","price":" 33. A Day when you will turn your backs and flee having no protector from Allâh. And whomsoever Allâh sends astray, for him there is no guide.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:34","price":" 34. And indeed Yûsuf (Joseph) did come to you, in times gone by, with clear signs, but you ceased not to doubt in that which he did bring to you: till when he died you said: \"No Messenger will Allâh send after him.\" Thus Allâh leaves astray him who is a Musrif (a polytheist, an oppressor, a criminal, sinner who commit great sins) and a Murtâb (one who doubts Allâh’s Warning and His Oneness).","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:35","price":" 35. Those who dispute about the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh, without any authority that has come to them, it is greatly hateful and disgusting to Allâh and to those who believe. Thus does Allâh seal up the heart of every arrogant, tyrant. (So they cannot guide themselves to the Right Path).","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:36","price":" 36. And Fir‘aun (Pharaoh) said: \"O Hâmân! Build me a tower that I may arrive at the ways -","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:37","price":" 37. \"The ways of the heavens, and I may look upon the Ilâh (God) of Mûsâ (Moses): But verily, I think him to be a liar.\" Thus it was made fair-seeming, in Fir‘aun’s (Pharaoh) eyes, the evil of his deeds, and he was hindered from the (Right) Path; and the plot of Fir‘aun (Pharaoh) led to nothing but loss and destruction (for him).","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:38","price":" 38. And the man who believed said: \"O my people! Follow me, I will guide you to the way of right conduct [i.e. guide you to Allâh’s religion of Islâmic Monotheism with which Mûsâ (Moses) has been sent].","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:39","price":" 39. \"O my people! Truly, this life of the world is nothing but a (quick passing) enjoyment, and verily, the Hereafter that is the home that will remain forever.\"","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:40","price":" 40. \"Whosoever does an evil deed, will not be requited except the like thereof; and whosoever does a righteous deed, whether male or female and is a true believer (in the Oneness of Allâh), such will enter Paradise, where they will be provided therein (with all things in abundance) without limit.","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:41","price":"41. \"And O my people! How is it that I call you to salvation while you call me to the Fire!","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:42","price":" 42. \"You invite me to disbelieve in Allâh (and in His Oneness), and to join partners in worship with Him of which I have no knowledge; and I invite you to the All-Mighty, the Oft-Forgiving!","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:43","price":" 43. \"No doubt you call me to (worship) one who cannot grant (me) my request (or respond to my invocation) in this world or in the Hereafter. And our return will be to Allâh, and Al-Musrifûn (i.e. polytheists and arrogants, those who commit great sins, the transgressors of Allâh’s set limits): they shall be the dwellers of the Fire!","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:44","price":" 44. \"And you will remember what I am telling you, and my affair I leave it to Allâh. Verily, Allâh is the All-Seer of (His) slaves.\"","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:45","price":" 45. So Allâh saved him from the evils that they plotted (against him), while an evil torment encompassed Fir‘aun’s (Pharaoh) people.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:46","price":" 46. The Fire, they are exposed to it, morning and afternoon. And on the Day when the Hour will be established (it will be said to the angels): \"Cause Fir‘aun’s (Pharaoh) people to enter the severest torment!\"","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:47","price":" 47. And, when they will dispute in the Fire, the weak will say to those who were arrogant: \"Verily, we followed you: can you then take from us some portion of the Fire?\"","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:48","price":" 48. Those who were arrogant will say: \"We are all (together) in this (Fire)! Verily, Allâh has judged between (His) slaves!\"","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:49","price":" 49. And those in the Fire will say to the keepers (angels) of Hell: \"Call upon your Lord to lighten for us the torment for a day!\"","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:50","price":"50. They will say: \"Did there not come to you, your Messengers with (clear) evidence (and signs)?\" They will say: \"Yes.\" They will reply: \"Then call (as you like)! And the invocation of the disbelievers is nothing but in vain (as it will not be answered by Allâh)!\"","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:51","price":" 51. Verily, We will indeed make victorious Our Messengers and those who believe (in the Oneness of Allâh - Islâmic Monotheism) in this world’s life and on the Day when the witnesses will stand forth, (i.e. Day of Resurrection) -","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:52","price":" 52. The Day when their excuses will be of no profit to Zâlimûn (polytheists, wrong-doers and disbelievers in the Oneness of Allâh). Theirs will be the curse, and theirs will be the evil abode (i.e. painful torment in Hell-fire).","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:53","price":" 53. And, indeed We gave Mûsâ (Moses) the guidance, and We caused the Children of Israel to inherit the Scripture [i.e. the Taurât (Torah)] -","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:54","price":" 54. A guide and a reminder for men of understanding.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:55","price":" 55. So be patient (O Muhammad صلى الله عليه وسلم). Verily, the Promise of Allâh is true, and ask forgiveness for your fault[1] and glorify the praises of your Lord in the ‘Ashî (i.e. the time period after the midnoon till sunset) and in the Ibkâr (i.e. the time period from early morning or sunrise till before midnoon) [it is said that, that means the five compulsory congregational Salât (prayers) or the ‘Asr and Fajr prayers].","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"(V.40:55) See the footnote of (V.4:106).","lang":"en"},{"name":"40:56","price":" 56. Verily those who dispute about the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh, without any authority having come to them, there is nothing else in their breasts except pride [to accept you (Muhammad صلى الله عليه وسلم) as a Messenger of Allâh and to obey you][2]. They will never have it (i.e. Prophethood which Allâh has bestowed upon you). So seek refuge in Allâh (O Muhammad صلى الله عليه وسلم from the arrogants). Verily, it is He Who is the All-Hearer, the All-Seer.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"(V.40:56) See the footnote of (V.3:85).","lang":"en"},{"name":"40:57","price":" 57. The creation of the heavens and the earth is indeed greater than the creation of mankind; yet, most of mankind know not.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:58","price":" 58. And not equal are the blind and those who see; nor are (equal) those who believe (in the Oneness of Allâh - Islâmic Monotheism), and do righteous good deeds, and those who do evil. Little do you remember!","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:59","price":" 59. Verily, the Hour (Day of Judgement) is surely coming, there is no doubt about it, yet most men believe not.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:60","price":" 60. And your Lord said: \"Invoke Me, [i.e. believe in My Oneness (Islâmic Monotheism) and ask Me for anything] I will respond to your (invocation). Verily! Those who scorn My worship [i.e. do not invoke Me, and do not believe in My Oneness, (Islâmic Monotheism)] they will surely enter Hell in humiliation!\"","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:61","price":" 61. Allâh, it is He Who has made the night for you that you may rest therein and the day for you to see. Truly, Allâh is full of Bounty to mankind; yet, most of mankind give no thanks.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:62","price":" 62. That is Allâh, your Lord, the Creator of all things: Lâ ilâha illâ Huwa (none has the right to be worshipped but He). How then are you turning away (from Allâh, by worshipping others instead of Him)?","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:63","price":" 63. Thus were turned away those who used to deny the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:64","price":" 64. Allâh, it is He Who has made for you the earth as a dwelling place and the sky as a canopy, and has given you shape and made your shapes good (looking) and has provided you with good things. That is Allâh, your Lord: so Blessed be Allâh, the Lord of the ‘Âlamîn (mankind, jinn and all that exists).","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:65","price":" 65. He is the Ever Living, Lâ ilâha illâ Huwa (none has the right to be worshipped but He); so invoke Him making your worship pure for Him Alone (by worshipping Him Alone, and none else, and by doing righteous deeds sincerely for Allâh’s sake only, and not to show off, and not setting up rivals with Him in worship). All the praises and thanks be to Allâh, the Lord of the ‘Âlamîn (mankind, jinn and all that exists).","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:66","price":" 66. Say (O Muhammad صلى الله عليه وسلم): \"I have been forbidden to worship those whom you worship besides Allâh, since there have come to me evidence from my Lord; and I am commanded to submit (in Islâm) to the Lord of the ‘Âlamîn (mankind, jinn and all that exists).","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:67","price":" 67. It is He, Who has created you (Adam) from dust, then from a Nutfah [mixed semen drops of male and female sexual discharge (i.e. Adam’s offspring)] then from a clot (a piece of coagulated blood), then brings you forth as an infant, then (makes you grow) to reach the age of full strength, and afterwards to be old (men and women)- though some among you die before,- and that you reach an appointed term in order that you may understand.[1]","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"(V.40:67) See the footnote of (V.22:5).","lang":"en"},{"name":"40:68","price":" 68. It is He Who gives life and causes death. And when He decides upon a thing He says to it only: \"Be!\" - and it is.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:69","price":" 69. See you not those who dispute about the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh? How are they turning away [from the truth, (i.e. Islâmic Monotheism to the falsehood (i.e. polytheism)]?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:70","price":" 70. Those who deny the Book (this Qur’ân), and that with which We sent Our Messengers (i.e. to worship none but Allâh Alone sincerely, and to reject all false deities and to confess resurrection after the death for recompense) they will come to know (when they will be cast into the Fire of Hell).","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:71","price":" 71. When iron collars will be rounded over their necks, and the chains, they shall be dragged along,[2]","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"(V.40:71) See the footnote of (V.17:97).","lang":"en"},{"name":"40:72","price":" 72. In the boiling water, then they will be burned in the Fire.[3]","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"(V.40:72) See the footnote of (V.3:85).","lang":"en"},{"name":"40:73","price":" 73. Then it will be said to them: \"Where are (all) those whom you used to join in worship as partners[4]","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"(V.40:73) See the footnote of (V.4:135).","lang":"en"},{"name":"40:74","price":" 74. \"Besides Allâh\"? They will say: \"They have vanished from us: Nay, we did not invoke (worship) anything before.\" Thus Allâh leads astray the disbelievers.[5]","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"(V.40:74) See the footnote of (V.2:165).","lang":"en"},{"name":"40:75","price":" 75. That was because you had been exulting in the earth without any right (by worshipping others instead of Allâh and by committing crimes), and that you used to rejoice extremely (in your error).","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:76","price":" 76. Enter the gates of Hell to abide therein: and (indeed) what an evil abode of the arrogant!","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:77","price":" 77. So be patient (O Muhammad صلى الله عليه وسلم); verily, the Promise of Allâh is true and whether We show you (O Muhammad صلى الله عليه وسلم in this world) some part of what We have promised them, or We cause you to die then still it is to Us they all shall be returned.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:78","price":"78. And, indeed We have sent Messengers before you (O Muhammad صلى الله عليه وسلم): of some of them We have related to you their story.[1] And of some We have not related to you their story, and it was not given to any Messenger that he should bring a sign except by the Leave of Allâh. But, when comes the Commandment of Allâh, the matter will be decided with truth, and the followers of falsehood will then be lost.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"(V.40:78) There are many Prophets and Messengers of Allâh. About twenty-five of them are mentioned in the Qur’an; out of these twenty-five, only five are of strong will, namely: Muhammad صلى الله عليه وسلم, Nûh (Noah), Ibrâhîm (Abraham), Mûsâ (Moses), and ‘Îsâ (Jesus) - son of Maryam (Mary) عليهم السلام .","lang":"en"},{"name":"40:79","price":" 79. Allâh, it is He Who has made cattle for you, that you may ride on some of them, and of some you eat.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:80","price":" 80. And you have (many other) benefits from them, and that you may reach by their means a desire that is in your breasts (i.e. carry your goods, loads, etc.), and on them and on ships you are carried.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:81","price":" 81. And He shows you His Ayât (signs and proofs) (of His Oneness in all the above-mentioned things). Which, then of the Ayât (signs and proofs) of Allâh do you deny?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:82","price":" 82. Have they not travelled through the earth and seen what was the end of those before them? They were more in number than them and mightier in strength, and in the traces (they have left behind them) in the land; yet all that they used to earn availed them not.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:83","price":" 83. Then when their Messengers came to them with clear proofs, they were glad (and proud) with that which they had of the knowledge (of worldly things). And that at which they used to mock, surrounded them (i.e. the punishment).","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:84","price":" 84. So when they saw Our punishment, they said: \"We believe in Allâh Alone and reject (all) that we used to associate with Him as (His) partners.","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"en"},{"name":"40:85","price":" 85. Then their Faith (in Islâmic Monotheism) could not avail them when they saw Our punishment. (Like) this has been the way of Allâh in dealing with His slaves. And there the disbelievers lost utterly (when Our Torment covered them).","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"en"}],"chapter":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"]}