{"data":[{"name":"46:1","price":"1. Hâ-Mîm.","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:2","price":" 2. The revelation of the Book (this Qur’ân) is from Allâh, the All-Mighty, the All-Wise.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:3","price":" 3. We created not the heavens and the earth and all that is between them except with truth, and for an appointed term. But those who disbelieve turn away from that whereof they are warned.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:4","price":" 4. Say (O Muhammad صلى الله عليه وسلم to these pagans): \"Think you about all that you invoke besides Allâh? Show me. What have they created of the earth? Or have they a share in (the creation of) the heavens? Bring me a Book (revealed before this), or some trace of knowledge (in support of your claims), if you are truthful!\"","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:5","price":" 5. And who is more astray than one who calls on (invokes) besides Allâh, such as will not answer him till the Day of Resurrection, and who are (even) unaware of their calls (invocations) to them?[2]","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"(V.46:5) See the footnote of (V.2:165).","lang":"en"},{"name":"46:6","price":" 6. And when mankind are gathered (on the Day of Resurrection), they (false deities) will become their enemies and will deny their worshipping.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:7","price":" 7. And when Our Clear Verses are recited to them, the disbelievers say of the truth (this Qur’ân) when it reaches them: \"This is plain magic!\"","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:8","price":" 8. Or say they: \"He (Muhammad صلى الله عليه وسلم) has fabricated it.\" Say: \"If I have fabricated it? still you have no power to support me against Allâh. He knows best of what you say among yourselves concerning it (i.e. this Qur’ân)! Sufficient is He as a witness between me and you! And He is the Oft-Forgiving, the Most Merciful.\"","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:9","price":" 9. Say (O Muhammad صلى الله عليه وسلم): \"I am not a new thing among the Messengers (of Allâh i.e. I am not the first Messenger) nor do I know what will be done with me or with you. I only follow that which is revealed to me, and I am but a plain warner.\"","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:10","price":" 10. Say: \"Tell me! If this (Qur’ân) is from Allâh and you deny it, and a witness from among the Children of Israel (‘Abdullâh bin Salâm رضي الله عنه) testifies that [this Qur’ân is from Allâh (like the Taurât (Torah)], and he believed (embraced Islâm)[1] while you are too proud (to believe).\" Verily, Allâh guides not the people who are Zâlimûn (polytheists, disbelievers and wrong-doers).","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"(V.46:10) See the footnote of (V.5:66).","lang":"en"},{"name":"46:11","price":" 11. And those who disbelieve (the strong and wealthy) say of those who believe (the weak and poor): \"Had it (Islâmic Monotheism to which Muhammad صلى الله عليه وسلم is inviting mankind) been a good thing, they (the weak and poor) would not have preceded us thereto!\" And when they have not let themselves be guided by it (this Qur’ân), they say: \"This is an ancient lie!\"","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:12","price":" 12. And before this was the Scripture of Mûsâ (Moses) as a guide and a mercy. And this is a confirming Book (the Qur’ân) in the Arabic language, to warn those who do wrong, and as glad tidings to the Muhsinûn (good-doers. See the footnote of V.9:120).","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:13","price":" 13. Verily, those who say: \"Our Lord is (only) Allâh,\" and thereafter stand firm and straight on the Islâmic Faith of Monotheism,[2] on them shall be no fear, nor shall they grieve.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"(V.46:13): stand firm on the Islamic Monotheism i.e. by abstaining from all kinds of sins and evil deeds which Allâh has forbidden and by performing all kinds of good deeds which He has ordained. [See the footnote of (v.41:30)].","lang":"en"},{"name":"46:14","price":" 14. Such shall be the dwellers of Paradise, abiding therein (forever) - a reward for what they used to do.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:15","price":" 15. And We have enjoined on man to be dutiful and kind to his parents. His mother bears him with hardship. And she brings him forth with hardship, and the bearing of him, and the weaning of him is thirty months, till when he attains full strength and reaches forty years, he says: \"My Lord! Grant me the power and ability that I may be grateful for Your Favour which You have bestowed upon me and upon my parents, and that I may do righteous good deeds, such as please You, and make my offspring good. Truly, I have turned to You in repentance, and truly, I am one of the Muslims (submitting to Your Will).\"","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:16","price":" 16. They are those from whom We shall accept the best of their deeds and overlook their evil deeds. (They shall be) among the dwellers of Paradise - a promise of truth, which they have been promised.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:17","price":" 17. But he who says to his parents: \"Fie upon you both! Do you hold out the promise to me that I shall be raised up (again) when generations before me have passed away (without rising)?\" While they (father and mother) invoke Allâh for help (and rebuke their son): \"Woe to you! Believe! Verily, the Promise of Allâh is true.\" But he says: \"This is nothing but the tales of the ancient.\"","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:18","price":" 18. They are those against whom the Word (of torment) is justified among the previous generations of jinn and mankind that have passed away. Verily, they are ever the losers.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:19","price":" 19. And for all, there will be degrees according to that which they did, that He (Allâh) may recompense them in full for their deeds. And they will not be wronged.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:20","price":" 20. On the Day when those who disbelieve (in the Oneness of Allâh - Islâmic Monotheism) will be exposed to the Fire (it will be said): \"You received your good things in the life of the world, and you took your pleasure therein. Now this Day you shall be recompensed with a torment of humiliation, because you were arrogant in the land without a right, and because you used to rebel against Allâh’s Command (disobey Allâh).","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:21","price":"21. And remember (Hûd) the brother of ‘Âd, when he warned his people in Al-Ahqâf (the curved sand-hills in the southern part of Arabian Peninsula). And surely, there have passed away warners before him and after him (saying): \"Worship none but Allâh; truly, I fear for you the torment of a mighty Day (i.e. the Day of Resurrection).\"","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:22","price":" 22. They said: \"Have you come to turn us away from our âlihah (gods)? Then bring us that with which you threaten us, if you are one of the truthful!\"","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:23","price":" 23. He said: \"The knowledge (of the time of its coming) is with Allâh only. And I convey to you that wherewith I have been sent, but I see that you are a people given to ignorance!\"","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:24","price":" 24. Then, when they saw it as a dense cloud coming towards their valleys, they said: \"This is a cloud bringing us rain!\" Nay, but it is that (torment) which you were asking to be hastened - a wind wherein is a painful torment!","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:25","price":" 25. Destroying everything by the Command of its Lord! So they became such that nothing could be seen except their dwellings! Thus do We recompense the people who are Mujrimûn (polytheists, disbelievers, sinners)!","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:26","price":" 26. And indeed We had firmly established them with that wherewith We have not established you (O Quraish)! And We had assigned them the (faculties of) hearing (ears), seeing (eyes), and hearts; but their hearing (ears), seeing (eyes), and their hearts availed them nothing since they used to deny the Ayât (Allâh’s Prophets and their Prophethood, proofs, evidence, verses, signs, revelations) of Allâh, and they were completely encircled by that which they used to mock at!","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:27","price":" 27. And indeed We have destroyed towns (populations) round about you, and We have (repeatedly) shown (them) the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) in various ways that they might return (to the truth and believe in the Oneness of Allâh - Islâmic Monotheism).","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:28","price":" 28. Then why did those whom they had taken for âlihah (gods) besides Allâh, as a way of approach (to Allâh) not help them? Nay, but they vanished completely from them (when there came the torment). And that was their lie, and their inventions which they had been inventing (before their destruction).","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:29","price":" 29. And (remember) when We sent towards you (Muhammad صلى الله عليه وسلم) a group (three to ten persons) of the jinn, (quietly) listening to the Qur’ân. When they stood in the presence thereof, they said: \"Listen in silence!\" And when it was finished, they returned to their people, as warners.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:30","price":" 30. They said: \"O our people! Verily, we have heard a Book (this Qur’ân) sent down after Mûsâ (Moses), confirming what came before it: it guides to the truth and to the Straight Path (i.e. Islâm).","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:31","price":" 31. O our people! Respond (with obedience) to Allâh’s Caller (i.e. Allâh’s Messenger Muhammad صلى الله عليه وسلم), and believe in him (i.e. believe in that which Muhammad صلى الله عليه وسلم has brought from Allâh and follow him). He (Allâh) will forgive you of your sins, and will save you from a painful torment (i.e. Hell-fire)[1]","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"(V.46:31) See the footnote of (V.3:85).","lang":"en"},{"name":"46:32","price":" 32. And whosoever does not respond to Allâh’s Caller, he cannot escape on earth, and there will be no Auliyâ’ (lords, helpers, supporters, protectors) for him besides Allâh (from Allâh’s punishment). Those are in manifest error.","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:33","price":" 33. Do they not see that Allâh, Who created the heavens and the earth, and was not wearied by their creation, is Able to give life to the dead? Yes, He surely is Able to do all things.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:34","price":" 34. And on the Day when those who disbelieve will be exposed to the Fire (it will be said to them): \"Is this not the truth?\" They will say: \"Yes, By our Lord!\" He will say: \"Then taste the torment, because you used to disbelieve!\"","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:35","price":" 35. Therefore be patient (O Muhammad صلى الله عليه وسلم) as did the Messengers of strong will[2] and be in no haste about them (disbelievers). On the Day when they will see that (torment) with which they are promised (i.e. threatened, it will be) as if they had not stayed more than an hour in a single day. (O mankind! this Qur’ân is sufficient as) a clear Message (or proclamation to save yourself from destruction). But shall any be destroyed except the people who are Al-Fâsiqûn (the rebellious against Allâh’s Command, the disobedient to Allâh)?","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"(V.46:35) There are many Prophets and Messengers of Allah, about twenty-five of them are mentioned in the Qur’an; out of these twenty-five, only five are of strong will: namely, Muhammad صلى الله عليه وسلم, Nûh (Noah), Ibrâhîm (Abraham), Mûsâ (Moses) and ‘Îsâ (Jesus), son of Maryam (Mary) عليها السلام .","lang":"en"}],"chapter":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"]}