{"data":[{"name":"57:1","price":"1. Whatsoever is in the heavens and the earth glorifies Allâh - and He is the All-Mighty, All-Wise.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:2","price":" 2. His is the kingdom of the heavens and the earth. It is He Who gives life and causes death: and He is Able to do all things.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:3","price":" 3. He is the First (nothing is before Him) and the Last (nothing is after Him), the Most High (nothing is above Him) and the Most Near (nothing is nearer than Him). And He is the All-Knower of every thing.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:4","price":" 4. He it is Who created the heavens and the earth in six Days and then rose over (Istawâ) the Throne (in a manner that suits His Majesty). He knows what goes into the earth and what comes forth from it, and what descends from the heaven and what ascends thereto. And He is with you (by His Knowledge) wheresoever you may be. And Allâh is the All-Seer of what you do.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:5","price":" 5. His is the kingdom of the heavens and the earth. And to Allâh return all the matters (for decision).","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:6","price":" 6. He merges night into day (i.e. the decrease in the hours of the night is added into the hours of the day), and merges day into night (i.e. the decrease in the hours of the day is added into the hours of the night), and He has full knowledge of whatsoever is in the breasts.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:7","price":" 7. Believe in Allâh and His Messenger (Muhammad صلى الله عليه وسلم), and spend of that whereof He has made you trustees.[1] And such of you as believe and spend (in Allâh’s Way), theirs will be a great reward.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"(V.57:7) See the footnote of (V.4:37).","lang":"en"},{"name":"57:8","price":" 8. And what is the matter with you that you believe not in Allâh! While the Messenger (Muhammad صلى الله عليه وسلم) invites you to believe in your Lord (Allâh); and He (Allâh) has indeed taken your covenant, if you are real believers.","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:9","price":" 9. It is He Who sends down manifest Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) to His slave (Muhammad صلى الله عليه وسلم) that He may bring you out from darkness into light. And verily, Allâh is to you full of kindness, Most Merciful.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:10","price":" 10. And what is the matter with you that you spend not in the Cause of Allâh? And to Allâh belongs the heritage of the heavens and the earth. Not equal among you are those who spent and fought before the conquering (of Makkah, with those among you who did so later). Such are higher in degree than those who spent and fought afterwards. But to all Allâh has promised the best (reward). And Allâh is All-Aware of what you do.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:11","price":" 11. Who is he that will lend Allâh a goodly loan: then (Allâh) will increase it manifold to his credit (in repaying), and he will have (besides) a good reward (i.e. Paradise).","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:12","price":" 12. On the Day you shall see the believing men and the believing women: their light running forward before them and by their right hands. Glad tidings for you this Day! Gardens under which rivers flow (Paradise), to dwell therein forever! Truly, this is the great success!","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:13","price":" 13. On the Day when the hypocrites - men and women - will say to the believers: \"Wait for us! Let us get something from your light!\" It will be said: \"Go back to your rear! Then seek a light!\" So a wall will be put up between them, with a gate therein. Inside it will be mercy, and outside it will be torment.\"","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:14","price":" 14. (The hypocrites) will call the believers: \"Were we not with you?\" The believers will reply: \"Yes! But you led yourselves into temptations, you looked forward for our destruction; you doubted (in Faith) and you were deceived by false desires, till the Command of Allâh came to pass. And the chief deceiver (Satan) deceived you in respect of Allâh.\"","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:15","price":" 15. So this Day no ransom shall be taken from you (hypocrites), nor of those who disbelieved, (in the Oneness of Allâh - Islâmic Monotheism). Your abode is the Fire. That is your maulâ (friend - proper place), and worst indeed is that destination.","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:16","price":" 16. Has not the time come for the hearts of those who believe (in the Oneness of Allâh - Islâmic Monotheism) to be affected by Allâh’s Reminder (this Qur’ân), and that which has been revealed of the truth, lest they become as those who received the Scripture [the Taurât (Torah) and the Injeel (Gospel)] before (i.e. Jews and Christians), and the term was prolonged for them and so their hearts were hardened? And many of them were Fâsiqûn (the rebellious, the disobedient to Allâh).","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:17","price":" 17. Know that Allâh gives life to the earth after its death! Indeed We have made clear the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) to you, if you but understand.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:18","price":" 18. Verily, those who give Sadaqât (i.e. Zakât and alms), men and women, and lend Allâh a goodly loan, it shall be increased manifold (to their credit), and theirs shall be an honourable good reward (i.e. Paradise).","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:19","price":" 19. And those who believe in (the Oneness of) Allâh and His Messengers - they are the Siddiqûn (i.e. those followers of the Prophets who were first and foremost to believe in them), and the martyrs with their Lord, they shall have their reward and their light. But those who disbelieve (in the Oneness of Allâh - Islâmic Monotheism) and deny Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) - they shall be the dwellers of the blazing Fire.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:20","price":" 20. Know that the life of this world is only play and amusement, pomp and mutual boasting among you, and rivalry in respect of wealth and children. (It is) as the likeness of vegetation after rain, thereof the growth is pleasing to the tiller; afterwards it dries up and you see it turning yellow; then it becomes straw. But in the Hereafter (there is) a severe torment (for the disbelievers - evil-doers), and (there is) Forgiveness from Allâh and (His) Good Pleasure (for the believers - good-doers). And the life of this world is only a deceiving enjoyment.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:21","price":" 21. Race with one another in hastening towards forgiveness from your Lord (Allâh), and Paradise the width whereof is as the width of the heaven and the earth, prepared for those who believe in Allâh and His Messengers. That is the Grace of Allâh which He bestows on whom He is pleased with. And Allâh is the Owner of Great Bounty.","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:22","price":" 22. No calamity befalls on the earth or in yourselves but it is inscribed in the Book of Decrees (Al-Lauh Al-Mahfûz) before We bring it into existence. Verily, that is easy for Allâh.[1]","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"(V.57:22) Narrated Ibn ‘Abbas رضي الله عنهما : Once I was behind the Prophet صلى الله عليه وسلم and he said: \"O boy, I will teach you a few words:\n(a) Be loyal and obedient to Allâh [worship Him (Alone)], remember Him always, obey His Orders. He will save you from every evil and will take care of you in all the spheres of life.\n(b) Be loyal and obedient to Allâh, you will find Him near (in front of you) i.e. He will respond to your requests.\n(c) If you ask, ask Allâh.\n(d) If you seek help, seek help from Allâh.\n(e) Know that if all the people get together in order to benefit you with something, they will not be able to benefit you in anything except what Allâh has decreed for you. And if they all get together in order to harm you with something, they will not be able to harm you in anything except what Allâh has decreed for you.\nThe pens have stopped writings [Divine (Allâh’s) Preordainments]. And (the ink over) the papers (Book of Decrees) has dried.\" [This Hadith is quoted in Sahih At-Tirmidhi].\n","lang":"en"},{"name":"57:23","price":" 23. In order that you may not grieve at the things that you fail to get, nor rejoice over that which has been given to you. And Allâh likes not prideful boasters.","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:24","price":" 24. Those who are misers and enjoin upon people miserliness - (Allâh is not in need of their charity). And whosoever turns away (from Faith - Allâh’s Monotheism), then Allâh is Rich (Free of all needs), Worthy of all praise.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:25","price":" 25. Indeed We have sent Our Messengers with clear proofs, and revealed with them the Scripture and the Balance (justice) that mankind may keep up justice. And We brought forth iron wherein is mighty power (in matters of war[1]), as well as many benefits for mankind, that Allâh may test who it is that will help Him (His religion) and His Messengers in the unseen. Verily, Allâh is All-Strong, All-Mighty.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"(V.57:25) Paradise is under the blades of swords (in Jihâd in Allâh’s cause).\na) Narrated Al-Mughîrah bin Shu‘bah رضي الله عنه : Our Prophet صلى الله عليه وسلم told us about the Message of our Lord that...\"whoever amongst us is killed (in Jihâd in Allâh’s cause) will go to Paradise\". ‘Umar asked the Prophet صلى الله عليه وسلم \" Is it not true that our men who are killed (in Jihâd in Allâh’s cause) will go to Paradise and theirs (i.e. those of the pagan’s) will go to the (Hell) Fire?\" The Prophet صلى الله عليه وسلم said, \"Yes\".\nb) Narrated ‘Abdullâh bin Abî Aufâ رضي الله عنهما ! Allâh’s Messenger صلى الله عليه وسلم said, \"Know that Paradise is under the shades of sword (Jihâd in Allâh’s cause). (Sahih Al-Bukhari, Vol.4, Hadîth No.73 and its chapter No.22).","lang":"en"},{"name":"57:26","price":" 26. And indeed, We sent Nûh (Noah) and Ibrâhîm (Abraham), and placed in their offspring Prophethood and Scripture. And among them there are some who are guided; but many of them are Fâsiqûn (rebellious, disobedient to Allâh).","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:27","price":" 27. Then, We sent after them Our Messengers, and We sent ‘Îsâ (Jesus) - son of Maryam (Mary), and gave him the Injeel (Gospel). And We ordained in the hearts of those who followed him compassion and mercy. But the monasticism which they invented for themselves, We did not prescribe for them, but (they sought it) only to please Allâh therewith, but they did not observe it with the right observance. So We gave those among them who believed their (due) reward; but many of them are Fâsiqûn (rebellious, disobedient to Allâh).","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:28","price":" 28. O you who believe [in Mûsâ (Moses) (i.e. Jews) and ‘Îsâ (Jesus) (i.e. Christians)]! Fear Allâh, and believe in His Messenger (Muhammad صلى الله عليه وسلم), He will give you a double portion of His Mercy, and He will give you a light by which you shall walk (straight). And He will forgive you. And Allâh is Oft-Forgiving, Most Merciful.[2]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"(V.57:28)\n(a) Narrated Abû Buradah’s father: Allâh’s Messenger صلى الله عليه وسلم said, \"Any man who has a slave-girl whom he educates properly, teaches good manners, manumits and marries her will get a double reward. And if any man of the people of the Scriptures (Jews and Christians) believes in his own Prophet and then believes in me (Muhammad صلى الله عليه وسلم) too, he will (also) get a double reward. And any slave who fulfils his duty to his master and to his Lord (Allâh) will (also) get a double reward.\" (Sahih Al-Bukhari, Vol.7, Hadîth No.20).\n(b) It is obligatory to have Belief in the Messengership of the Prophet (Muhammad صلى الله عليه وسلم).\nNarrated Abu Hurairah رضي الله عنه : Allâh’s Messenger صلى الله عليه وسلم said, \"By Him (Allâh) in Whose Hand Muhammad’s soul is, there is none from amongst the Jews and the Christians (of these present nations) who hears about me and then dies without believing in the Message with which I have been sent (i.e. Islâmic Monotheism), but he will be from the dwellers of the (Hell) Fire.\" (Sahih Muslim , the Book of Faith, Vol.1, Chapter No.240) See also (V.3:85) and (V.3:116).","lang":"en"},{"name":"57:29","price":" 29. So that the people of the Scripture (Jews and Christians) may know that they have no power whatsoever over the Grace of Allâh, and that (His) Grace is (entirely) in His Hand to bestow it on whomsoever He wills. And Allâh is the Owner of Great Bounty.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"","lang":"en"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}