{"data":[{"name":"58:1","price":"1. Indeed Allâh has heard the statement of her (Khaulah bint Tha‘labah) that disputes with you (O Muhammad صلى الله عليه وسلم) concerning her husband (Aus bin As-Sâmit), and complains to Allâh. And Allâh hears the argument between you both. Verily, Allâh is All-Hearer, All-Seer.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:2","price":" 2. Those among you who make their wives unlawful to them by (Zihâr الظهار)[1] (i.e. by saying to them \"You are like my mother’s back,\") they cannot be their mothers. None can be their mothers except those who gave them birth. And verily, they utter an ill word and a lie. And verily, Allâh is Oft-Pardoning, Oft-Forgiving.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"(V.58:2) Az-Zihâr الظهار is the saying of a husband to his wife: You are to me like the back of my mother (i.e. unlawful for me to approach).","lang":"en"},{"name":"58:3","price":" 3. And those who make unlawful to them their wives by Zihâr and wish to free themselves from what they uttered, (the penalty) in that case is the freeing of a slave before they touch each other. That is an admonition to you (so that you may not repeat such an ill thing). And Allâh is All-Aware of what you do.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:4","price":" 4. And he who finds not (the money for freeing a slave) must fast two successive months before they both touch each other. And he who is unable to do so, should feed sixty Miskîns (poor). That is in order that you may have perfect Faith in Allâh and His Messenger. These are the limits set by Allâh. And for disbelievers, there is a painful torment.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:5","price":" 5. Verily, those who oppose Allâh and His Messenger (Muhammad صلى الله عليه وسلم)[2] will be disgraced, as those before them (among the past nation) were disgraced. And We have sent down clear Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.). And for the disbelievers is a disgracing torment.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"(V.58:5) See the footnote of (V.3:85).","lang":"en"},{"name":"58:6","price":" 6. On the Day when Allâh will resurrect them all together (i.e. on the Day of Resurrection) and inform them of what they did. Allâh has kept account of it, while they have forgotten it. And Allâh is Witness over all things.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:7","price":"7. Have you not seen that Allâh knows whatsoever is in the heavens and whatsoever is on the earth? There is no Najwâ[1] (secret counsel) of three but He is their fourth (with His Knowledge, while He Himself is over the Throne, over the seventh heaven), nor of five but He is their sixth (with His Knowledge), nor of less than that or more but He is with them (with His Knowledge) wheresoever they may be. And afterwards on the Day of Resurrection He will inform them of what they did. Verily, Allâh is the All-Knower of everything.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"(V.58:7) See the footnote of (V.11:18)","lang":"en"},{"name":"58:8","price":" 8. Have you not seen those who were forbidden to hold secret counsels, and afterwards returned to that which they had been forbidden, and conspired together for sin and wrong doing and disobedience to the Messenger (Muhammad صلى الله عليه وسلم). And when they come to you, they greet you with a greeting wherewith Allâh greets you not, and say within themselves: \"Why should Allâh punish us not for what we say?\" Hell will be sufficient for them; they will burn therein. And worst indeed is that destination!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:9","price":" 9. O you who believe! When you hold secret counsel, do it not for sin and wrong-doing, and disobedience towards the Messenger (Muhammad صلى الله عليه وسلم), but do it for Al-Birr (righteousness) and Taqwâ (virtues and piety); and fear Allâh unto Whom you shall be gathered.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:10","price":" 10. Secret counsels (conspiracies) are only from Shaitân (Satan), in order that he may cause grief to the believers. But he cannot harm them in the least, except as Allâh permits. And in Allâh let the believers put their trust[2].","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"(V.58:10) See the footnote (A) of (V.12:67).","lang":"en"},{"name":"58:11","price":" 11. O you who believe! When you are told to make room in the assemblies, (spread out and) make room. Allâh will give you (ample) room (from His Mercy). And when you are told to rise up [for prayers, or Jihâd (holy fighting in Allâh’s cause), or for any other good deed], rise up. Allâh will exalt in degree those of you who believe, and those who have been granted knowledge. And Allâh is Well-Acquainted with what you do.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:12","price":" 12. O you who believe! When you (want to) consult the Messenger (Muhammad صلى الله عليه وسلم) in private, spend something in charity before your private consultation. That will be better and purer for you. But if you find not (the means for it), then verily, Allâh is Oft-Forgiving, Most Merciful.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:13","price":" 13. Are you afraid of spending in charity before your private consultation (with him)? If then you do it not, and Allâh has forgiven you, then (at least) perform Salât (Iqâmat-as-Salât ) and give Zakât and obey Allâh (i.e. do all that Allâh and His Messenger صلى الله عليه وسلم order you to do). And Allâh is All-Aware of what you do.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:14","price":" 14. Have you (O Muhammad صلى الله عليه وسلم) not seen those (hypocrites) who take as friends a people upon whom is the Wrath of Allâh (i.e. Jews)? They are neither of you (Muslims) nor of them (Jews), and they swear to a lie while they know.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:15","price":" 15. Allâh has prepared for them a severe torment. Evil indeed is that which they used to do.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:16","price":" 16. They have made their oaths a screen (for their evil actions). Thus they hinder (men) from the Path of Allâh: so they shall have a humiliating torment.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:17","price":" 17. Their children and their wealth will avail them nothing against Allâh. They will be the dwellers of the Fire to dwell therein forever.","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:18","price":" 18. On the Day when Allâh will resurrect them all together (for their account); then they will swear to Him as they swear to you (O Muslims). And they think that they have something (to stand upon). Verily, they are liars!","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:19","price":" 19. Shaitân (Satan) has overpowered them. So he has made them forget the remembrance of Allâh. They are the party of Shaitân (Satan). Verily, it is the party of Shaitan (Satan) that will be the losers!","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:20","price":" 20. Those who oppose Allâh and His Messenger (Muhammad صلى الله عليه وسلم) they will be among the lowest (most humiliated).","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:21","price":" 21. Allâh has decreed: \"Verily, it is I and My Messengers who shall be the victorious.\" Verily, Allâh is All-Powerful, All-Mighty.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"en"},{"name":"58:22","price":"22. You (O Muhammad صلى الله عليه وسلم) will not find any people who believe in Allâh and the Last Day, making friendship with those who oppose Allâh and His Messenger (Muhammad صلى الله عليه وسلم), even though they were their fathers or their sons or their brothers or their kindred (people). For such He has written Faith in their hearts, and strengthened them with Rûh (proofs, light and true guidance) from Himself. And He will admit them to Gardens (Paradise) under which rivers flow to dwell therein (forever). Allâh is pleased with them, and they with Him. They are the Party of Allâh. Verily, it is the Party of Allâh that will be the successful.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"","lang":"en"}],"chapter":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"]}