{"data":[{"name":"6:1","price":"1. All praises and thanks be to Allâh, Who (Alone) created the heavens and the earth, and originated the darkness and the light; yet those who disbelieve hold others as equal with their Lord.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:2","price":" 2. He it is Who has created you from clay, and then has decreed a (stated) term (for you to die). And there is with Him another determined term (for you to be resurrected), yet you doubt (in the Resurrection).","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:3","price":" 3. And He is Allâh (to be worshipped Alone) in the heavens and on the earth; He knows what you conceal and what you reveal, and He knows what you earn (good or bad). (See V.43:84)","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:4","price":" 4. And never an Ayah (sign) comes to them from the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of their Lord, but that they have been turning away from it.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:5","price":" 5. Indeed, they rejected the truth (the Qur’ân and Muhammad صلى الله عليه وسلم)[1] when it came to them, but there will come to them the news of that (the torment) which they used to mock at.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"(V.6:5) See the footnote of (V.3:85) and also see (V.3:116).","lang":"en"},{"name":"6:6","price":" 6. Have they not seen how many a generation before them We have destroyed whom We had established on the earth such as We have not established you? And We poured out on them rain from the sky in abundance, and made the rivers flow under them. Yet We destroyed them for their sins, and We created after them other generations.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:7","price":" 7. And even if We had sent down unto you (O Muhammad صلى الله عليه وسلم) a Message written on paper so that they could touch it with their hands, the disbelievers would have said: \"This is nothing but obvious magic!\"","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:8","price":" 8. And they say: \"Why has not an angel been sent down to him?\" Had We sent down an angel, the matter would have been judged at once, and no respite would be granted to them.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:9","price":"9. And had We appointed him an angel, We indeed would have made him a man, and We would have certainly confused them in which they are already confused (i.e. the Message of Prophet Muhammad صلى الله عليه وسلم).","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:10","price":" 10. And indeed (many) Messengers before you were mocked at, but their scoffers were surrounded by the very thing that they used to mock at.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:11","price":" 11. Say (O Muhammad صلى الله عليه وسلم): \"Travel in the land and see what was the end of those who rejected truth.\"","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:12","price":" 12. Say (O Muhammad صلى الله عليه وسلم): \"To whom belongs all that is in the heavens and the earth?\" Say: \"To Allâh. He has prescribed Mercy for Himself.[1] Indeed He will gather you together on the Day of Resurrection, about which there is no doubt. Those who have lost themselves will not believe [in Allâh as being the only Ilâh (God), and Muhammad صلى الله عليه وسلم as being one of His Messengers, and in Resurrection].","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"(V.6:12)\nA) Narrated Abu Hurairah رضي الله عنه: I heard Allâh’s Messenger صلى الله عليه وسلم saying, \"Allâh has divided Mercy into one hundred parts, and He kept ninety-nine parts with Him and sent down one part to the earth, and because of that one single part, His creatures are merciful to each other, so that even the mare lifts up its hoof away from its baby animal, lest it should trample on it.\" (Sahih Al-Bukhâri, Vol.8, Hadîth No.29).\nB) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"When Allâh completed the creation, He wrote in His Book which is with Him on His Throne: ‘Verily, My Mercy has overcome My Anger.’ \" (Sahih Al-Bukhâri, Vol.4, Hadîth No.416).","lang":"en"},{"name":"6:13","price":" 13. And to Him belongs whatsoever exists in the night and the day, and He is the All-Hearing, the All-Knowing.\"","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:14","price":" 14. Say (O Muhammad صلى الله عليه وسلم): \"Shall I take as a Walî (Helper, Protector, Lord or God) any other than Allâh, the Creator of the heavens and the earth? And it is He Who feeds but is not fed.\" Say: \"Verily, I am commanded to be the first of those who submit themselves to Allâh (as Muslims).\" And be not you (O Muhammad صلى الله عليه وسلم) of the Mushrikûn [polytheists, pagans, idolaters and disbelievers in the Oneness of Allâh]. (Tafsir Al-Qurtubi)","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:15","price":" 15. Say: \"I fear, if I disobey my Lord, the torment of a Mighty Day.\"","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:16","price":" 16. He who is averted from (such a torment) on that Day, (Allâh) has surely been Merciful to him. And that would be the obvious success.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:17","price":" 17. And if Allâh touches you with harm, none can remove it but He, and if He touches you with good, then He is Able to do all things.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:18","price":" 18. And He is the Irresistible, (Supreme) above His slaves, and He is the All-Wise, Well-Acquainted with all things.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:19","price":" 19. Say (O Muhammad صلى الله عليه وسلم): \"What thing is the most great in witness?\" Say: \"Allâh (the Most Great!) is Witness between me and you; this Qur’ân has been revealed to me that I may therewith warn you and whomsoever it may reach. Can you verily bear witness that besides Allâh there are other âlihah (gods)?\" Say \"I bear no (such) witness!\" Say: \"But in truth He (Allâh) is the only one Ilâh (God). And truly I am innocent of what you join in worship with Him.\"","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:20","price":" 20. Those to whom We have given the Scripture (Jews and Christians) recognize him (i.e. Muhammad صلى الله عليه وسلم as a Messenger of Allâh, and they also know that there is no Ilâh (God) but Allâh and Islâm is Allâh’s Religion), as they recognize their own sons. Those who have lost (destroyed) themselves will not believe.[1] (Tafsir At-Tabarî).","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"(V.6:20) See the footnote of (V.3:85).","lang":"en"},{"name":"6:21","price":" 21. And who does more aggression and wrong than he who invents a lie against Allâh or rejects His Ayât (proofs, evidence, verses, lessons or revelations)? Verily, the Zâlimûn (polytheists and wrong-doers) shall never be successful.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:22","price":" 22. And on the Day when We shall gather them all together, then We shall say to those who joined partners (in worship with Us): \"Where are your partners (false deities) whom you used to assert (as partners in worship with Allâh)?\"","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:23","price":" 23. There will then be (left) no Fitnah (excuses or statements or arguments) for them but to say: \"By Allâh, our Lord, we were not those who joined others in worship with Allâh.\"","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:24","price":" 24. Look! How they lie against themselves! But the (lie) which they invented will disappear from them.","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:25","price":" 25. And of them there are some who listen to you; but We have set veils on their hearts, so they understand it not, and deafness in their ears; and even if they see every one of the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) they will not believe therein; to the point that when they come to you to argue with you, the disbelievers say: \"These are nothing but tales of the men of old.\"","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:26","price":" 26. And they prevent others from him (from following Prophet Muhammad صلى الله عليه وسلم) and they themselves keep away from him, and (by doing so) they destroy not but their ownselves, yet they perceive (it) not.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:27","price":" 27. If you could but see when they will be held over the (Hell) Fire! They will say: \"Would that we were but sent back (to the world)! Then we would not deny the Ayât (proofs, evidence, verses, lessons, revelations, etc.) of our Lord, and we would be of the believers!\"","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:28","price":"28. Nay, it has become manifest to them what they had been concealing before. But if they were returned (to the world), they would certainly revert to that which they were forbidden. And indeed they are liars.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:29","price":" 29. And they said: \"There is no (other life) but our (present) life of this world, and never shall we be resurrected (on the Day of Resurrection).\"","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:30","price":" 30. If you could but see when they will be held (brought and made to stand) in front of their Lord! He will say: \"Is not this (Resurrection and the taking of the accounts) the truth?\" They will say: \"Yes, by our Lord!\" He will then say: \"So taste you the torment because you used not to believe.\"","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:31","price":" 31. They indeed are losers who denied their Meeting with Allâh,[1] until all of a sudden, the Hour (signs of death) is on them, and they say: \"Alas for us that we gave no thought to it,\" while they will bear their burdens on their backs; and evil indeed are the burdens that they will bear!","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"(V.6:31) Narrated Abu Mûsâ رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"Whoever loves the Meeting with Allâh, Allâh too loves the Meeting with him; and whoever hates the Meeting with Allâh, Allâh too hates the Meeting with him.\" (Sahih Al-Bukhâri, Vol.8, Hadîth No.515).","lang":"en"},{"name":"6:32","price":" 32. And the life of this world is nothing but play and amusement. But far better is the house in the Hereafter for those who are Al-Muttaqûn (the pious - See V.2:2). Will you not then understand?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:33","price":" 33. We know indeed the grief which their words cause you (O Muhammad صلى الله عليه وسلم): it is not you that they deny, but it is the Verses (the Qur’ân) of Allâh that the Zâlimûn (polytheists and wrong-doers) deny.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:34","price":" 34. Verily, (many) Messengers were denied before you (O Muhammad صلى الله عليه وسلم), but with patience they bore the denial, and they were hurt; till Our Help reached them, and none can alter the Words (Decisions) of Allâh. Surely there has reached you the information (news) about the Messengers (before you).","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:35","price":" 35. If their aversion (from you, O Muhammad صلى الله عليه وسلم and from that with which you have been sent) is hard on you, (and you cannot be patient of their harm to you), then if you were able to seek a tunnel in the earth or a ladder to the sky, so that you may bring them a sign (and you cannot do it, so be patient). And had Allâh willed, He could have gathered them together (all) on true guidance, so be not you one of those who are Al-Jâhilûn (the ignorant).","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:36","price":"36. It is only those who listen (to the Message of Prophet Muhammad صلى الله عليه وسلم), will respond (benefit from it), but as for the dead (i.e. disbelievers), Allâh will raise them up, then to Him they will be returned (for their recompense).","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:37","price":" 37. And they said: \"Why is not a sign sent down to him from his Lord?\" Say: \"Allâh is certainly Able to send down a sign, but most of them know not.\"","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:38","price":" 38. There is not a moving (living) creature on earth, nor a bird that flies with its two wings, but are communities like you. We have neglected nothing in the Book, then unto their Lord they (all) shall be gathered.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:39","price":" 39. Those who reject Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) are deaf and dumb in the darkness. Allâh sends astray whom He wills and He guides on the Straight Path whom He wills.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:40","price":" 40. Say (O Muhammad صلى الله عليه وسلم): \"Tell me if Allâh’s Torment comes upon you, or the Hour comes upon you, would you then call upon any one other than Allâh? (Reply) if you are truthful!\"","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:41","price":" 41. Nay! To Him Alone you would call, and, if He wills, He would remove that (distress) for which you call upon Him, and you would forget at that time whatever partners you joined (with Him in worship)!","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:42","price":" 42. Verily, We sent (Messengers) to many nations before you (O Muhammad صلى الله عليه وسلم). And We seized them with extreme poverty (or loss in wealth) and loss in health (with calamities) so that they might humble themselves (believe with humility).","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:43","price":" 43. When Our Torment reached them, why then did they not humble themselves (believe with humility)? But their hearts became hardened, and Shaitân (Satan) made fair-seeming to them that which they used to do.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:44","price":" 44. So, when they forgot (the warning) with which they had been reminded, We opened for them the gates of every (pleasant) thing, until in the midst of their enjoyment in that which they were given, all of a sudden, We took them (in punishment), and lo! They were plunged into destruction with deep regrets and sorrows.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:45","price":" 45. So the root of the people who did wrong was cut off. And all the praises and thanks are to Allâh, the Lord of the ‘Âlamîn (mankind, jinn, and all that exists).","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:46","price":" 46. Say (to the disbelievers): \"Tell me, if Allâh took away your hearing and your sight, and sealed up your hearts, who is there - an ilâh (a god) other than Allâh who could restore them to you?\" See how variously We explain the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), yet they turn aside.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:47","price":" 47. Say: \"Tell me, if the punishment of Allâh comes to you suddenly (during the night), or openly (during the day), will any be destroyed except the Zâlimûn (polytheists and wrong-doing people)?\"","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:48","price":" 48. And We send not the Messengers but as givers of glad tidings and as warners. So whosoever believes and does righteous good deeds, upon such shall come no fear, nor shall they grieve.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:49","price":" 49. But those who reject Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), the torment will touch them for their disbelief[1] (and for their belying the Message of Muhammad صلى الله عليه وسلم). [Tafsir Al-Qurtubî].","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"(V.6:49) See the footnote of (V.3:85).","lang":"en"},{"name":"6:50","price":" 50. Say (O Muhammad صلى الله عليه وسلم): \"I don’t tell you that with me are the treasures of Allâh, nor (that) I know the Unseen; nor I tell you that I am an angel. I but follow what is revealed to me.\" Say: \"Are the blind and the one who sees equal? Will you not then take thought?\"","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:51","price":" 51. And warn therewith (the Qur’ân) those who fear that they will be gathered before their Lord, when there will be neither a protector nor an intercessor for them besides Him, so that they may fear Allâh and keep their duty to Him (by abstaining from committing sins and by doing all kinds of good deeds which He has ordained).","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:52","price":" 52. And turn not away those who invoke their Lord, morning and afternoon seeking His Face. You are accountable for them in nothing, and they are accountable for you in nothing, that you may turn them away, and thus become of the Zâlimûn (unjust).","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:53","price":" 53. Thus We have tried some of them with others, that they might say: \"Is it these (poor believers) whom Allâh has favoured from amongst us?\" Does not Allâh know best those who are grateful?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:54","price":" 54. When those who believe in Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) come to you, say: \"Salâmun ‘Alaikum\" (peace be on you); your Lord has written (prescribed) Mercy for Himself, so that if any of you does evil in ignorance, and thereafter repents and does righteous good deeds (by obeying Allâh), then surely, He is Oft-Forgiving, Most Merciful.","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:55","price":" 55. And thus do We explain the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) in detail, that the way of the Mujrimûn (criminals, polytheists, sinners) may become manifest.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:56","price":" 56. Say (O Muhammad صلى الله عليه وسلم): \"I have been forbidden to worship those whom you invoke (worship) besides Allâh.\" Say: \"I will not follow your vain desires. If I did, I would go astray, and I would not be one of the rightly guided.\"","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:57","price":" 57. Say (O Muhammad صلى الله عليه وسلم): \"I am on clear proof from my Lord (Islâmic Monotheism), but you deny it (the truth that has come to me from Allâh). I have not gotten what you are asking for impatiently (the torment). The decision is only for Allâh, He declares the truth, and He is the Best of judges.\"","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:58","price":" 58. Say: \"If I had that which you are asking for impatiently (the torment), the matter would have been settled at once between me and you, but Allâh knows best the Zâlimûn (polytheists and wrong-doers).\"","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:59","price":" 59. And with Him are the keys of the Ghaib (all that is hidden), none knows them but He. And He knows whatever there is in the land and in the sea; not a leaf falls, but he knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:60","price":"60. It is He Who takes your souls by night (when you are asleep), and has knowledge of all that you have done by day, then He raises (wakes) you up again that a term appointed (your life period) be fulfilled, then (in the end) unto Him will be your return. Then He will inform you of that which you used to do.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:61","price":" 61. He is the Irresistible, (Supreme) over His slaves, and He sends guardians (angels guarding and writing all of one’s good and bad deeds) over you,[1] until when death approaches one of you, Our Messengers (angel of death and his assistants) take his soul, and they never neglect their duty.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"(V.6:61):\na) Whoever intended to do a good deed or a bad deed.\nNarrated Ibn ‘Abbâs رضي الله عنهما: The Prophet صلى الله عليه وسلم narrating about his Lord عز وجل said, \"Allâh ordered (the appointed angels over you) that the good and the bad deeds be written, and He then showed (the way) how (to write). If somebody intends to do a good deed and he does not do it, then Allâh will write for him a full good deed (in his account with Him); and if he intends to do a good deed and actually did it, then Allâh will write for him (in his account) with Him (its reward equal) from ten to seven hundred times, to many more times: and if somebody intended to do a bad deed and he does not do it, then Allâh will write a full good deed (in his account) with Him, and if he intended to do it (a bad deed) and actually did it, then Allâh will write one bad deed (in his account).\" (Sahih Al-Bukhâri, Vol.8, Hadîth No.498).\nb) Narrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"Angels come (to you) in succession by night and day, and all of them get together at the time of Fajr and ‘Asr prayers. Then those who have stayed with you overnight, ascend unto Allâh Who asks them (and He knows the answer better than they): \"How have you left My slaves?\" They reply, \"We left them while they were praying and we came to them while they were praying.\" The Prophet صلى الله عليه وسلم added: \"If anyone of you says Amîn (during the prayer at the end of the recitation of Sûrat Al-Fâtihah), and the angels in heaven say the same, and the two sayings coincide, all his past sins will be forgiven.\" (Sahih Al-Bukhâri, Vol.4, Hadîth No. 446)","lang":"en"},{"name":"6:62","price":" 62. Then they are returned to Allâh, their True Maulâ [True Master (God), the Just Lord (to reward them)]. Surely, for Him is the judgement and He is the Swiftest in taking account.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:63","price":" 63. Say (O Muhammad صلى الله عليه وسلم): \"Who rescues you from the darkness of the land and the sea (dangers like storms), (when) you call upon Him in humility and in secret (saying): If He (Allâh) only saves us from this (danger), we shall truly be grateful.\"","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:64","price":" 64. Say (O Muhammad صلى الله عليه وسلم): \"Allâh rescues you from this and from all (other) distresses, and yet you worship others besides Allâh.\"","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:65","price":" 65. Say: \"He has power to send torment on you from above or from under your feet, or to cover you with confusion in party strife, and make you to taste the violence of one another.\" See how variously We explain the Ayât (proofs, evidence, lessons, signs, revelations, etc.), so that they may understand.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:66","price":" 66. But your people (O Muhammad صلى الله عليه وسلم) have denied it (the Qur’ân) though it is the truth. Say: \"I am not a Wakîl (guardian) over you.\"","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:67","price":" 67. For every news there is a reality[2] and you will come to know.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"(V.6:67): i.e. for everything there is an appointed term, and for every deed there is a recompense.","lang":"en"},{"name":"6:68","price":" 68. And when you (Muhammad صلى الله عليه وسلم) see those who engage in a false conversation about Our Verses (of the Qur’ân) by mocking at them, stay away from them till they turn to another topic. And if Shaitân (Satan) causes you to forget, then after the remembrance sit not you in the company of those people who are the Zâlimûn (polytheists and wrong-doers).","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:69","price":"69. Those who fear Allâh, keep their duty to Him and avoid evil are not responsible for them (the disbelievers) in any case, but (their duty) is to remind them, that they may fear Allah (and refrain from mocking at the Qur’ân). [The provision of this Verse was abrogated by the Verse 4:140].","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:70","price":" 70. And leave alone those who take their religion as play and amusement, and whom the life of this world has deceived. But remind (them) with it (the Qur’ân) lest a person be given up to destruction for that which he has earned, when he will find for himself no protector or intercessor besides Allâh, and even if he offers every ransom, it will not be accepted from him. Such are they who are given up to destruction because of that which they have earned. For them will be a drink of boiling water and a painful torment because they used to disbelieve.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:71","price":" 71. Say (O Muhammad صلى الله عليه وسلم): \"Shall we invoke others besides Allâh (false deities), that can do us neither good nor harm, and shall we turn back on our heels after Allâh has guided us (to true Monotheism)? - like one whom the Shayâtîn (devils) have made to go astray in the land in confusion, his companions calling him to guidance (saying): ‘Come to us.’ \" Say: \"Verily, Allâh’s Guidance is the only guidance, and we have been commanded to submit (ourselves) to the Lord of the ‘Âlamîn (mankind, jinn and all that exists);","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:72","price":" 72. And to perform As-Salât (Iqâmat-as-Salât), and to be obedient to Allâh and fear Him, and it is He to Whom you shall be gathered.","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:73","price":" 73. It is He Who has created the heavens and the earth in truth, and on the Day (i.e. the Day of Resurrection) He will say: \"Be!\", - and it is! His Word is the Truth. His will be the dominion on the Day when the Trumpet will be blown. All-Knower of the unseen and the seen. He is the All-Wise, Well-Aware (of all things).","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:74","price":"74. And (remember) when Ibrâhîm (Abraham) said to his father Âzar: \"Do you take idols as âlihah (gods)? Verily, I see you and your people in manifest error.[1]\"","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"(V.6:74) Narrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"On the Day of Resurrection Ibrâhîm (Abraham) will meet his father Âzar whose face will be dark and covered with dust. (The Prophet) Ibrâhîm (Abraham) will say (to him): ‘Didn’t I tell you not to disobey me?’ His father will reply: ‘Today I will not disobey you.’ Ibrâhîm (Abraham) will say: ‘O Lord! You promised me not to disgrace me on the Day of Resurrection; and what will be more disgraceful to me than cursing and dishonouring my father?’ Then Allâh تعالى will say (to him): ‘I have forbidden Paradise for the disbelievers.’ Then he will be addressed, ‘O Ibrâhîm (Abraham)! Look! What is underneath your feet?’ He will look and there he will see a Dhîkh (Hyena,) blood-stained, which will be caught by the legs and thrown in the (Hell) Fire.\" (Sahih Al-Bukhâri, Vol.4, Hadîth No.569).","lang":"en"},{"name":"6:75","price":" 75. Thus did we show Ibrâhîm (Abraham) the kingdom of the heavens and the earth that he be one of those who have Faith with certainty.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:76","price":" 76. When the night covered him over with darkness he saw a star. He said: \"This is my lord.\" But when it set, he said: \"I like not those that set.\"","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:77","price":" 77. When he saw the moon rising up, he said: \"This is my lord.\" But when it set, he said: \"Unless my Lord guides me, I shall surely be among the people who went astray.\"","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:78","price":" 78. When he saw the sun rising up, he said: \"This is my lord. This is greater.\" But when it set, he said: \"O my people! I am indeed free from all that you join as partners (in worship with Allâh).","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:79","price":" 79. Verily, I have turned my face towards Him Who has created the heavens and the earth Hanîfa (Islâmic Monotheism, i.e. worshipping none but Allâh Alone), and I am not of Al-Mushrikûn (See V.2:105)\".","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:80","price":" 80. His people disputed with him. He said: \"Do you dispute with me concerning Allâh while He has guided me, and I fear not those whom you associate with Him (Allâh) in worship. (Nothing can happen to me) except when my Lord (Allâh) wills something. My Lord comprehends in His Knowledge all things. Will you not then remember?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:81","price":" 81. \"And how should I fear those whom you associate in worship with Allâh (though they can neither benefit nor harm), while you fear not that you have joined in worship with Allâh things for which He has not sent down to you any authority. (So) which of the two parties has more right to be in security? If you but know.\"","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:82","price":"82. It is those who believe (in the Oneness of Allâh and worship none but Him Alone) and confuse not their belief with Zulm (wrong i.e. by worshipping others besides Allâh), for them (only) there is security and they are the guided.[1]","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"(V.6:82): See the footnote (C) of (V.27:59).","lang":"en"},{"name":"6:83","price":" 83. And that was Our Proof which We gave Ibrâhîm (Abraham) against his people. We raise whom We will in degrees. Certainly your Lord is All-Wise, All-Knowing.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:84","price":" 84. And We bestowed upon him Ishâq (Isaac) and Ya‘qûb (Jacob), each of them We guided, and before him, We guided Nûh (Noah), and among his progeny Dâwûd (David), Sulaimân (Solomon), Ayyûb (Job), Yûsuf (Joseph), Mûsâ (Moses), and Hârûn (Aaron). Thus do We reward Al-Muhsinûn (the good-doers - see the footnote of V.9: 120).","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:85","price":" 85. And Zakariyâ (Zachariya), and Yahya (John) and ‘Îsâ (Jesus) and Iliyâs (Elias), each one of them was of the righteous.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:86","price":" 86. And Ismâ‘îl (Ishmael) and Al-Yasa‘ (Elisha), and Yûnus (Jonah) and Lût (Lot), and each one of them We preferred above the ‘Âlamîn [mankind and jinn (of their times)].","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:87","price":" 87. And also some of their fathers and their progeny and their brethren, We chose them, and We guided them to the Straight Path.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:88","price":" 88. This is the Guidance of Allâh with which He guides whomsoever He wills of His slaves. But if they had joined in worship others with Allâh, all that they used to do would have been of no benefit to them.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:89","price":" 89. They are those whom We gave the Book, Al-Hukm (understanding of the religious laws), and Prophethood. But if these disbelieve therein (the Book, Al-Hukm and Prophethood), then, indeed We have entrusted it to a people (such as the Companions of Prophet Muhammad صلى الله عليه وسلم) who are not disbelievers therein.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:90","price":" 90. They are those whom Allâh had guided. So follow their guidance. Say: \"No reward I ask of you for this (the Qur’ân). It is only a reminder for the ‘Âlamîn (mankind and jinn).\"","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:91","price":"91. They (the Jews, Quraish pagans, idolaters) did not estimate Allâh with an estimation due to Him when they said: \"Nothing did Allâh send down to any human being (by revelation).\" Say (O Muhammad صلى الله عليه وسلم): \"Who then sent down the Book which Mûsâ (Moses) brought, a light and a guidance to mankind which you (the Jews) have made into (separate) papersheets, disclosing (some of it) and concealing much. And you (believers in Allâh and His Messenger Muhammad صلى الله عليه وسلم) were taught (through the Qur’ân) that which neither you nor your fathers knew.\" Say: \"Allâh (sent it down).\" Then leave them to play in their vain discussions. (Tafsir Al-Qurtubî).","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:92","price":" 92. And this (the Qur’ân) is a blessed Book which We have sent down, confirming (the revelations) which came before it, so that you may warn the Mother of Towns (i.e. Makkah) and all those around it. Those who believe in the Hereafter believe in it (the Qur’ân), and they are constant in guarding their Salât (prayers).","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:93","price":" 93. And who can be more unjust than he who invents a lie against Allâh, or says: \"A revelation has come to me\" whereas no revelation has come to him in anything ; and who says, \"I will reveal the like of what Allâh has revealed.\" And if you could but see when the Zâlimûn (polytheists and wrong-doers) are in the agonies of death, while the angels are stretching forth their hands (saying): \"Deliver your souls! This day you shall be recompensed with the torment of degradation because of what you used to utter against Allâh other than the truth. And you used to reject His Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) with disrespect![1]\"","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"(V.6:93) A. What is said regarding the punishment in the grave. And the Statement of Allâh عز وجل:\n\"If you could but see when the Zâlimûn (polytheists and wrong-doers) are in the agonies of death while the angels are stretching forth their hands (saying): \"Deliver your souls. This day you shall be recompensed with the torment of degradation.\" (V.6:93)\nAnd also the Statement of Allâh تعالى : \"Twice shall We punish them and thereafter, they shall be brought back to a great (horrible) torment.\" (V.9:101).\nAnd also the Statement of Allâh تعالى :\n\"While an evil torment encompassed Fir‘aun (Pharaoh)’s people; the Fire, they are exposed to it morning and afternoon, and on the Day when the Hour will be established (it will be said to the angels): ‘Cause Fir‘aun (Pharaoh)’s people to enter the severest torment.’\" (V.40: 4546).\nNarrated Al-Barâ’ bin ‘Âzib: The Prophet صلى الله عليه وسلم said, \"When a faithful believer is made to sit in his grave, then (the angels) come to him and he testifies that Lâ ilâha illallâh wa Anna Muhammad-ur-Rasuûl Allâh (none has the right to be worshipped but Allâh and Muhammad صلى الله عليه وسلم is the Messenger of Allâh). And that corresponds to Allâh’s Statement: ‘Allâh will keep firm those who believe with the word that stands firm.’ (V.14:27).\" (Sahih Al-Bukhâri, Vol.2, Hadîth No.450).\nB. Narrated Anas رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"When a human being is laid in his grave and his companions return and he even hears their footsteps, two angels come to him and make him sit and ask him: ‘What did you use to say about this man, Muhammad صلى الله عليه وسلم ?’ He will say: ‘I testify that he is Allâh’s slave and His Messenger.’ Then it will be said to him, ‘Look at your place in the Hell-Fire. Allâh has changed for you a place in Paradise instead of it.’\" The Prophet صلى الله عليه وسلم added, \"The dead person will see both his places. But a disbeliever or a hypocrite will say to the angels, ‘I do not know, but I used to say what the people used to say!’ It will be said to him, ‘Neither did you know nor did you take the guidance (by following the Qur’ân).’ Then he will be hit with an iron hammer between his two ears, and he will cry and that cry will be heard by whatsoever is near to him except human beings and jinn.\" (Sahih Al-Bukhâri, Vol.2, Hadîth No.422)","lang":"en"},{"name":"6:94","price":" 94. And truly you have come unto Us alone (without wealth, companions or anything else) as We created you the first time. You have left behind you all that which We had bestowed on you. We see not with you your intercessors whom you claimed to be partners with Allâh. Now all relations between you and them have been cut off, and all that you used to claim has vanished from you.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:95","price":"95. Verily! It is Allâh Who causes the seed-grain and the fruit-stone (like date-stone) to split and sprout. He brings forth the living from the dead, and it is He Who brings forth the dead from the living. Such is Allâh, then how are you deluded away from the truth?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:96","price":" 96. (He is the) Cleaver of the daybreak. He has appointed the night for resting, and the sun and the moon for reckoning. Such is the measuring of the All-Mighty, the All-Knowing.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:97","price":" 97. It is He Who has set the stars[1] for you, so that you may guide your course with their help through the darkness of the land and the sea. We have (indeed) explained in detail Our Ayât (proofs, evidence, verses, lessons, signs, Revelations, etc.) for people who know.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"(V.6:97) (About the) Stars. Abu Qatâdah mentioned Allâh’s Statement: \"And We have adorned the nearest heaven with lamps,\" (V.67:5) and said, \"The creation of these stars is for three purposes, i.e. as decoration of the (nearest) heaven, as missiles to hit the devils, and as signs to guide travellers. So, if anybody tries to find a different interpretation, he is mistaken and just wastes his efforts, and troubles himself with what is beyond his limited knowledge.\" (Sahih Al-Bukhârî, Vol.4, Chap. 3, P.282).","lang":"en"},{"name":"6:98","price":" 98. It is He Who has created you from a single person (Adam), and has given you a place of residing (on the earth or in your mother’s wombs) and a place of storage [in the earth (in your graves) or in your father’s loins]. Indeed, We have explained in detail Our revelations (this Qur’ân) for people who understand.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:99","price":" 99. It is He Who sends down water (rain) from the sky, and with it We bring forth vegetation of all kinds, and out of it We bring forth green stalks, from which We bring forth thick clustered grain. And out of the date-palm and its spathe come forth clusters of dates hanging low and near, and gardens of grapes, olives and pomegranates, each similar (in kind) yet different (in variety and taste). Look at their fruits when they begin to bear, and the ripeness thereof. Verily! In these things there are signs for people who believe.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:100","price":" 100. Yet, they join the jinn as partners in worship with Allâh, though He has created them (the jinn); and they attribute falsely without knowledge sons and daughters to Him. Be He Glorified and Exalted above all that (evil) they attribute to Him.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:101","price":" 101. He is the Originator of the heavens and the earth. How can He have children when He has no wife? He created all things and He is the All-Knower of everything[2].","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"(V.6:101) See the footnote of (V.2:116)","lang":"en"},{"name":"6:102","price":" 102. Such is Allâh, your Lord! Lâ ilâha illa Huwa (none has the right to be worshipped but He), the Creator of all things. So worship Him (Alone), and He is the Wakîl (Trustee, Disposer of affairs, Guardian) over all things.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:103","price":" 103. No vision can grasp Him, but He grasps all vision. He is Al-Latîf (the Most Subtle and Courteous), Well-Acquainted with all things.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:104","price":" 104. Verily, proofs have come to you from your Lord, so whosoever sees, will do so for (the good of) his ownself, and whosoever blinds himself, will do so to his own harm, and I (Muhammad صلى الله عليه وسلم) am not a watcher over you.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:105","price":" 105. Thus We explain variously the Verses so that they (the disbelievers) may say: \"You have studied (the Books of the people of the Scripture and brought this Qur’ân from that)\" and that We may make the matter clear for the people who have knowledge.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:106","price":" 106. Follow what has been revealed to you (O Muhammad صلى الله عليه وسلم) from your Lord, Lâ ilâha illa Huwa (none has the right to be worshipped but He) and turn aside from Al-Mushrikûn [1]","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"(V.6:106). Al-Mushrikûn: polytheists, pagans, idolaters and disbelievers in the Oneness of Allâh and His Messenger Muhammad صلى الله عليه وسلم.","lang":"en"},{"name":"6:107","price":" 107. Had Allâh willed, they would not have taken others besides Him in worship. And We have not made you a watcher over them nor are you a Wakîl (disposer of affairs, guardian, trustee) over them.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:108","price":" 108. And insult not those whom they (disbelievers) worship besides Allâh, lest they insult Allâh wrongfully without knowledge. Thus We have made fair-seeming to each people its own doings; then to their Lord is their return and He shall then inform them of all that they used to do.[2]","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"(6:108) The tale of the cave:\nNarrated Ibn ‘Umar رضي الله عنهما: Allâh’s Messenger صلى الله عليه وسلم said, \"Once three persons (from the previous nations) were travelling, and suddenly it started raining and they took shelter in a cave. The entrance of the cave got closed (suddenly by the falling of a huge rock) while they were inside. They said to each other, ‘O You! Nothing can save you except the truth, so each of you should ask Allâh’s Help by referring to such a deed as he thinks he did sincerely (i.e., just for gaining Allâh’s Pleasure).’ So one of them said, ‘O Allâh! You know that I had a labourer who worked for me for one Faraq (i.e. three Sâ‘)of rice, but he departed, leaving it (i.e. his wages). I sowed that Faraq of rice and with its yield I bought cows (for him). Later on when came to me asking for his wages, I said (to him), ‘Go to those cows and drive them away.’ He said to me, ‘But you have to pay me only a Faraq of rice.’ I said to him, ‘Go to those cows and take them, for they are the product of that Faraq (of rice).’ So he drove them. O Allâh! If you consider that I did that for fear of You, then please remove the rock.’ The rock shifted a bit from the mouth of the cave. The second one said, ‘O Allâh, You know that I had old parents whom I used to provide with the milk of my sheep every night. One night I was delayed and when I came, they had slept, while my wife and children were crying with hunger. I used not to let them (i.e. my family) drink unless my parents had drunk first. So I disliked to wake them up and also disliked that they should sleep without drinking it, I kept on waiting (for them to wake) till it dawned. O Allâh! If You consider that I did that for fear of You, then please remove the rock.’ So the rock shifted and they could see the sky through it. The (third) one said, ‘O Allah! You know that I had a cousin (i.e. my paternal uncle’s daughter) who was most beloved to me and I sought to seduce her, but she refused, unless I paid her one-hundred Dinârs (i.e. gold pieces). So I collected the amount and brought it to her, and she allowed me to sleep with her. But when I sat between her legs, she said, ‘Be afraid of Allâh, and do not deflower me but legally.’ ‘I got up and left the hundred Dinârs (for her). O Allâh! If You consider that I did that for fear of You then please remove the rock.’ So Allâh released them (removed the rock) and they came out (of the cave).\" [This Hadith indicates that one can only ask Allâh for help directly or through his performed good deeds. But to ask Allâh through the dead or absent (prophets, saints, spirits, holy men, angels) is absolutely forbidden in Islâm and it is a kind of polytheism]. (Sahih Al-Bukhâri, Vol.4,Hadith No.671).","lang":"en"},{"name":"6:109","price":" 109. And they swear their strongest oaths by Allâh, that if there came to them a sign, they would surely believe therein. Say: \"Signs are but with Allâh and what will make you (Muslims) perceive that (even) if it (the sign) came, they will not believe?\"","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:110","price":" 110. And We shall turn their hearts and their eyes away (from guidance), as they refused to believe therein for the first time, and We shall leave them in their trespass to wander blindly.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"en"},{"name":"6:111","price":" 111. And even if We had sent down unto them angels, and the dead had spoken unto them, and We had gathered together all things before their very eyes, they would not have believed, unless Allâh willed, but most of them behave ignorantly.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:112","price":" 112. And so We have appointed for every Prophet enemies - Shayâtîn (devils) among mankind and jinn, inspiring one another with adorned speech as a delusion (or by way of deception). If your Lord had so willed, they would not have done it; so leave them alone with their fabrications. (Tafsîr Qurtubi)","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:113","price":" 113. (And this is in order) that the hearts of those who disbelieve in the Hereafter may incline to such (deceit), and that they may remain pleased with it, and that they may commit what they are committing (all kinds of sins and evil deeds).","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:114","price":" 114. [Say (O Muhammad صلى الله عليه وسلم)] \"Shall I seek a judge other than Allâh while it is He Who has sent down unto you the Book (the Qur’ân), explained in detail.\" Those unto whom We gave the Scripture [the Taurât (Torah) and the Injeel (Gospel)] know that it is revealed from your Lord in truth. So be not you of those who doubt.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:115","price":" 115. And the Word of your Lord has been fulfilled in truth and in justice. None can change His Words. And He is the All-Hearer, the All-Knower.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:116","price":" 116. And if you obey most of those on the earth, they will mislead you far away from Allâh’s Path. They follow nothing but conjectures, and they do nothing but lie.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:117","price":" 117. Verily, your Lord! It is He Who knows best who strays from His Way, and He knows best the rightly guided ones.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:118","price":" 118. So eat of that (meat) on which Allâh’s Name has been pronounced (while slaughtering the animal), if you are believers in His Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.).","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:119","price":" 119. And why should you not eat of that (meat) on which Allâh’s Name has been pronounced (at the time of slaughtering the animal), while He has explained to you in detail what is forbidden to you, except under compulsion of necessity? And surely many do lead (mankind) astray by their own desires through lack of knowledge. Certainly your Lord knows best the transgressors.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:120","price":" 120. Leave (O mankind, all kinds of) sin, open and secret. Verily, those who commit sin will get due recompense for that which they used to commit.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:121","price":" 121. Eat not (O believers) of that (meat) on which Allâh’s Name has not been pronounced (at the time of the slaughtering of the animal), for sure it is Fisq (a sin and disobedience of Allâh). And certainly, the Shayâtîn (devils) do inspire their friends (from mankind) to dispute with you, and if you obey them[1] [by making Al-Maitah (a dead animal) legal by eating it], then you would indeed be Mushrikûn (polytheists); [because they (devils and their friends) made lawful to you to eat that which Allâh has made unlawful to eat and you obeyed them by considering it lawful to eat, and by doing so you worshipped them; and to worship others besides Allâh is polytheism].","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"(V.6:121) Narrated by Ahmad, At-Tirmidhi, and Ibn Jarîr: Once while Allâh’s Messenger صلى الله عليه وسلم was reciting the Verse (9:31) ‘Adî bin Hâtim said, \"O Allâh’s Messenger! They do not worship them (i.e., rabbis and monks).\" Allâh’s Messenger صلى الله عليه وسلم said: \"They certainly do. They (i.e., rabbis and monks) made lawful things as unlawful, and unlawful things as lawful, and they (i.e. Jews and Christians) followed them; and by doing so, they really worshipped them.\" (Tafsir At-Tabari ).","lang":"en"},{"name":"6:122","price":" 122. Is he who was dead (without Faith by ignorance and disbelief) and We gave him life (by knowledge and Faith) and set for him a light (of Belief) whereby he can walk amongst men - like him who is in the darkness (of disbelief, polytheism and hypocrisy) from which he can never come out? Thus it is made fair-seeming to the disbelievers that which they used to do.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:123","price":" 123. And thus We have set up in every town great ones of its wicked people to plot therein. But they plot not except against their ownselves, and they perceive (it) not.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:124","price":" 124. And when there comes to them a sign (from Allâh) they say: \"We shall not believe until we receive the like of that which the Messengers of Allâh had received.\" Allâh knows best with whom to place His Message. Humiliation and disgrace from Allâh and a severe torment will overtake the criminals (polytheists, sinners) for that which they used to plot.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:125","price":" 125. And whomsoever Allâh wills to guide, He opens his breast to Islâm; and whomsoever He wills to send astray, He makes his breast closed and constricted, as if he is climbing up to the sky. Thus Allâh puts the wrath on those who believe not.[1]","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"(V.6:125) If Allâh تعالى wants to do good to a person, He makes him comprehend the religion [the understanding of the Qur’ân and the Sunnah (legal ways) of the Prophet صلى الله عليه وسلم].\nNarrated Mu‘âwiya رضي الله عنه in a Khuthah (religious talk): I heard Allâh’s Messenger صلى الله عليه وسلم saying, \"If Allâh wants to do good to a person, He makes him comprehend the religion [the understanding of the Qur’ân and the Sunnah (legal ways) of the Prophet صلى الله عليه وسلم]. I am just a distributor, but the grant is from Allâh. (And remember) that this nation (true Muslims, real followers of Islâmic Monotheism) will remain obedient to Allâh’s Orders [i.e., following strictly Allâh’s Book (the Qur’ân) and the Prophet’s Sunnah (legal ways)] and they will not be harmed by anyone who will oppose them (going on a different path) till Allâh’s Order (Day of Judgement) is established.\" (Sahih Al-Bukhâri, Vol.1, Hadîth No.71).","lang":"en"},{"name":"6:126","price":" 126. And this is the Path of your Lord (the Qur’ân and Islâm) leading Straight. We have detailed Our Revelations for a people who take heed.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:127","price":" 127. For them will be the home of peace (Paradise) with their Lord. And He will be their Walî (Helper and Protector) because of what they used to do.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:128","price":" 128. And on the Day when He will gather them (all) together (and say): \"O you assembly of jinn! Many did you mislead of men,\" and their Auliyâ’ (friends and helpers) amongst men will say: \"Our Lord! We benefited one from the other, but now we have reached our appointed term which You did appoint for us.\" He will say: \"The Fire be your dwelling-place, you will dwell therein forever, except as Allâh may will. Certainly your Lord is All-Wise, All-Knowing.\"","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:129","price":" 129. And thus We do make the Zâlimûn (polytheists and wrong-doers) Auliyâ’ (supporters and helpers) of one another (in committing crimes), because of that which they used to earn.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:130","price":" 130. O you assembly of jinn and mankind! \"Did not there come to you Messengers from amongst you, reciting unto you My Verses and warning you of the meeting of this Day of yours?\" They will say: \"We bear witness against ourselves.\" It was the life of this world that deceived them. And they will bear witness against themselves that they were disbelievers.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:131","price":" 131. This is because your Lord would not destroy the (populations of) towns for their wrong-doing (i.e. associating others in worship along with Allâh) while their people were unaware (so the Messengers were sent).","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:132","price":"132. For all there will be degrees (or ranks) according to what they did. And your Lord is not unaware of what they do.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:133","price":" 133. And your Lord is Rich (Free of all needs), full of Mercy; if He wills, He can destroy you, and in your place make whom He wills as your successors, as He raised you from the seed of other people.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:134","price":" 134. Surely, that which you are promised will verily come to pass, and you cannot escape (from the punishment of Allâh).","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:135","price":" 135. Say (O Muhammad صلى الله عليه وسلم): \"O my people! Work according to your way, surely, I too am working (in my way), and you will come to know for which of us will be the (happy) end in the Hereafter. Certainly the Zâlimûn (polytheists and wrong-doers) will not be successful.\"","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:136","price":" 136. And they assign to Allâh a share of the tilth and cattle which He has created, and they say: \"This is for Allâh according to their claim, and this is for our (Allâh’s so-called) partners.\" But the share of their (Allâh’s so-called) \"partners\" reaches not Allâh, while the share of Allâh reaches their (Allâh’s so-called) \"partners\"! Evil is the way they judge!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:137","price":" 137. And so to many of the Mushrikûn (polytheists - see V.2:105) their (Allâh’s so-called) \"partners\" have made fair-seeming the killing of their children, in order to lead them to their own destruction and cause confusion in their religion. And if Allâh had willed, they would not have done so. So leave them alone with their fabrications.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:138","price":"138. And according to their claim, they say that such and such cattle and crops are forbidden, and none should eat of them except those whom we allow. And (they say) there are cattle forbidden to be used for burden (or any other work), and cattle on which (at slaughtering) the Name of Allâh is not pronounced; lying against Him (Allâh). He will recompense them for what they used to fabricate.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:139","price":" 139. And they say: \"What is in the bellies of such and such cattle (milk or foetus) is for our males alone, and forbidden to our females (girls and women), but if it is born dead, then all have shares therein.\" He will punish them for their attribution (of such false orders to Allâh). Verily, He is All-Wise, All-Knower. (Tafsir At-Tabarî).","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:140","price":" 140. Indeed lost are they who have killed their children, foolishly, without knowledge, and have forbidden that which Allâh has provided for them, inventing a lie against Allâh. They have indeed gone astray and were not guided.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:141","price":" 141. And it is He Who produces gardens trellised and untrellised, and date-palms, and crops of different shape and taste (their fruits and their seeds) and olives, and pomegranates, similar (in kind) and different (in taste). Eat of their fruit when they ripen, but pay the due thereof (its Zakât according to Allâh’s Orders 1/10th or 1/20th) on the day of its harvest, and waste not by extravagance[1]. Verily, He likes not Al-Musrifûn (those who waste by extravagance),","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"(V.6:141): See the footnote of (V.4:5).","lang":"en"},{"name":"6:142","price":" 142. And of the cattle (are some) for burden (like camels) and (some are) small (unable to carry burden like sheep and goats - for food, meat, milk and wool). Eat of what Allâh has provided for you, and follow not the footsteps of Shaitân (Satan). Surely he is to you an open enemy.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:143","price":" 143. Eight pairs: of the sheep two (male and female),[1] and of the goats two (male and female). Say: \"Has He forbidden the two males or the two females, or (the young) which the wombs of the two females enclose? Inform me with knowledge if you are truthful.\"","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"(V.6:143) Narrated Abu Hurairah رضي الله عنه: I heard Allâh’s Messenger صلى الله عليه وسلم saying, \"While a shepherd was amongst his sheep, a wolf attacked them and took away one sheep. When the shepherd chased the wolf, the wolf turned towards him and said, ‘Who will be their guard on the day of wild animals when nobody except I will be their shepherd’*. And while a man was driving a cow with a load on it, it turned towards him and spoke to him saying, ‘I have not been created for this purpose, but for ploughing.’\" The people said, \"Glorified be Allâh.\" The Prophetصلى الله عليه وسلم said, \"But I believe in it and so does Abu Bakr and ‘Umar رضي الله عنهم.\" (Sahih Al-Bukhâri, Vol.5, Hadîth No.15).\n* It has been written that a wolf also spoke to a shepherd during the Prophet’s lifetime near Al-Madinah, as narrated in Musnad Imam Ahmad in the Musnad of Abu Sa‘îd Al-Khudri رضي الله عنه (Vol.3, Page 83): Narrated Abu Sa‘îd Al-Khudri رضي الله عنه: (While a shepherd was in his hered of sheep), suddenly a wolf attacked a sheep and took it away, the shepherd chased the wolf and took back the sheep, the wolf sat on its tail and addressed the shepherd saying: \"Be afraid of Allâh, you have taken the provision from me which Allâh gave me.\" The shepherd said: \"What an amazing thing! A wolf sitting on its tail speaks to me in the language of a human being.\" The wolf said: \"Shall I tell you something more amazing than this? There is Muhammad صلى الله عليه وسلم the Messenger of Allâh in Yathrib (Al-Madinah) informing the people about the news of the past.\" Then the shepherd (after hearing that) proceeded (towards Al-Madinah) driving his sheep till he entered Al-Madinah, cornered his sheep in a place, and came to Allâh’s Messenger (Muhammad صلى الله عليه وسلم and informed the whole story. Allâh’s Messenger صلى الله عليه وسلم ordered for the proclamation of a congregational salat (صلاة جامعة) then he صلى الله عليه وسلم came out and asked the shepherd to inform the people (about the story), and he informed them. Then Allâh’s Messenger صلى الله عليه وسلم said: \"He (the shepherd) has spoken the truth. By Him (Allâh) in Whose Hands my soul is, the Day of Resurrection will not be established till beasts of prey (سباع) speak to the human beings, and the stick lash and the shoe-laces of a person speak to him and his thigh inform him about his family as to what happened to them after him.","lang":"en"},{"name":"6:144","price":" 144. And of the camels two (male and female), and of oxen two (male and female). Say: \"Has He forbidden the two males or the two females or (the young) which the wombs of the two females enclose? Or were you present when Allâh ordered you such a thing? Then who does more wrong than one who invents a lie against Allâh, to lead mankind astray without knowledge. Certainly Allâh guides not the people who are Zâlimûn (polytheists and wrong-doers).\"","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:145","price":" 145. Say (O Muhammad صلى الله عليه وسلم): \"I find not in that which has been revealed to me anything forbidden to be eaten by one who wishes to eat it, unless it be Maitah (a dead animal) or blood poured forth (by slaughtering or the like), or the flesh of swine (pork); for that surely is impure or impious (unlawful) meat (of an animal) which is slaughtered as a sacrifice for others than Allâh (or has been slaughtered for idols, or on which Allâh’s Name has not been mentioned while slaughtering). But whosoever is forced by necessity without wilful disobedience, nor transgressing due limits; (for him) certainly, your Lord is Oft-Forgiving, Most Merciful.\"","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:146","price":" 146. And unto those who are Jews, We forbade every (animal) with undivided hoof, and We forbade them the fat of the ox and the sheep except what adheres to their backs or their entrails, or is mixed up with a bone. Thus We recompensed them for their rebellion [committing crimes like murdering the Prophets and eating of Ribâ (usury)]. And verily, We are Truthful.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:147","price":" 147. If they (Jews) belie you (Muhammad صلى الله عليه وسلم) say: \"Your Lord is the Owner of Vast Mercy, and never will His Wrath be turned back from the people who are Mujrimûn (criminals, polytheists or sinners).\"","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:148","price":" 148. Those who took partners (in worship) with Allâh will say: \"If Allâh had willed, we would not have taken partners (in worship) with Him, nor would our fathers, and we would not have forbidden anything (against His Will).\" Likewise belied those who were before them, (they argued falsely with Allâh’s Messengers), till they tasted Our Wrath. Say: \"Have you any knowledge (proof) that you can produce before us? Verily, you follow nothing but guess and you do nothing but lie.\"","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:149","price":" 149. Say: \"With Allâh is the perfect proof and argument, (i.e. the Oneness of Allâh, the sending of His Messengers and His Holy Books to mankind); had He so willed, He would indeed have guided you all.\"","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:150","price":" 150. Say: \"Bring forward your witnesses, who can testify that Allâh has forbidden this. Then if they testify, testify not you (O Muhammad صلى الله عليه وسلم) with them. And you should not follow the vain desires of such as treat Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) as falsehoods, and such as believe not in the Hereafter, and they hold others as equal (in worship) with their Lord.\"","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:151","price":" 151. Say (O Muhammad صلى الله عليه وسلم): \"Come, I will recite what your Lord has prohibited you from: Join not anything in worship with Him; be good and dutiful to your parents; kill not your children because of poverty - We provide sustenance for you and for them; come not near to Al-Fawâhish (shameful sins, illegal sexual intercourse) whether committed openly or secretly; and kill not anyone whom Allâh has forbidden, except for a just cause (according to Islâmic law). This He has commanded you that you may understand.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:152","price":"152. \"And come not near to the orphan’s property, except to improve it, until he (or she) attains the age of full strength; and give full measure and full weight with justice. We burden not any person, but that which he can bear. And whenever you give your word (i.e. judge between men or give evidence), say the truth even if a near relative is concerned, and fulfil the Covenant of Allâh. This He commands you, that you may remember[1].","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"(V.6:152):\nA) See the footnotes of (V.3:130).\nB) See the footnote of (V.4:135).","lang":"en"},{"name":"6:153","price":" 153. \"And verily, this (i.e. Allâh’s Commandments mentioned in the above two Verses 151 and 152) is My Straight Path, so follow it, and follow not (other) paths, for they will separate you away from His Path. This He has ordained for you that you may become Al-Muttaqûn (the pious - see V.2:2).\"","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:154","price":" 154. Then, We gave Mûsâ (Moses) the Book [the Taurât (Torah)] to complete (Our Favour) upon those who would do right, and explaining all things in detail and a guidance and a mercy that they might believe in the meeting with their Lord.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:155","price":" 155. And this is a blessed Book (the Qur’ân) which We have sent down, so follow it and fear Allâh (i.e. do not disobey His Orders), that you may receive mercy (i.e. be saved from the torment of Hell).","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:156","price":" 156. Lest you (pagan Arabs) should say: \"The Book was sent down only to two sects before us (the Jews and the Christians), and for our part, we were in fact unaware of what they studied.\"","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:157","price":" 157. Or lest you (pagan Arabs) should say: \"If only the Book had been sent down to us, we would surely have been better guided than they (Jews and Christians).\" So now has come unto you a clear proof (the Qur’ân) from your Lord, and a guidance and a mercy. Who then does more wrong than one who rejects the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh and turns away therefrom? We shall requite those who turn away from Our Ayât with an evil torment, because of their turning away (from them). [Tafsir At-Tabari]","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:158","price":" 158. Do they then wait for anything other than that the angels should come to them, or that your Lord (Allâh) should come, or that some of the Signs of your Lord should come (i.e. portents of the Hour e.g., rising of the sun from the west)! The day that some of the Signs of your Lord do come, no good will it do to a person to believe then, if he believed not before, nor earned good (by performing deeds of righteousness) through his Faith. Say: \"Wait you! we (too) are waiting.\"[1]","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"(V.6:158):\nA) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"The Hour will not be established until the sun rises from the west; and when the people see it, then whoever will be living on the surface of the earth, will have faith, and that is (the time) when no good will it do to a person to believe then, if he believed not before.\" (6:158) (Sahih Al-Bukhârî, Vol.6, Hadîth No.159).\nB) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said; \"When the following three signs appear, no good will it do to a person to believe then if he believed not before:\n1) Rising of the sun from the west.\n2) (The coming of Al-Masîh) Ad-Dajjal.\n3) (The coming out of the) Dâbbat-ul-Ard (i.e. a beast from the earth).\" (Sahih Muslim - The Book of Fitan - The Signs of the coming of the Hour).\nC). Narrated Anas رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"No Prophet was sent but that he warned his followers against the one-eyed liar (Al-Masîh-Ad-Dajjâl). Beware! He is blind in one eye, and your Lord is not so, and there will be written between his (Al-Masîh Ad-Dajiâl’s) eyes (the word) Kâfir (i.e., disbeliever).\" [This Hadîth is also quoted by Abu Hurairah and Ibn ‘Abbâs. (Sahih Al-Bukhârî, Vol.9, Hadîth No.245)].","lang":"en"},{"name":"6:159","price":" 159. Verily, those who divide their religion and break up into sects (all kinds of religious sects)[2], you (O Muhammad صلى الله عليه وسلم) have no concern in them in the least. Their affair is only with Allâh, Who then will tell them what they used to do.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"(V.6:159) It is said that the Prophet صلى الله عليه وسلم recited this Verse and said: \"These people are those who invent new things (Bid‘ah) in religion and the followers of the vain desires of this Muslim nation, and their repentance will not be accepted by Allâh.\" (TafsirAl-Qurtubi).\n[It has been narrated in the Hadîth Books (At-Tirmidhi, Ibn Mâjah and Abu Dâwûd) that the Prophet صلى الله عليه وسلم said: \"The Jews and the Christians will be divided into seventy-one or seventy-two religious sects and this nation will be divided into seventy-three religious sects, - all in Hell, except one, and that one is: on which I and my Companions are today, i.e. following the Qur’ân and the Prophet’s Sunnah (legal ways, orders, acts of worship, statements)\"].","lang":"en"},{"name":"6:160","price":" 160. Whoever brings a good deed (Islâmic Monotheism and deeds of obedience to Allâh and His Messenger صلى الله عليه وسلم) shall have ten times the like thereof to his credit, and whoever brings an evil deed (polytheism, disbelief, hypocrisy, and deeds of disobedience to Allâh and His Messenger صلى الله عليه وسلم) shall have only the recompense of the like thereof, and they will not be wronged.[3]","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"(V.6:160) See the footnote of (V.6:61).","lang":"en"},{"name":"6:161","price":" 161. Say (O Muhammad صلى الله عليه وسلم): \"Truly, my Lord has guided me to a Straight Path, a right religion, the religion of Ibrâhîm (Abraham), Hanîfa [i.e. the true Islâmic Monotheism - to believe in One God (Allâh i.e. to worship none but Allâh, Alone)] and he was not of Al-Mushrikûn (See V.2:105).\"","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:162","price":" 162. Say (O Muhammad صلى الله عليه وسلم): \"Verily, my Salât (prayer), my sacrifice, my living, and my dying are for Allâh, the Lord of the ‘Âlamîn (mankind, jinn and all that exists).","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:163","price":" 163. \"He has no partner. And of this I have been commanded, and I am the first of the Muslims.\"","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:164","price":" 164. Say: \"Shall I seek a lord other than Allâh, while He is the Lord of all things? No person earns any (sin) except against himself (only), and no bearer of burdens shall bear the burden of another. Then unto your Lord is your return, so He will tell you that wherein you have been differing.\"","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:165","price":" 165. And it is He Who has made you generations coming after generations, replacing each other on the earth. And He has raised you in ranks, some above others that He may try you in that which He has bestowed on you. Surely your Lord is Swift in retribution, and certainly He is Oft-Forgiving, Most Merciful.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"en"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}