{"data":[{"name":"68:1","price":"1. Nûn.\r\n[These letters (Nun, etc.) are one of the miracles of the Qur’an, and none but Allah (Alone) knows their meanings].\r\nBy the pen and by what they (the angels) write (in the Records of men).","arabic":"نٓۚ وَٱلۡقَلَمِ وَمَا يَسۡطُرُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5272,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:2","price":" 2. You (O Muhammad صلى الله عليه وسلم), by the Grace of your Lord, are not mad.","arabic":"مَآ أَنتَ بِنِعۡمَةِ رَبِّكَ بِمَجۡنُونٖ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5273,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:3","price":" 3. And Verily, for you (O Muhammad صلى الله عليه وسلم) will be an endless reward.","arabic":"وَإِنَّ لَكَ لَأَجۡرًا غَيۡرَ مَمۡنُونٖ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5274,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:4","price":" 4. And Verily, you (O Muhammad صلى الله عليه وسلم) are on an exalted (standard of) character.","arabic":"وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٖ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5275,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:5","price":" 5. You will see, and they will see,","arabic":"فَسَتُبۡصِرُ وَيُبۡصِرُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5276,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:6","price":" 6. Which of you is afflicted with madness.","arabic":"بِأَييِّكُمُ ٱلۡمَفۡتُونُ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5277,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:7","price":" 7. Verily, your Lord is the Best Knower of him who has gone astray from His Path, and He is the Best Knower of those who are guided.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5278,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:8","price":" 8. So (O Muhammad صلى الله عليه وسلم) obey you not the deniers [(of Islâmic Monotheism - those who belie the Verses of Allâh), the Oneness of Allâh, and the Messengership of Muhammad صلى الله عليه وسلم][1]","arabic":"فَلَا تُطِعِ ٱلۡمُكَذِّبِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5279,"juzNumber":29,"footnotes":"(V.68:8) See the footnote of (V.3:85).","lang":"en"},{"name":"68:9","price":" 9. They wish that you should compromise (in religion out of courtesy) with them: so they (too) would compromise with you.","arabic":"وَدُّواْ لَوۡ تُدۡهِنُ فَيُدۡهِنُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5280,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:10","price":" 10. And (O Muhammad صلى الله عليه وسلم) obey you not everyone Hallaf Mahîn (the one who swears much and is a liar or is worthless). [Tafsir At-Tabari]","arabic":"وَلَا تُطِعۡ كُلَّ حَلَّافٖ مَّهِينٍ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5281,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:11","price":" 11. A slanderer, going about with calumnies,","arabic":"هَمَّازٖ مَّشَّآءِۭ بِنَمِيمٖ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5282,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:12","price":" 12. Hinderer of the good, transgressor, sinful,","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٍ أَثِيمٍ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5283,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:13","price":" 13. Cruel, and moreover base-born (of illegitimate birth).","arabic":"عُتُلِّۭ بَعۡدَ ذَٰلِكَ زَنِيمٍ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5284,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:14","price":" 14. (He was so) because he had wealth and children.","arabic":"أَن كَانَ ذَا مَالٖ وَبَنِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5285,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:15","price":" 15. When Our Verses (of the Qur’ân) are recited to him, he says: \"Tales of the men of old!\"","arabic":"إِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5286,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:16","price":"16. We shall brand him on the snout (nose)!","arabic":"سَنَسِمُهُۥ عَلَى ٱلۡخُرۡطُومِ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5287,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:17","price":" 17. Verily, We have tried them as We tried the people of the garden, when they swore to pluck the fruits of the (garden) in the morning,","arabic":"إِنَّا بَلَوۡنَٰهُمۡ كَمَا بَلَوۡنَآ أَصۡحَٰبَ ٱلۡجَنَّةِ إِذۡ أَقۡسَمُواْ لَيَصۡرِمُنَّهَا مُصۡبِحِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5288,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:18","price":" 18. Without saying: Inshâ’ Allâh (If Allâh wills).","arabic":"وَلَا يَسۡتَثۡنُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5289,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:19","price":" 19. Then there passed by on the (garden) a visitation (fire) from your Lord at night and burnt it while they were asleep.","arabic":"فَطَافَ عَلَيۡهَا طَآئِفٞ مِّن رَّبِّكَ وَهُمۡ نَآئِمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5290,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:20","price":" 20. So the (garden) became black by the morning, like a pitch dark night (in complete ruins).","arabic":"فَأَصۡبَحَتۡ كَٱلصَّرِيمِ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5291,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:21","price":" 21. Then they called out one to another as soon as the morning broke.","arabic":"فَتَنَادَوۡاْ مُصۡبِحِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5292,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:22","price":" 22. Saying: \"Go to your tilth in the morning, if you would pluck the fruits.\"","arabic":"أَنِ ٱغۡدُواْ عَلَىٰ حَرۡثِكُمۡ إِن كُنتُمۡ صَٰرِمِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5293,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:23","price":" 23. So they departed, conversing in secret low tones (saying):","arabic":"فَٱنطَلَقُواْ وَهُمۡ يَتَخَٰفَتُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5294,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:24","price":" 24. \"No Miskîn (poor man) shall enter upon you into it today.\"","arabic":"أَن لَّا يَدۡخُلَنَّهَا ٱلۡيَوۡمَ عَلَيۡكُم مِّسۡكِينٞ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5295,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:25","price":" 25. And they went in the morning with strong intention, thinking that they have power (to prevent the poor taking anything of the fruits therefrom).","arabic":"وَغَدَوۡاْ عَلَىٰ حَرۡدٖ قَٰدِرِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5296,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:26","price":" 26. But when they saw the (garden), they said: \"Verily, we have gone astray.\"","arabic":"فَلَمَّا رَأَوۡهَا قَالُوٓاْ إِنَّا لَضَآلُّونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5297,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:27","price":" 27. (Then they said): \"Nay! Indeed we are deprived of (the fruits)!\"","arabic":"بَلۡ نَحۡنُ مَحۡرُومُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5298,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:28","price":" 28. The best among them said: \"Did I not tell you: why say you not: Inshâ’ Allâh (If Allâh wills).\"","arabic":"قَالَ أَوۡسَطُهُمۡ أَلَمۡ أَقُل لَّكُمۡ لَوۡلَا تُسَبِّحُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5299,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:29","price":" 29. They said: \"Glory to Our Lord! Verily, we have been Zâlimûn (wrong-doers).\"","arabic":"قَالُواْ سُبۡحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5300,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:30","price":" 30. Then they turned one against another, blaming.","arabic":"فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَلَٰوَمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5301,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:31","price":" 31. They said: \"Woe to us! Verily, we were Tâghûn (transgressors and disobedient)","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا طَٰغِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5302,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:32","price":" 32. We hope that our Lord will give us in exchange a better (garden) than this. Truly, we turn to our Lord (wishing for good that He may forgive our sins and reward us in the Hereafter).","arabic":"عَسَىٰ رَبُّنَآ أَن يُبۡدِلَنَا خَيۡرٗا مِّنۡهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5303,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:33","price":" 33. Such is the punishment (in this life), but truly, the punishment of the Hereafter is greater if they but knew.","arabic":"كَذَٰلِكَ ٱلۡعَذَابُۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5304,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:34","price":" 34. Verily, for the Muttaqûn (the pious - See V.2:2) are Gardens of delight (Paradise) with their Lord.","arabic":"إِنَّ لِلۡمُتَّقِينَ عِندَ رَبِّهِمۡ جَنَّٰتِ ٱلنَّعِيمِ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5305,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:35","price":" 35. Shall We then treat the Muslims (believers of Islamic Monotheism, doers of righteous deeds) like the Mujrimûn (criminals, polytheists and disbelievers, etc.)?","arabic":"أَفَنَجۡعَلُ ٱلۡمُسۡلِمِينَ كَٱلۡمُجۡرِمِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5306,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:36","price":" 36. What is the matter with you? How judge you?","arabic":"مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5307,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:37","price":" 37. Or have you a Book wherein you learn,","arabic":"أَمۡ لَكُمۡ كِتَٰبٞ فِيهِ تَدۡرُسُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5308,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:38","price":" 38. That you shall therein have all that you choose?","arabic":"إِنَّ لَكُمۡ فِيهِ لَمَا تَخَيَّرُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5309,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:39","price":" 39. Or have you oaths from Us, reaching to the Day of Resurrection, that yours will be what you judge?","arabic":"أَمۡ لَكُمۡ أَيۡمَٰنٌ عَلَيۡنَا بَٰلِغَةٌ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ إِنَّ لَكُمۡ لَمَا تَحۡكُمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5310,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:40","price":" 40. Ask them, which of them will stand surety for that!","arabic":"سَلۡهُمۡ أَيُّهُم بِذَٰلِكَ زَعِيمٌ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5311,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:41","price":" 41. Or have they \"partners\"? Then let them bring their \"partners\" if they are truthful!","arabic":"أَمۡ لَهُمۡ شُرَكَآءُ فَلۡيَأۡتُواْ بِشُرَكَآئِهِمۡ إِن كَانُواْ صَٰدِقِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5312,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:42","price":" 42. (Remember) the Day when the Shin[1] shall be laid bare (i.e. the Day of Resurrection) and they shall be called to prostrate themselves (to Allâh), but they (hypocrites) shall not be able to do so.","arabic":"يَوۡمَ يُكۡشَفُ عَن سَاقٖ وَيُدۡعَوۡنَ إِلَى ٱلسُّجُودِ فَلَا يَسۡتَطِيعُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5313,"juzNumber":29,"footnotes":"(V.68:42).\na) Narrated Abû-Sa‘îd رضي الله عنه: I heard the Prophet صلى الله عليه وسلم saying, \"Allâh will lay bare His Shin and then all the believers, men and women, will prostrate themselves before Him; but there will remain those who used to prostrate themselves in the world for showing off and for gaining good reputation. Such a one will try to prostrate himself (on the Day of Judgement) but his back (bones) will become a single (vertebra) bone (so he will not be able to prostrate). (Sahih Al-Bukhari, Vol.6, Hadîth No.441).\nb) See the footnote of (V.3:73) صفات الله .\nc) Narrated Abu Sa‘îd Al-Khudrî رضي الله عنه: We said, \"O Allâh’s Messenger! Shall we see our Lord on the Day of Resurrection?\" He said, \"Do you have any difficulty in seeing the sun and the moon when the sky is clear?\" We said, \"No.\" He said, \"So you will have no difficulty in seeing your Lord on that Day as you have no difficulty in seeing the sun and the moon (in a clear sky).\" The Prophet صلى الله عليه وسلم then said, \"Somebody will then announce, ‘Let every nation follow what they used to worship.’ So the people of the Cross will go with their Cross, and the idolaters (will go) with their idols, and the worshippers of every god (false deities) (will go) with their god: till there remain those who used to worship Allâh, from the righteous pious ones and the mischievous ones, and some of the people of the Scripture (Jews and Christians). Then Hell will be presented to them as if it were a mirage. Then it will be said to the Jews, ‘What did you use to worship?’ They will reply, ‘We used to worship ‘Uzair (Ezra), the son of Allâh.’ It will be said to them, ‘You are liars, for Allâh has neither a wife nor a son. What do you want (now)?’ They will reply, ‘We want You to provide us with water.’ Then it will be said to them ‘Drink’, and they will fall down in Hell (instead). Then it will be said to the Christians, ‘What did you use to worship?’ They will reply, ‘We used to worship Messiah, the son of Allâh.’ It will be said, ‘You are liars, for Allâh has neither a wife nor a son. What do you want (now)?’ They will say, ‘We want You to provide us with water.’ It will be said to them, ‘Drink,’ and they will fall down in Hell (instead): till there remain only those who used to worship Allâh (Alone), from the righteous pious ones and the mischievous evil ones, it will be said to them, ‘What keeps you here when all the people have gone?’ They will say, ‘We left them (in the world) when we were in greater need of them than we are today; we heard the call of one proclaiming - Let every nation follow what they used to worship, - and now we are waiting for our Lord.’ Then the Almighty will come to them in a shape other than the one which they saw the first time, and He will say, ‘I am your Lord,’ and they will say, ‘You are our Lord.’ And none will speak to Him then but the Prophets. And then it will be said to them, ‘Do you know any sign by which you can recognise Him?’ They will say, ‘The Shin,’ and so Allâh will then uncover His Shin whereupon every believer will prostrate himself before Him and there will remain those who used to prostrate themselves before Him just for showing off and for gaining good reputation. Such a one will try to prostrate himself but his back (bones) will become a single (vertebra) bone [like one piece of a wood and he will not be able to prostrate]. Then the bridge will be brought and laid across Hell.\" We (the Companions of the Prophet صلى الله عليه وسلم) said, \"O Allâh’s Messenger! What is the bridge?\" He said, \"It is a slippery (bridge) on which there are clamps and (hooks like) a thorny seed that is wide at one side and narrow at the other and has thorns with bent ends. Such a thorny seed is found in Najd and is called As-Sa‘dân. Some of the believers will cross the bridge as quickly as the wink of an eye, some others as quick as lightning, or a strong wind, or fast horses or she-camels. So some will be safe without any harm; some will be safe after receiving some scratches and some will fall down into Hell (Fire). The last person will cross as if being dragged (over the bridge).\" The Prophet صلى الله عليه وسلم said, \"You (Muslims) cannot be more pressing in claiming from me a right that has been clearly proved to be yours than the believers in interceding with Almighty for their (Muslim) brothers on that Day, when they see themselves safe. They will say, ‘O Allâh! (Save) our brothers (for they) used to pray with us, fast with us and also do good deeds with us.’ Allâh will say, ‘Go and take out (of Hell) anyone in whose heart you find Faith equal to the weight of one (gold) Dinar.’ Allâh will forbid the Fire to burn the faces of those sinners. They will go to them and find some of them in Hell (Fire) up to their feet, and some up to the middle of their legs. So, they will take out those whom they will recognise and then they will return. And Allâh will say (to them), ‘Go and take out (of Hell) anyone in whose heart you find Faith equal to the weight of one-half Dinar.’ They will take out whomever they will recognise and return. And then Allâh will say, ‘Go and take out (of Hell) anyone in whose heart you find Faith equal to the weight of an atom (or a small ant), and so they will take out all those whom they will recognise.\" Abû Sa‘îd said: \"If you do not believe me then read the Holy Verse: ‘Surely Allâh wrongs not even of the weight of an atom (or a small ant) but if there is any good (done), He doubles it.’ (V.4:40).\"\nThe Prophet صلى الله عليه وسلم added: \"Then the Prophets and angels and the believers will intercede, and (last of all) the Almighty (Allâh) will say, ‘Now remains My Intercession. He will then hold a handful of the Fire from which He will take out some people whose bodies have been burnt, and they will be thrown into a river at the entrance of Paradise, called the Water of Life. They will grow on its banks, as a seed carried by the torrent grows. You have noticed how it grows beside a rock or beside a tree, and how the side facing the sun is usually green while the side facing the shade is white. Those people will come out (of the River of Life) like pearls, and they will have (golden) necklaces, and then they will enter Paradise whereupon the people of Paradise will say, ‘These are the people emancipated by the Gracious. He has admitted them into Paradise without (them) having done any good deed and without sending forth any good (for themselves).’ Then it will be said to them, ‘For you is what you have seen and its equivalent as well.’\" (Sahih Al-Bukhari, Vol.9, Hadîth No.532B).","lang":"en"},{"name":"68:43","price":"43. Their eyes will be cast down and ignominy will cover them; they used to be called to prostrate themselves (offer prayers), while they were healthy and good (in the life of the world, but they did not).","arabic":"خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۖ وَقَدۡ كَانُواْ يُدۡعَوۡنَ إِلَى ٱلسُّجُودِ وَهُمۡ سَٰلِمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5314,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:44","price":" 44. Then leave Me Alone with such as belie this Qur’ân. We shall punish them gradually from directions they perceive not.","arabic":"فَذَرۡنِي وَمَن يُكَذِّبُ بِهَٰذَا ٱلۡحَدِيثِۖ سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5315,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:45","price":" 45. And I will grant them a respite. Verily, My Plan is strong.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5316,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:46","price":" 46. Or is it that you (O Muhammad صلى الله عليه وسلم) ask them a wage, so that they are heavily burdened with debt?","arabic":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5317,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:47","price":" 47. Or that the Ghaib (the Unseen - here in this Verse it means Al-Lauh Al-Mahfûz) is in their hands, so that they can write it down?","arabic":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5318,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:48","price":" 48. So wait with patience for the Decision of your Lord, and be not like the Companion of the Fish - when he cried out (to Us) while he was in deep sorrow. (See the Qur’ân, Verse 21:87).","arabic":"فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلۡحُوتِ إِذۡ نَادَىٰ وَهُوَ مَكۡظُومٞ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5319,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:49","price":" 49. Had not a Grace from his Lord reached him, he would indeed have been (left in the stomach of the fish, but We forgave him): so he was cast off on the naked shore, while he was to be blamed.","arabic":"لَّوۡلَآ أَن تَدَٰرَكَهُۥ نِعۡمَةٞ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلۡعَرَآءِ وَهُوَ مَذۡمُومٞ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5320,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:50","price":" 50. Then his Lord chose him and made him of the righteous.","arabic":"فَٱجۡتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5321,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:51","price":" 51. And verily, those who disbelieve would almost make you slip with their eyes (through hatred) when they hear the Reminder (the Qur’ân), and they say: \"Verily, he (Muhammad صلى الله عليه وسلم) is a madman!\"","arabic":"وَإِن يَكَادُ ٱلَّذِينَ كَفَرُواْ لَيُزۡلِقُونَكَ بِأَبۡصَٰرِهِمۡ لَمَّا سَمِعُواْ ٱلذِّكۡرَ وَيَقُولُونَ إِنَّهُۥ لَمَجۡنُونٞ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5322,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"68:52","price":" 52. But it is nothing else than a Reminder to all the ‘Âlamîn (mankind, and jinn).","arabic":"وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5323,"juzNumber":29,"footnotes":"","lang":"en"}],"chapter":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam","Chapter Al-Qalam","Qalam","Surah Qalam","Chapter Qalam","Al Qalam","Surah Al Qalam","Chapter Al Qalam","Surah 68","Chapter 68","The Pen","القلم"]}