{"data":[{"name":"9:1","price":" 1. Freedom from (all) obligations (is declared) from Allâh and His Messenger (صلى الله عليه وسلم) to those of the Mushrikûn (polytheists, pagans, idolaters, disbelievers in the Oneness of Allâh), with whom you made a treaty.","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:2","price":" 2. So travel freely (O Mushrikûn - See V.2:105) for four months (as you will) throughout the land, but know that you cannot escape (from the punishment of) Allâh; and Allâh will disgrace the disbelievers.","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:3","price":" 3. And a declaration from Allâh and His Messenger to mankind on the greatest day (the 10th of Dhul-Hijjah - the 12th month of Islâmic calendar) that Allâh is free from (all) obligations to the Mushrikûn (See V.2:105) and so is His Messenger. So if you (Mushrikûn ) repent, it is better for you, but if you turn away, then know that you cannot escape (from the Punishment of) Allâh. And give tidings (O Muhammad صلى الله عليه وسلم) of a painful torment to those who disbelieve.","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:4","price":" 4. Except those of the Mushrikûn (see V.2:105) with whom you have a treaty, and who have not subsequently failed you in aught, nor have supported anyone against you. So fulfil their treaty to them for the end of their term. Surely Allâh loves Al-Mattaqûn (the pious - See V.2:2).","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:5","price":" 5. Then when the Sacred Months (the 1st, 7th, 11th, and 12th months of the Islâmic calendar) have passed, then kill the Mushrikûn (See V.2:105) wherever you find them, and capture them and besiege them, and lie in wait for them in each and every ambush. But if they repent and perform As-Salât (Iqâmat-as-Salât), and give Zakât, then leave their way free. Verily, Allâh is Oft-Forgiving, Most Merciful.[1]","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":"a) (V.9:5) See the footnote of (V.2:193).\nb) Narrated Abû Hurairah رضي الله عنه : When the Prophet صلى الله عليه وسلم died and Abû Bakr became his successor and some of the Arabs reverted to disbelief, ‘Umar said, \"O Abû Bakr! How can you fight these people although Allâh’s Messenger صلى الله عليه وسلم said, \" I have been ordered to fight the people till they say: La ilâha illallâh (none has the right to be worshipped but Allâh), and whoever said La ilâha illallâh will save his property and his life from me, unless (he does something for which he receives legal punishment) justly, and his account will be on Allâh?\" Abû Bakr said, \"By Allâh! I will fight who ever differentiates between Salât (prayers) and Zakât, as Zakât is the right to be taken from property (according to Allâh’s orders). By Allâh! If they refused to pay me even a kid they used to pay to Allâh’s Messenger صلى الله عليه وسلم, I would fight with them for withholding it,\" ‘Umar said \"By Allâh! It was nothing, but I noticed that Allâh opened Abû Bakr’s chest towards the decision to fight, therefore I realized that his decision was right.\" (Sahih Al-Bukhâri, Vol.9, Hadîth No 59).","lang":"en"},{"name":"9:6","price":" 6. And if anyone of the Mushrikûn (polytheists, idolaters, pagans, disbelievers in the Oneness of Allâh) seeks your protection, then grant him protection so that he may hear the Word of Allâh (the Qur’ân), and then escort him to where he can be secure, that is because they are men who know not.","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:7","price":" 7. How can there be a covenant with Allâh and with His Messenger for the Mushrikûn (polytheists, idolaters, pagans, disbelievers in the Oneness of Allâh) except those with whom you made a covenant near Al-Masjid-al-Harâm (at Makkah)? So long as they are true to you, stand you true to them. Verily, Allâh loves Al-Muttaqûn (the pious - See V.2:2).","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:8","price":" 8. How (can there be such a covenant with them) that when you are overpowered by them, they regard not the ties, either of kinship or of covenant with you? With (good words from) their mouths they please you, but their hearts are averse to you, and most of them are Fâsiqûn (rebellious, disobedient to Allâh).","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:9","price":" 9. They have purchased with the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh a little gain, and they hindered men from His Way; evil indeed is that which they used to do.","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:10","price":" 10. With regard to a believer, they respect not the ties, either of kinship or of covenant! It is they who are the transgressors.","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:11","price":" 11. But if they repent, perform As-Salât, (Iqâmat-as-Salât) and give Zakât,[1] then they are your brethren in religion. (In this way) We explain the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) in detail for a people who know.","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":"(V.9:11) See the footnote of (V.9:5).","lang":"en"},{"name":"9:12","price":" 12. But if they violate their oaths after their covenant, and attack your religion with disapproval and criticism, then fight (you) the leaders of disbelief (chiefs of Quraish pagans of Makkah) - for surely their oaths are nothing to them - so that they may stop (evil actions).","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:13","price":" 13. Will you not fight a people who have violated their oaths (pagans of Makkah), and intended to expel the Messenger while they did attack you first? Do you fear them? Allâh has more right that you should fear Him if you are believers.","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:14","price":"14. Fight against them so that Allâh will punish them by your hands and disgrace them and give you victory over them and heal the breasts of a believing people,","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:15","price":" 15. And remove the anger of their (believers’) hearts. Allâh accepts the repentance of whom He wills. Allâh is All-Knowing, All-Wise.","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:16","price":" 16. Do you think that you shall be left alone while Allâh has not yet tested those among you who have striven hard and fought and have not taken Walîjah [(Bitânah - helpers, advisors and consultants from disbelievers, pagans.) giving openly to them their secrets] besides Allâh, and His Messenger, and the believers. Allâh is Well-Acquainted with what you do.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:17","price":" 17. It is not for the Mushrikûn (polytheists, idolaters, pagans, disbelievers in the Oneness of Allâh), to maintain the Mosques of Allâh (i.e. to pray and worship Allâh therein, to look after their cleanliness and their building,), while they witness against their ownselves of disbelief. The works of such are in vain and in Fire shall they abide.","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:18","price":" 18. The Mosques of Allâh shall be maintained only by those who believe in Allâh and the Last Day, perform As-Salât (Iqâmat-as-Salât), and give Zakât and fear none but Allâh. It is they who are on true guidance.","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:19","price":" 19. Do you consider the providing of drinking water to the pilgrims and the maintenance of Al-Masjidal-Harâm (at Makkah) as equal to the worth of those who believe in Allâh and the Last Day, and strive hard and fight in the Cause of Allâh? They are not equal before Allâh. And Allâh guides not those people who are the Zâlimûn (polytheists and wrong-doers).","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:20","price":" 20. Those who believed (in the Oneness of Allâh - Islâmic Monotheism) and emigrated and strove hard and fought in Allâh’s Cause with their wealth and their lives are far higher in degree with Allâh. They are the successful.[1]","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":"(V.9:20).\na. Narrated Abu Hurairah رضي الله عنه : The Prophet صلى الله عليه وسلم said, \"Whoever believes in Allâh and His Messenger صلى الله عليه وسلم performs Salât (Iqamât-as-Salât) and observes Saum (fasts) during the month of Ramadan, then it will be a promise binding upon Allâh to admit him to Paradise, no matter whether he fights in Allâh’s Cause or remains in the land where he is born.\" The people said, \"O Allâh’s Messenger! Shall we acquaint the people with this good news?\" He said, \"Paradise has one hundred grades which Allâh has reserved for the Mujahidûn who fight in His Cause, and the distance between each of two grades is like the distance between the heaven and the earth. So, when you ask Allâh (for something), ask for Al-Firdaus which is the middle and highest part of Paradise.\" [the subnarrator added, \"I think the Prophet صلى الله عليه وسلم also said, ‘Above it (i.e. Al-Firdaus ) is the Throne of the Most Gracious (i.e. Allâh), and from it gushes forth the rivers of Paradise].\" (Sahih Al Bukhârî, Vol.4, Hadith No.48).\nb. The wish for martyrdom.\nNarrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"By Him in Whose Hand my soul is! Were it not for some men amongst the believers who dislike to be left behind me, and whom I cannot provide with means of conveyance, I would certainly never remain behind any Sariya (army unit) going out for Jihâd in Allâh’s Cause. By Him in Whose Hand my soul is! I would love to be martyred in Allâh’s Cause and then come back to life, and then get martyred and then come back to life again, and then get martyred and then come back to life again, and then get martyred.\" (Sahih Al-Bukhâri, Vol.4, Hadith No.54).","lang":"en"},{"name":"9:21","price":" 21. Their Lord gives them glad tidings of Mercy from Him, and His being pleased (with them), and of Gardens (Paradise) for them wherein are everlasting delights.","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:22","price":" 22. They will dwell therein forever. Verily, with Allâh is a great reward.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:23","price":" 23. O you who believe! Take not as Auliyâ’ (supporters and helpers) your fathers and your brothers if they prefer disbelief to Belief. And whoever of you does so, then he is one of the Zâlimûn (wrong-doers).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:24","price":" 24. Say: If your fathers, your sons, your brothers, your wives, your kindred, the wealth that you have gained, the commerce in which you fear a decline, and the dwellings in which you delight are dearer to you than Allâh and His Messenger, and striving hard and fighting in His Cause,[1] then wait until Allâh brings about His Decision (torment). And Allâh guides not the people who are Al-Fâsiqûn (the rebellious, disobedient to Allâh).","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":"(V.9:24): See the footnote of (V.2:190).","lang":"en"},{"name":"9:25","price":" 25. Truly Allâh has given you victory on many battle fields, and on the Day of Hunain (battle) when you rejoiced at your great number, but it availed you naught and the earth, vast as it is, was straitened for you, then you turned back in flight.","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:26","price":" 26. Then Allâh did send down His Sakînah (calmness, tranquillity and reassurance) on the Messenger (Muhammad صلى الله عليه وسلم), and on the believers, and sent down forces (angels) which you saw not, and punished the disbelievers. Such is the recompense of disbelievers.","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:27","price":" 27. Then after that Allâh will accept the repentance of whom He wills. And Allâh is Oft-Forgiving, Most Merciful.","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:28","price":" 28. O you who believe (in Allâh’s Oneness and in His Messenger Muhammad صلى الله عليه وسلم)! Verily, the Mushrikûn (polytheists, pagans, idolaters, disbelievers in the Oneness of Allâh, and in the Message of Muhammad صلى الله عليه وسلم) are Najasun (impure).[1] So let them not come near Al-Masjidal-Harâm (at Makkah) after this year; and if you fear poverty, Allâh will enrich you if He wills, out of His Bounty. Surely, Allâh is All-Knowing, All-Wise.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":"(V.9:28) Their impurity is spiritual and physical: spiritual, because they don’t believe in Allâh’s Oneness and in His Prophet Muhammad صلى الله عليه وسلم ; and physical, because they lack personal hygiene (filthy as regards urine, stools and blood). And the word Najas is used only for those persons who have spiritual impurity e.g. Al-Mushrikûn","lang":"en"},{"name":"9:29","price":" 29. Fight against those who (1) believe not in Allâh, (2) nor in the Last Day, (3) nor forbid that which has been forbidden by Allâh and His Messenger Muhammad (صلى الله عليه وسلم) (4) and those who acknowledge not the religion of truth (i.e. Islâm) among the people of the Scripture (Jews and Christians), until they pay the Jizyah [2] with willing submission, and feel themselves subdued.","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":"(V.9:29) a) See the footnote of (V.2:193)\nb) Narrated Abû Hurairah رضي الله عنه : Allâh’s Messenger صلى الله عليه وسلم said, \"The Hour will not be established untill you fight against the Jews, and the stone behind which a Jew will be hiding will say, ‘O Muslim! There is a Jew hiding behind me, so kill him’ \" (Sahih Al-Bukhâri, Vol. 4, Hadîth No.177)\nc) Jizyah a tax levied from the people of the Scriptures (Jews and Christians), who are under the protection of a Muslim government.","lang":"en"},{"name":"9:30","price":" 30. And the Jews say: ‘Uzair (Ezra) is the son of Allâh, and the Christians say: Messiah is the son of Allâh. That is their saying with their mouths, resembling the saying of those who disbelieved aforetime. Allâh’s Curse be on them, how they are deluded away from the truth![3]","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":"(V.9:30)\na) See the footnote of (V.2:116).\nb) See the footnote of (V.4:40) and the footnote (c) of (V.68:42).\n[4] (V.9:31) Once while Allâh’s Messenger صلى الله عليه وسلم was reciting this Verse, ‘Adi bin Hâtim said, \"O Allâh’s Messenger! They do not worship them (i.e. the rabbis and monks).\" Allâh’s Messenger صلى الله عليه وسلم said: \"They certainly do. [They (i.e. the rabbis and monks) made lawful things as unlawful and unlawful things as lawful, and they (i.e. Jews and Christians) followed them; and by doing so, they really worshipped them].\" (Narrated by Ahmad, At-Tirmidhi, and Ibn Jarîr).","lang":"en"},{"name":"9:31","price":" 31. They (Jews and Christians) took their rabbis and their monks to be their lords besides Allâh (by obeying them in things which they made lawful or unlawful according to their own desires without being ordered by Allâh), and (they also took as their Lord) Messiah, son of Maryam (Mary), while they (Jews and Christians) were commanded [in the Taurât (Torah) and the Injeel (Gospel)] to worship none but One Ilâh (God - Allâh) Lâ ilâha illa Huwa (none has the right to be worshipped but He)[4]. Praise and glory be to Him (far above is He) from having the partners they associate (with Him).\"","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:32","price":" 32. They (the disbelievers, the Jews and the Christians) want to extinguish Allâh’s Light (with which Muhammad صلى الله عليه وسلم has been sent - Islâmic Monotheism) with their mouths, but Allâh will not allow except that His Light should be perfected even though the Kâfirûn (disbelievers) hate (it).","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:33","price":" 33. It is He Who has sent His Messenger (Muhammad صلى الله عليه وسلم) with guidance and the religion of truth (Islâm), to make it superior over all religions even though the Mushrikûn (polytheists, pagans, idolaters, disbelievers in the Oneness of Allâh) hate (it).","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:34","price":" 34. O you who believe! Verily, there are many of the (Jewish) rabbis and the (Christian) monks who devour the wealth of mankind in falsehood, and hinder (them) from the Way of Allâh (i.e. Allâh’s religion of Islâmic Monotheism). And those who hoard up gold and silver [Al-Kanz: the money, the Zakât of which has not been paid] and spend them not in the Way of Allâh, announce unto them a painful torment.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:35","price":" 35. On the Day when that (Al-Kanz: money, gold and silver the Zakât of which has not been paid) will be heated in the Fire of Hell and with it will be branded their foreheads, their flanks, and their backs, (and it will be said unto them): \"This is the treasure which you hoarded for yourselves. Now taste of what you used to hoard.\"[1]","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":"(V.9:35) See the footnote of (V.3:180)","lang":"en"},{"name":"9:36","price":" 36. Verily, the number of months with Allâh is twelve months (in a year), so was it ordained by Allâh on the Day when He created the heavens and the earth; of them four are Sacred (i.e. the 1st, the 7th, the 11th and the 12th months of the Islâmic calendar). That is the right religion, so wrong not yourselves therein, and fight against the Mushrikûn (polytheists, pagans, idolaters, disbelievers in the Oneness of Allâh) collectively[2] as they fight against you collectively. But know that Allâh is with those who are Al-Muttaqûn (the pious - See V.2:2).","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":"(V.9:36) See the footnotes of (V.2:193) and (V.8:73).","lang":"en"},{"name":"9:37","price":"37. The postponing (of a Sacred Month) is indeed an addition to disbelief: thereby the disbelievers are led astray, for they make it lawful one year and forbid it another year in order to adjust the number of months forbidden by Allâh, and make such forbidden ones lawful. The evil of their deeds is made fair-seeming to them. And Allâh guides not the people who disbelieve.","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:38","price":" 38. O you who believe! What is the matter with you, that when you are asked to march forth in the Cause of Allâh (i.e. Jihâd) you cling heavily to the earth? Are you pleased with the life of this world rather than the Hereafter? But little is the enjoyment of the life of this world as compared to the Hereafter.[1]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":"(V.9:38) Narrated Anas bin Mâlik رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"Nobody who dies and finds good from Allâh (in the Hereafter) would wish to come back to this world, even if he were given the whole world and whatever is in it except the martyr who, on seeing the superiority of martyrdom would like to come back to the world and get killed again (in Allâh’s Cause).\" (Sahih Al Bukhâri, Vol.4, Hadîth No.53-A).","lang":"en"},{"name":"9:39","price":" 39. If you march not forth, He will punish you with a painful torment and will replace you by another people; and you cannot harm Him at all, and Allâh is Able to do all things.","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:40","price":" 40. If you help him (Muhammad صلى الله عليه وسلم) not (it does not matter), for Allâh did indeed help him when the disbelievers drove him out, the second of the two; when they (Muhammad صلى الله عليه وسلم and Abu Bakr رضي الله عنه) were in the cave, he (صلى الله عليه وسلم) said to his companion (Abu Bakr رضي الله عنه): \"Be not sad (or afraid), surely Allâh is with us.\" Then Allâh sent down His Sakînah (calmness, tranquillity, peace) upon him, and strengthened him with forces (angels) which you saw not, and made the word of those who disbelieved the lowermost, while the Word of Allâh that became the uppermost; and Allâh is All-Mighty, All-Wise.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:41","price":" 41. March forth, whether you are light (being healthy, young and wealthy) or heavy (being ill, old and poor), and strive hard with your wealth and your lives in the Cause of Allâh. This is better for you, if you but knew.","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:42","price":" 42. Had it been a near gain (booty in front of them) and an easy journey, they would have followed you, but the distance (Tabuk expedition) was long for them; and they would swear by Allâh, \"If we only could, we would certainly have come forth with you.\" They destroy their ownselves, and Allâh knows that they are liars.","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:43","price":" 43. May Allâh forgive you (O Muhammad صلى الله عليه وسلم). Why did you grant them leave (for remaining behind; you should have persisted as regards your order to them to proceed on Jihâd ), until those who told the truth were seen by you in a clear light, and you had known the liars?","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:44","price":" 44. Those who believe in Allâh and the Last Day would not ask your leave to be exempted from fighting with their properties and their lives; and Allâh is the All-Knower of Al-Muttaqûn (the pious - See V.2:2).","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:45","price":" 45. It is only those who believe not in Allâh and the Last Day and whose hearts are in doubt that ask your leave (to be exempted from Jihâd). So in their doubts they waver.","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:46","price":" 46. And if they had intended to march out, certainly, they would have made some preparation for it; but Allâh was averse to their being sent forth, so He made them lag behind, and it was said (to them), \"Sit you among those who sit (at home).\"","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:47","price":" 47. Had they marched out with you, they would have added to you nothing except disorder, and they would have hurried about in your midst (spreading corruption) and sowing sedition among you - and there are some among you who would have listened to them. And Allâh is the All-Knower of the Zâlimûn (polytheists and wrong-doers).","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:48","price":"48. Verily, they had plotted sedition before, and had upset matters for you, until the truth (victory) came and the Decree of Allâh (His religion, Islâm) became manifest though they hated it.","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:49","price":" 49. And among them is he who says: \"Grant me leave (to be exempted from Jihâd) and put me not into trial.\" Surely, they have fallen into trial. And verily, Hell is surrounding the disbelievers.","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:50","price":" 50. If good befalls you (O Muhammad صلى الله عليه وسلم), it grieves them, but if a calamity overtakes you, they say: \"We took our precaution beforehand\" and they turn away rejoicing.","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:51","price":" 51. Say: \"Nothing shall ever happen to us except what Allâh has ordained for us.[1] He is our Maulâ (Lord, Helper and Protector).\" And in Allâh let the believers put their trust.","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":"(V.9:51) See the footnote of (V.57:22).","lang":"en"},{"name":"9:52","price":" 52. Say: \"Do you wait for us (anything) except one of the two best things (martyrdom or victory); while we await for you either that Allâh will afflict you with a punishment from Himself or at our hands. So wait, we too are waiting with you.\"","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:53","price":" 53. Say: \"Spend (in Allâh’s Cause) willingly or unwillingly, it will not be accepted from you. Verily, you are ever a people who are Fâsiqûn (rebellious, disobedient to Allâh).\"","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:54","price":" 54. And nothing prevents their contributions from being accepted from them except that they disbelieved in Allâh and in His Messenger (Muhammad صلى الله عليه وسلم), and that they came not to As-Salât (the prayer) except in a lazy state,[2] and that they offer not contributions but unwillingly.","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":"(V.9:54) Narrated Abu Hurairah رضي الله عنه : The Prophet صلى الله عليه وسلم said, \"No Salât (prayer) is more heavy (harder) for the hypocrites than the Fajr and the ‘Ishâ prayer; but if they knew the reward for these Salât (prayers) at their respective times, they would certainly, present themselves (in the mosques) even if they had to crawl.\" The Prophet صلى الله عليه وسلم added, \"Certainly, I intended (or was about) to order the Mu‘adhdhin (call-maker) to pronounce Iqâmah and order a man to lead the Salât (prayer), and then take a fire flame to burn all those (men along with their houses) who had not yet left their houses for the Salât (prayer) (in the mosques).\" (Sahih Al-Bukhâri, Vol.1, Hadîth No. 626).","lang":"en"},{"name":"9:55","price":"55. So let not their wealth nor their children amaze you (O Muhammad صلى الله عليه وسلم); in reality Allâh’s Plan is to punish them with these things in the life of this world, and that their souls shall depart (die) while they are disbelievers.","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:56","price":" 56. They swear by Allâh that they are truly of you while they are not of you, but they are a people (hypocrites) who are afraid (that you may kill them).","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:57","price":" 57. Should they find a refuge, or caves, or a place of concealment, they would turn straightway thereto with a swift rush.","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:58","price":" 58. And of them are some who accuse you (O Muhammad صلى الله عليه وسلم) in the matter of (the distribution of) the alms. If they are given part thereof, they are pleased, but if they are not given thereof, behold! They are enraged![1]","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":"(V.9:58) See the footnote of (V.20:134).","lang":"en"},{"name":"9:59","price":" 59. Would that they were contented with what Allâh and His Messenger (صلى الله عليه وسلم) gave them and had said: \"Allâh is Sufficient for us. Allâh will give us of His Bounty, and so will His Messenger (from alms). We implore Allâh (to enrich us).\"","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:60","price":" 60. As-Sadaqât (here it means Zakât ) are only for the Fuqarâ’ (poor), and Al-Masâkin [2] (the poor) and those employed to collect (the funds), and to attract the hearts of those who have been inclined (towards Islâm), and to free the captives, and for those in debt, and for Allâh’s Cause (i.e. for Mujahidûn - those fighting in a holy battle), and for the wayfarer (a traveller who is cut off from everything); a duty imposed by Allâh. And Allâh is All-Knower, All-Wise.","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":"(V.9:60) See the footnote of (V.2:83) and also see (V.2:273).","lang":"en"},{"name":"9:61","price":" 61. And among them are men who annoy the Prophet (Muhammad صلى الله عليه وسلم) and say: \"He is (lending his) ear (to every news).\" Say: \"He listens to what is best for you; he believes in Allâh, has faith in the believers, and is a mercy to those of you who believe.\" But those who annoy Allâh’s Messenger (Muhammad صلى الله عليه وسلم) will have a painful torment. [See V.33:57]","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:62","price":"62. They swear by Allâh to you (Muslims) in order to please you, but it is more fitting that they should please Allâh and His Messenger (Muhammad صلى الله عليه وسلم), if they are believers.","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:63","price":" 63. Know they not that whoever opposes and shows hostility to Allâh (عز وجل) and His Messenger(صلى الله عليه وسلم), certainly for him will be the Fire of Hell to abide therein. That is the extreme disgrace.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:64","price":" 64. The hypocrites fear lest a Sûrah (chapter of the Qur’ân) should be revealed about them, showing them what is in their hearts. Say: \"(Go ahead and) mock! But certainly Allâh will bring to light all that you fear.\"","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:65","price":" 65. If you ask them (about this), they declare: \"We were only talking idly and joking.\" Say: \"Was it at Allâh (عز وجل), and His Ayât (proofs, evidence, verses, lessons, signs, revelations) and His Messenger (صلى الله عليه وسلم) that you were mocking?\"","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:66","price":" 66. Make no excuse; you disbelieved after you had believed. If We pardon some of you, We will punish others amongst you because they were Mujrimûn (disbelievers, polytheists, sinners, criminals.).","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:67","price":" 67. The hypocrites, men and women, are one from another; they enjoin (on the people) Al-Munkar (i.e. disbelief and polytheism of all kinds and all that Islâm has forbidden), and forbid (people) from Al-Ma‘rûf (i.e. Islâmic Monotheism and all that Islâm orders one to do), and they close their hands [from giving (spending in Allâh’s Cause) alms]. They have forgotten Allâh, so He has forgotten them. Verily, the hypocrites are the Fâsiqûn (rebellious, disobedient to Allâh).","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:68","price":" 68. Allâh has promised the hypocrites - men and women - and the disbelievers, the Fire of Hell; therein shall they abide. It will suffice them. Allâh has cursed them and for them is the lasting torment.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:69","price":" 69. Like those before you: they were mightier than you in power, and more abundant in wealth and children. They had enjoyed their portion (awhile), so enjoy your portion (awhile) as those before you enjoyed their portion (awhile); and you indulged in play and pastime (and in telling lies against Allâh and His Messenger Muhammad صلى الله عليه وسلم) as they indulged in play and pastime. Such are they whose deeds are in vain in this world and in the Hereafter. Such are they who are the losers.","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:70","price":" 70. Has not the story reached them of those before them? - The people of Nûh (Noah), ‘Âd, and Thamûd, the people of Ibrâhîm (Abraham), the dwellers of Madyan (Midian) and the cities overthrown [i.e. the people to whom Lût (Lot) preached]; to them came their Messengers with clear proofs. So it was not Allâh Who wronged them, but they used to wrong themselves.","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:71","price":" 71. The believers, men and women, are Auliyâ’ (helpers, supporters, friends, protectors) of one another; they enjoin (on the people) Al-Ma‘rûf (i.e. Islâmic Monotheism and all that Islâm orders one to do), and forbid (people) from Al-Munkar (i.e. polytheism and disbelief of all kinds, and all that Islâm has forbidden); they perform As-Salât (Iqâmat-as-Salât), and give the Zakât, and obey Allâh and His Messenger. Allâh will have His Mercy on them. Surely Allâh is All-Mighty, All-Wise.","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:72","price":" 72. Allâh has promised the believers - men and women, - Gardens under which rivers flow to dwell therein forever, and beautiful mansions in Gardens of ‘Adn (Eden Paradise). But the greatest bliss is the Good Pleasure of Allâh. That is the supreme success.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:73","price":"73. O Prophet (Muhammad صلى الله عليه وسلم)! Strive hard against the disbelievers and the hypocrites, and be harsh against them, their abode is Hell, - and worst indeed is that destination.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:74","price":" 74. They swear by Allâh that they said nothing (bad), but really they said the word of disbelief, and they disbelieved after accepting Islâm, and they resolved that (plot to murder Prophet Muhammad صلى الله عليه وسلم) which they were unable to carry out, and they could not find any cause to do so except that Allâh and His Messenger had enriched them of His Bounty. If then they repent, it will be better for them, but if they turn away, Allâh will punish them with a painful torment in this worldly life and in the Hereafter. And there is none for them on earth as a Walî (supporter, protector) or a helper.","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:75","price":" 75. And of them are some who made a covenant with Allâh (saying): \"If He bestowed on us of His Bounty, we will verily give Sadaqâh (Zakât and voluntary charity in Allâh’s Cause) and will be certainly among those who are righteous.\"","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:76","price":" 76. Then when He gave them of His Bounty, they became niggardly [refused to pay the Sadaqâh (Zakât or voluntary charity)], and turned away, averse.","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:77","price":" 77. So He punished them by putting hypocrisy into their hearts till the Day whereon they shall meet Him, because they broke that (covenant with Allâh) which they had promised to Him and because they used to tell lies.","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:78","price":" 78. Know they not that Allâh knows their secret ideas, and their Najwa [1] (secret counsels), and that Allâh is the All-Knower of things unseen.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":"(V.9:78) See F.N. of (V.11:18).","lang":"en"},{"name":"9:79","price":" 79. Those who defame such of the believers who give charity (in Allâh’s Cause) voluntarily, and such who could not find to give charity (in Allâh’s Cause) except what is available to them - so they mock at them (believers); Allâh will throw back their mockery on them, and they shall have a painful torment.","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:80","price":"80. Whether you (O Muhammad صلى الله عليه وسلم) ask forgiveness for them (hypocrites) or ask not forgiveness for them - (and even) if you ask seventy times for their forgiveness - Allâh will not forgive them because they have disbelieved in Allâh and His Messenger (Muhammad صلى الله عليه وسلم). And Allâh guides not those people who are Fâsiqûn (rebellious, disobedient to Allâh).","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:81","price":" 81. Those who stayed away (from Tabuk expedition) rejoiced in their staying behind the Messenger of Allâh; they hated to strive and fight with their properties and their lives in the Cause of Allâh, and they said: \"March not forth in the heat.\" Say: \"The Fire of Hell is more intense in heat\"; if only they could understand!","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:82","price":" 82. So let them laugh a little and (they will) cry much as a recompense of what they used to earn (by committing sins).","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:83","price":" 83. If Allâh brings you back to a party of them (the hypocrites), and they ask your permission to go out (to fight), say: \"Never shall you go out with me nor fight an enemy with me; you were pleased to sit (inactive) on the first occasion, then you sit (now) with those who lag behind.\"","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:84","price":" 84. And never (O Muhammad صلى الله عليه وسلم) pray (funeral prayer) for any of them (hypocrites) who dies, nor stand at his grave. Certainly they disbelieved in Allâh and His Messenger, and died while they were Fâsiqûn (rebellious, - disobedient to Allâh and His Messenger صلى الله عليه وسلم).","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:85","price":" 85. And let not their wealth or their children amaze you. Allâh’s Plan is to punish them with these things in this world, and that their souls shall depart (die) while they are disbelievers.","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:86","price":" 86. And when a Sûrah (chapter from the Qur’ân) is revealed, enjoining them to believe in Allâh and to strive hard and fight along with His Messenger, the wealthy among them ask your leave to exempt them (from Jihâd) and say, \"Leave us (behind), we would be with those who sit (at home).\"","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:87","price":" 87. They are content to be with those (the women) who sit behind (at home). Their hearts are sealed up (from all kinds of goodness and right guidance), so they understand not.","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:88","price":" 88. But the Messenger (Muhammad صلى الله عليه وسلم) and those who believed with him (in Islâmic Monotheism) strove hard and fought with their wealth and their lives (in Allâh’s Cause). Such are they for whom are the good things, and it is they who will be successful.","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:89","price":" 89. For them Allâh has got ready Gardens (Paradise) under which rivers flow, to dwell therein forever. That is the supreme success.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:90","price":" 90. And those who made excuses from the bedouins came (to you, O Prophet صلى الله عليه وسلم) asking your permission to exempt them (from the battle), and those who had lied to Allâh and His Messenger sat at home (without asking the permission for it); a painful torment will seize those of them who disbelieve.","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:91","price":" 91. There is no blame on those who are weak or ill or who find no resources to spend [in holy fighting (Jihâd)], if they are sincere and true (in duty) to Allâh and His Messenger.[1] No ground (of complaint) can there be against the Muhsinûn (good-doers - See the footnote of V.9:120). And Allâh is Oft-Forgiving, Most Merciful.","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":"(V.9:91) CHAPTER. The Statement of the Prophet صلى الله عليه وسلم : \"Religion is An-Nasîhah (to be sincere and true) to: 1. Allâh جل جلاله i.e. [obeying Him, by following His Religion of Islamic Monotheism, attributing to Him what He deserves and doing Jihâd for His sake and to believe in Him, to fear Him much (abstain from all kinds of sins and evil deeds which He has forbidden) and love Him much (perform all kinds of good deeds which He has ordained)], 2. to Allâh’s Messenger [i.e., to respect him greatly and to believe that he (صلى الله عليه وسلم) is Allâh’s Messenger, and to fight on his behalf both in his lifetime and after his death and to follow his Sunnah - (legal ways)] 3. to the Muslim rulers [i.e. to help them in their job of leading Muslims to the right path and alarm them if they are heedless] and 4. to all the Muslims (in common) [i.e. to order them for Al-Ma‘rûf (i.e. Islâmic Monotheism, and all that Islâm orders one to do), and to forbid them from Al-Munkar (i.e. disbelief, polytheism of all kinds, and all that Islâm has forbidden), and to be merciful and kind to them].\nAnd the Statement of Allâh تعالى : \"If they are sincere and true (in duty) to Allâh (جل جلاله) and His Messenger (Muhammad صلى الله عليه وسلم).\" (V.9:91)\nNarrated, Jarîr bin Abdullâh رضي الله عنه : I gave the Bai‘a (pledge) to Allâh’s Messenger صلى الله عليه وسلم for the following:\n1. Iqâmat-as-Salât (to perform prayers).\n2. To pay the Zakât .\n3. And to be sincere and true to every Muslim [i.e. to order them for Al-Ma‘rûf (i.e. Islâmic Monotheism, and all that Islâm orders one to do), and to forbid them from Al-Munkar (i.e. disbelief, polytheism of all kinds, and all that Islâm has forbidden), and to help them, and to be merciful and kind to them]. (Sahih Al-Bukhâri, Vol.1, Hadîth No.54 and its Chapter No.43).","lang":"en"},{"name":"9:92","price":" 92. Nor (is there blame) on those who came to you to be provided with mounts, when you said: \"I can find no mounts for you,\" they turned back, while their eyes overflowing with tears of grief that they could not find anything to spend (for Jihâd).","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":"","lang":"en"},{"name":"9:93","price":" 93. The ground (of complaint) is only against those who are rich, and yet ask exemption.[2] They are content to be with (the women) who sit behind (at home) and Allâh has sealed up their hearts (from all kinds of goodness and right guidance) so that they know not (what they are losing).","arabic":"۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1328,"juzNumber":11,"footnotes":"(V.9:93) Narrated Abu Hurairah رضي الله عنه : The Prophet صلى الله عليه وسلم said, \"A Prophet amongst the Prophets carried out a holy military expedition, so he said to his followers, ‘Anyone who has married a woman and wants to consummate the marriage, and has not done so yet, should not accompany me; nor should a man who has built a house but has not completed its roof; nor a man who has sheep or she-camels and is waiting for the birth of their young ones.’ So, the Prophet carried out the expedition and when he reached that town at the time or nearly at the time of the ‘Asr prayer, he said to the sun, ‘O sun! You are under Allâh’s Order and I am under Allâh’s Order. O Allâh! Stop it (i.e. the sun) from setting.’ It was stopped till Allâh made him victorious. Then he collected the booty and the fire came to burn it, but it did not burn it*. He said (to his men), ‘Some of you have stolen something from the booty. So one man from every tribe should give me a Bai‘a (pledge) by shaking hands with me.’ (They did so and) the hand of a man got stuck in the hand of their Prophet. Then that Prophet said (to the man), ‘The theft has been committed by your people. So all the persons of your tribe should give me the Bai‘a (pledge) by shaking hands with me.’ The hands of two or three men got stuck in the hand of their Prophet and he said, ‘You have committed the theft.’ Then they brought a head of gold like the head of a cow and put it there, and the fire came and consumed the booty. The Prophet صلى الله عليه وسلم added: \"Then Allâh saw our weakness and disability, so He made booty legal for us.\" (Sahin Al-Bukhâri, Vol.4, Hadîth No.353).\n* Booty used to be burnt by a fire sent by Allâh.","lang":"en"},{"name":"9:94","price":" 94. They (the hypocrites) will present their excuses to you (Muslims), when you return to them. Say (O Muhammad صلى الله عليه وسلم) \"Present no excuses, we shall not believe you. Allâh has already informed us of the news concerning you. Allâh and His Messenger will observe your deeds. In the end you will be brought back to the All-Knower of the unseen and the seen, then He (Allâh) will inform you of what you used to do.\" [Tafsir At-Tabari]","arabic":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1329,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:95","price":" 95. They will swear by Allâh to you (Muslims) when you return to them, that you may turn away from them. So turn away from them. Surely, they are Rijs [i.e. Najas (impure) because of their evil deeds], and Hell is their dwelling place - a recompense for that which they used to earn.","arabic":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1330,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:96","price":" 96. They (the hypocrites) swear to you (Muslims) that you may be pleased with them, but if you are pleased with them, certainly Allâh is not pleased with the people who are Al-Fâsiqûn (rebellious, disobedient to Allâh).","arabic":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1331,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:97","price":" 97. The bedouins are the worst in disbelief and hypocrisy, and more likely to be in ignorance of the limits (Allâh’s Commandments and His Laws) which Allâh has revealed to His Messenger. And Allâh is All-Knower, All-Wise.","arabic":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1332,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:98","price":" 98. And of the bedouins there are some who look upon what they spend (in Allâh’s Cause) as a fine and watch for calamities for you, on them be the calamity of evil. And Allâh is All-Hearer, All-Knower.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1333,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:99","price":" 99. And of the bedouins there are some who believe in Allâh and the Last Day, and look upon what they spend in Allâh’s Cause as means of nearness to Allâh, and a cause of receiving the Messenger’s invocations. Indeed these (spendings in Allâh’s Cause) are a means of nearness for them. Allâh will admit them to His Mercy. Certainly Allâh is Oft-Forgiving, Most Merciful.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1334,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:100","price":" 100. And the foremost to embrace Islâm of the Muhâjirûn (those who migrated from Makkah to Al-Madinah) and the Ansâr (the citizens of Al-Madinah who helped and gave aid to the Muhâjirûn ) and also those who followed them exactly (in Faith). Allâh is well-pleased with them as they are well-pleased with Him. He has prepared for them Gardens under which rivers flow (Paradise), to dwell therein forever. That is the supreme success.","arabic":"وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1335,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:101","price":" 101. And among the bedouins around you, some are hypocrites, and so are some among the people of Al-Madinah who persist in hypocrisy; you (O Muhammad صلى الله عليه وسلم) know them not, We know them. We shall punish them twice, and thereafter they shall be brought back to a great (horrible) torment.","arabic":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1336,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:102","price":" 102. And (there are) others who have acknowledged their sins, they have mixed a deed that was righteous with another that was evil. Perhaps Allâh will turn unto them in forgiveness. Surely, Allâh is Oft-Forgiving, Most Merciful.[1]","arabic":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1337,"juzNumber":11,"footnotes":"(V.9:102) The Statement of Allâh عز وجل : \"And (there are) others who have acknowledged their sins...\" (V.9:102)\nNarrated Samurah bin Jundub رضي الله عنه : Allâh’s Messenger صلى الله عليه وسلم said, \"Tonight two (visitors) came to me (in my dream) and took me to a town built with gold bricks and silver bricks. There, we met men who, (by) half of their bodies looked like the most handsome human beings you have ever seen, and (by) the other half, the ugliest human beings you have ever seen. Those two visitors said to those men: ‘Go and dip yourselves in that river.’ So they dipped themselves therein and then came to us, their ugliness having disappeared and they were in the most handsome shape. The visitors said, ‘This is the ‘Adn Paradise, and that is your dwelling place.’ Then they added, ‘As for those people who were half ugly and half handsome, they were those who have mixed deeds that were good with deeds that were evil, but Allâh forgave them.’ \" (Sahih Al-Bukhari, Vol.6, Hadith No.196).","lang":"en"},{"name":"9:103","price":" 103. Take Sadaqah (alms) from their wealth in order to purify them and sanctify them with it, and invoke Allâh for them. Verily! Your invocations are a source of security for them; and Allâh is All-Hearer, All-Knower.","arabic":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1338,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:104","price":" 104. Know they not that Allâh accepts repentance from His slaves and takes the Sadaqât (alms, charity), and that Allâh Alone is the One Who forgives and accepts repentance, Most Merciful?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1339,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:105","price":" 105. And say (O Muhammad صلى الله عليه وسلم) \"Do deeds! Allâh will see your deeds, and (so will) His Messenger and the believers. And you will be brought back to the All-Knower of the unseen and the seen. Then He will inform you of what you used to do.\"","arabic":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1340,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:106","price":" 106. And others are made to await for Allâh’s Decree, whether He will punish them or will forgive them. And Allâh is All-Knowing, All-Wise.","arabic":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1341,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:107","price":"107. And as for those who put up a mosque by way of harm and disbelief and to disunite the believers and as an outpost for those who warred against Allâh and His Messenger (Muhammad صلى الله عليه وسلم) aforetime, they will indeed swear that their intention is nothing but good. Allâh bears witness that they are certainly liars.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1342,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:108","price":" 108. Never stand you therein. Verily, the mosque whose foundation was laid from the first day on piety is more worthy that you stand therein (to pray). In it are men who love to clean and to purify themselves. And Allâh loves those who make themselves clean and pure [i.e. who clean their private parts with dust (which has the properties of soap) and water from urine and stools, after answering the call of nature].","arabic":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1343,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:109","price":" 109. Is it then he who laid the foundation of his building on piety to Allâh and His Good Pleasure better, or he who laid the foundation of his building on the brink of an undetermined precipice ready to crumble down, so that it crumbled to pieces with him into the Fire of Hell. And Allâh guides not the people who are the Zâlimûn (cruel, violent, proud, polytheist and wrong-doer).","arabic":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1344,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:110","price":" 110. The building which they built will never cease to be a cause of hypocrisy and doubt in their hearts unless their hearts are cut to pieces. (i.e. till they die). And Allâh is All-Knowing, All-Wise.","arabic":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1345,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:111","price":" 111. Verily, Allâh has purchased of the believers their lives and their properties for (the price) that theirs shall be the Paradise. They fight in Allâh’s Cause, so they kill (others) and are killed. It is a promise in truth which is binding on Him in the Taurât (Torah) and the Injeel (Gospel) and the Qur’ân. And who is truer to his covenant than Allâh? Then rejoice in the bargain which you have concluded. That is the supreme success.[1]","arabic":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1346,"juzNumber":11,"footnotes":"(V.9:111)\na) Narrated Abu Hurairah رضي الله عنه : Allâh’s Messenger صلى الله عليه وسلم said, \"Allâh guarantees him who strives in His Cause and whose motivation for going out is nothing but Jihâd in His Cause and belief in His Words (Islamic Monotheism), that He will admit him into Paradise (if martyred) or bring him back to his dwelling place whence he has come out with what he gains of reward or booty.\" (Sahih Al-Bukhari, Vol.4, Hadith No.352).\nb) Narrated Jâbir bin ‘Abdullâh رضي الله عنهما : On the day of the battle of Uhud, a man came to the Prophet صلى الله عليه وسلم and said, \"Can you tell me where I will be if I should get martyred?\" The Prophet صلى الله عليه وسلم replied, \"In Paradise.\" The man threw away some dates he was carrying in his hand, and fought till he was martyred. (Sahih Al-Bukhari, Vol.5, Hadith No.377).\nc) Narrated Ibn ‘Umar رضي الله عنهما: I heard Allâh’s Messenger صلى الله عليه وسلم saying \"If you (1) practise Bai‘ Al-‘Inah (the ‘Inah transaction i.e. selling goods to a person for a certain price and then buying them back from him for a far less price); (2) and followed the tails of the cows (i.e. indulged in agriculture and became content with it), (3) and deserted the Jihâd (holy fighting) in Allâh’s Cause, Allâh will cover you with humiliation, and it will not be removed till you return back to your religion.\" (Abu Dâwûd, Vol.3, Hadith No.3462).","lang":"en"},{"name":"9:112","price":" 112. (The believers whose lives Allâh has purchased are) those who turn to Allâh in repentance (from polytheism and hypocrisy, etc.), who worship (Him), who praise (Him), who fast (or go out in Allâh’s Cause), who bow down (in prayer), who prostrate themselves (in prayer), who enjoin (on people) Al-Ma‘rûf (i.e. Islâmic Monotheism and all what Islâm has ordained) and forbid (people) from Al-Munkar (i.e. disbelief, polytheism of all kinds and all that Islâm has forbidden), and who observe the limits set by Allâh (do all that Allâh has ordained and abstain from all kinds of sins and evil deeds which Allâh has forbidden). And give glad tidings to the believers.[1]","arabic":"ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1347,"juzNumber":11,"footnotes":"(V.9:112) Narrated Sahl bin Sa‘d: Allâh’s Messenger صلى الله عليه وسلم said, \"Whoever can guarantee (the chastity of) what is between his two jaw-bones and what is between his two legs (i.e., his mouth, tongue and his private parts)*. I guarantee Paradise for him.\" (Sahih Al-Bukhari, Vol.8, Hadith No.481)\n* i.e. whoever protects his tongue from illegal talk e.g., to tell lies, or backbiting, etc., and his mouth from eating and drinking forbidden illegal things, and his private parts from illegal sexual acts.","lang":"en"},{"name":"9:113","price":" 113. It is not (proper) for the Prophet and those who believe to ask Allâh’s Forgiveness for the Mushrikûn (polytheists, idolaters, pagans, disbelievers in the Oneness of Allâh), even though they be of kin, after it has become clear to them that they are the dwellers of the Fire (because they died in a state of disbelief).","arabic":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1348,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:114","price":" 114. And Ibrâhîm’s (Abraham) invoking (of Allâh) for his father’s forgiveness was only because of a promise he [Ibrâhîm (Abraham)] had made to him (his father). But when it became clear to him [Ibrâhîm (Abraham)] that he (his father) is an enemy of Allâh, he dissociated himself from him. Verily Ibrâhîm (Abraham) was Awwah (one who invokes Allâh with humility, glorifies Him and remembers Him much) and was forbearing. (Tafsir Al-Qurtubî)[2].","arabic":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1349,"juzNumber":11,"footnotes":"(V.9:114) See the footnote of (V.6:74).","lang":"en"},{"name":"9:115","price":" 115. And Allâh will never lead a people astray after He has guided them until He makes clear to them as to what they should avoid. Verily, Allâh is the All-Knower of everything.[3]","arabic":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1350,"juzNumber":11,"footnotes":"(V.9:115) Killing the Khawârij) ( people who dissented from the religion and disagreed with the rest of the Muslims), and the Mulhidûn (heretics) after the establishment of firm proof against them.\nAnd the Statement of Allâh تعالى: ‘And Allâh will never lead a people astray after He has guided them, until He makes clear to them what they should avoid...’ (V.9:115) And Ibn ‘Umar رضي الله عنهما used to consider them (the Khawarij and the Mulhidûn) the worst of Allâh’s creatures and said, \"These people took some Verses that had been revealed concerning the disbelievers and interpreted them as describing the believers.\"\nNarrated ‘Abdullâh bin ‘Umar رضي الله عنهما regarding Al-Haruriyah: The Prophet صلى الله عليه وسلم said, \"They will go out of Islâm as an arrow darts out of the game’s body.\" (Sahih Al-Bukhari, Vol.9, Hadith No.66).","lang":"en"},{"name":"9:116","price":" 116. Verily, Allâh! Unto Him belongs the dominion of the heavens and the earth, He gives life and He causes death. And besides Allâh you have neither any Walî (protector or guardian) nor any helper.","arabic":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1351,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:117","price":" 117. Allâh has forgiven the Prophet (صلى الله عليه وسلم), the Muhâjirûn (Muslim emigrants who left their homes and came to Al-Madinah) and the Ansâr (Muslims of Al-Madinah) who followed him (Muhammad صلى الله عليه وسلم) in the time of distress (Tabûk expedition), after the hearts of a party of them had nearly deviated (from the Right Path), but He accepted their repentance. Certainly, He is unto them full of Kindness, Most Merciful.","arabic":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1352,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:118","price":" 118. And (He did forgive also) the three [who did not join the Tabûk expedition whose case was deferred (by the Prophet صلى الله عليه وسلم)] (for Allâh’s Decision) till for them the earth, vast as it is, was straitened and their ownselves were straitened to them, and they perceived that there is no fleeing from Allâh, and no refuge but with Him. Then, He forgave them (accepted their repentance), that they might beg for His pardon [repent (unto Him)] Verily, Allâh is the One Who forgives and accepts repentance, Most Merciful.","arabic":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1353,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:119","price":" 119. O you who believe! Be afraid of Allâh, and be with those who are true (in words and deeds).[1]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1354,"juzNumber":11,"footnotes":"(V.9:119) The Statement of Allâh تعالى : ‘O you who believe! Be afraid of Allâh, and be with those who are true (in words and deeds).’ (V.9:119).\nAnd what is forbidden as regards telling of lies.\na) Narrated ‘Abdullâh رضي الله عنه : The Prophet صلى الله عليه وسلم said, \"Truthfulness leads to Al-Birr (righteousness) and Al-Birr (righteousness) leads to Paradise. And a man keeps on telling the truth until he becomes a truthful person. Falsehood leads to Al-Fujûr (i.e. wickedness - evil-doing), and Al-Fujûr leads to the (Hell) Fire, and a man keeps on telling lies until he is written as a liar before Allâh.\" (Sahih Al-Bukhâri, Vol.8, Hadîth No.116).\nb) Narrated Abu Hurairah رضي الله عنه : Allâh’s Messenger صلى الله عليه وسلم said, \"The signs of a hypocrite are three: Whenever he speaks, he tells a lie; and whenever he promises, he breaks his promise; and whenever he is entrusted, he betrays (proves to be dishonest).\" (Sahih Al-Bukhari, Vol.8, Hadith No.117).\nc) Narrated Samurah bin Jundub رضي الله عنه : The Prophet صلى الله عليه وسلم said, \"I saw (in a dream), two men came to me.\" Then the Prophet صلى الله عليه وسلم narrated the story (saying): \"They said: The person, the one whose cheek you saw being torn away (from the mouth to the ear) was a liar and used to tell lies and the people would report those lies on his authority till they spread all over the world. So he will be punished like that till the Day of Resurrection.\" (Sahih Al-Bukhari, Vol.8, Hadith No.118).","lang":"en"},{"name":"9:120","price":" 120. It was not becoming of the people of Al-Madinah and the bedouins of the neighbourhood to remain behind Allâh’s Messenger (Muhammad صلى الله عليه وسلم when fighting in Allâh’s Cause) and (it was not becoming of them) to prefer their own lives to his life. That is because they suffer neither thirst nor fatigue, nor hunger in the Cause of Allâh, nor they take any step to raise the anger of disbelievers nor inflict any injury upon an enemy but is written to their credit as a deed of righteousness. Surely, Allâh wastes not the reward of the Muhsinûn [2]","arabic":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1355,"juzNumber":11,"footnotes":"(V.9:120) Muhsinûn: Doers of good, i.e. those who perform good deeds totally for Allâh’s sake only without any show-off or to gain praise or fame, etc., and they do them in accordance with the Sunnah (legal ways) of Allâh’s Messenger, Muhammad صلى الله عليه وسلم.","lang":"en"},{"name":"9:121","price":" 121. Nor do they spend anything (in Allâh’s Cause) - small or great - nor cross a valley, but is written to their credit that Allâh may recompense them with the best of what they used to do (i.e. Allâh will reward their good deeds according to the reward of their best deeds which they did in the most perfect manner).[3]","arabic":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1356,"juzNumber":11,"footnotes":"(V.9:121)\na) Islâm demolishes all the previous evil deeds and so do migration (for Allâh’s sake) and Hajj (pilgrimage to Makkah). (Sahih Muslim, Vol.1, Chapter 52, Page 18)\nb) What is said regarding the superiority of a person who embraces Islâm sincerely.\nNarrated Abu Sa‘îd Al-Khudrî رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"If a person embraces Islâm sincerely, then Allâh shall forgive all his past sins, and after that starts the settlement of accounts: the reward of his good deeds will be ten times to seven hundred times for each good deed, and an evil deed will be recorded as it is unless Allâh forgives it.\" (Sahih Al-Bukhari, Vol.1, Hadith No. 40A)\nNarrated Abu Hurairah رضي الله عنه : Allâh’s Messenger صلى الله عليه وسلم said, \"If anyone of you improves (follow strictly) his Islâmic religion, then his good deeds will be rewarded ten times to seven hundred times for each good deed and a bad deed will be recorded as it is.\" (Sahih Al-Bukhari, Vol.1, Hadith No.4DB)","lang":"en"},{"name":"9:122","price":" 122. And it is not (proper) for the believers to go out to fight (Jihâd ) all together. Of every troop of them, a party only should go forth, that they (who are left behind) may get instructions in (Islâmic) religion, and that they may warn their people when they return to them, so that they may beware (of evil).","arabic":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1357,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:123","price":" 123. O you who believe! Fight those of the disbelievers who are close to you, and let them find harshness in you; and know that Allâh is with those who are Al-Muttaqûn (the pious - See V.2:2).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1358,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:124","price":" 124. And whenever there comes down a Sûrah (chapter from the Qur’ân), some of them (hypocrites) say: \"Which of you has had his Faith increased by it?\" As for those who believe, it has increased their Faith, and they rejoice.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1359,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:125","price":" 125. But as for those in whose hearts is a disease (of doubt, disbelief and hypocrisy), it will add suspicion and doubt to their suspicion, disbelief and doubt; and they die while they are disbelievers.","arabic":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1360,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:126","price":" 126. See they not that they are put in trial once or twice every year (with different kinds of calamities, disease, famine)? Yet, they turn not in repentance, nor do they learn a lesson (from it).","arabic":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1361,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:127","price":" 127. And whenever there comes down a Sûrah (chapter from the Qur’ân), they look at one another (saying): \"Does any one see you?\" Then they turn away. Allâh has turned their hearts (from the light) because they are a people that understand not.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1362,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:128","price":" 128. Verily, there has come unto you a Messenger (Muhammad صلى الله عليه وسلم) from amongst yourselves (i.e. whom you know well). It grieves him that you should receive any injury or difficulty. He (Muhammad صلى الله عليه وسلم) is anxious over you (to be rightly guided, to repent to Allâh, and beg Him to pardon and forgive your sins in order that you may enter Paradise and be saved from the punishment of the Hell-fire); for the believers (he صلى الله عليه وسلم is) full of pity, kind, and merciful.","arabic":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1363,"juzNumber":11,"footnotes":"","lang":"en"},{"name":"9:129","price":" 129. But if they turn away, say (O Muhammad صلى الله عليه وسلم): \"Allâh is sufficient for me. Lâ ilâha illa Huwa (none has the right to be worshipped but He) in Him I put my trust and He is the Lord of the Mighty Throne.\"[1]","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1364,"juzNumber":11,"footnotes":"(V.9:129) See the footnote of (V.3:173).","lang":"en"}],"chapter":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"]}