{"data":[{"name":"98:1","price":" 1. Those who disbelieve from among the people of the Scripture (Jews and Christians) and Al-Mushrikûn,[3] were not going to leave (their disbelief) until there came to them clear evidence.","arabic":"لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6131,"juzNumber":30,"footnotes":"(V.98:1) Al-Mushrikûn: polytheists, pagans, idolaters and disbelievers in the Oneness of Allâh and His Messenger Muhammad صلى الله عليه وسلم.","lang":"en"},{"name":"98:2","price":" 2. A Messenger (Muhammad صلى الله عليه وسلم) from Allâh, reciting (the Qur’ân) purified pages [purified from Al-Bâtil (falsehood)].","arabic":"رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6132,"juzNumber":30,"footnotes":"","lang":"en"},{"name":"98:3","price":" 3. Wherein are correct and straight laws from Allâh.","arabic":"فِيهَا كُتُبٞ قَيِّمَةٞ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6133,"juzNumber":30,"footnotes":"","lang":"en"},{"name":"98:4","price":" 4. And the people of the Scripture (Jews and Christians) differed not until after there came to them clear evidence (i.e. Prophet Muhammad صلى الله عليه وسلم and whatever was revealed to him).","arabic":"وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6134,"juzNumber":30,"footnotes":"","lang":"en"},{"name":"98:5","price":" 5. And they were commanded not, but that they should worship Allâh, and worship none but Him Alone (abstaining from ascribing partners to Him), and perform As-Salât (Iqâmat-as-Salât) and give Zakât, and that is the right religion.","arabic":"وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6135,"juzNumber":30,"footnotes":"","lang":"en"},{"name":"98:6","price":" 6. Verily, those who disbelieve (in the religion of Islâm, the Qur’ân and Prophet Muhammad صلى الله عليه وسلم) from among the people of the Scripture (Jews and Christians) and Al-Mushrikûn will abide in the Fire of Hell. They are the worst of creatures.[4]","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6136,"juzNumber":30,"footnotes":"(V.98:6) It is obligatory to have Belief in the Messengership of the Prophet (Muhammad صلى الله عليه وسلم). Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said: \"By Him (Allâh) in Whose Hand Muhammad’s soul is, there is none from amongst the Jews and Christians (of these present nations) who hears about me and then dies without believing in the Message with which I have been sent (i.e. Islâmic Monotheism) but he will be from the dwellers of the (Hell) Fire.\" (Sahih Muslim, the Book of Faith, Vol.1, Chapter No.240). See also (V.3:85) and (V.3:116).","lang":"en"},{"name":"98:7","price":" 7. Verily, those who believe [in the Oneness of Allâh, and in His Messenger Muhammad صلى الله عليه وسلم) including all obligations ordered by Islâm] and do righteous good deeds, they are the best of creatures.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6137,"juzNumber":30,"footnotes":"","lang":"en"},{"name":"98:8","price":" 8. Their reward with their Lord is ‘Adn (Eden) Paradise (Gardens of Eternity), underneath which rivers flow. They will abide therein forever, Allâh will be pleased with them, and they with Him. That is for him who fears his Lord.","arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6138,"juzNumber":30,"footnotes":"","lang":"en"}],"chapter":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah","Chapter Al-Bayyinah","Bayyinah","Surah Bayyinah","Chapter Bayyinah","Al Bayyinah","Surah Al Bayyinah","Chapter Al Bayyinah","Surah 98","Chapter 98","The Clear Proof","البينة"]}