{"data":[{"name":"11:1","price":"អាលីហ្វ ឡាម រ៉។ (នេះជា)គម្ពីរមួយដែលអាយ៉ាត់ៗរបស់ វាមានភាពសុក្រិតដ៏ល្អឥតខ្ចោះ ហើយបន្ទាប់មកត្រូវបានគេបញ្ជាក់ (អំពីប្រការដែលបង្គាប់ប្រើឬហាមឃាត់)យ៉ាងជាក់ច្បាស់មកពី ទ្រង់តែមួយគត់ដែលមហាគតិបណ្ឌិត មហាដឹង។","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"","lang":"km"},{"name":"11:2","price":"ដើម្បីកុំឱ្យពួកអ្នកគោរពសក្ការៈក្រៅពីអល់ឡោះ។ ពិត ប្រាកដណាស់ ខ្ញុំគឺជាអ្នកដាស់តឿនព្រមាន និងផ្ដល់ដំណឹងរីករាយ មកពីទ្រង់ដល់ពួកអ្នកទាំងអស់គ្នា។","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"km"},{"name":"11:3","price":"ហើយចូរពួកអ្នកសុំអភ័យទោសពីម្ចាស់របស់ពួកអ្នក បន្ទាប់ មកចូរពួកអ្នកសារភាពកំហុសចំពោះទ្រង់ ដែលទ្រង់នឹងផ្ដល់ឱ្យពួក អ្នកនូវភាពរីករាយដ៏ប្រពៃរហូតដល់ពេលវេលាមួយដែលគេបាន កំណត់។ ហើយទ្រង់នឹងផ្ដល់ឱ្យរាល់អ្នកដែលមាន ភាពខ្ពង់ខ្ពស់់នូវ ឧត្ដមភាពរបស់គេ។ ប៉ុន្ដែប្រសិនបើពួកអ្នកបែរចេញវិញ ពិតប្រាកដ ណាស់ ខ្ញុំបារម្ភចំពោះពួកអ្នកនូវទារុណកម្មនាថ្ងៃដ៏មហិមា(ថ្ងៃបរ-លោក)។","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"km"},{"name":"11:4","price":"កន្លែងវិលត្រឡប់របស់ពួកអ្នកគឺទៅកាន់អល់ឡោះតែមួយ គត់។ ហើយទ្រង់មានអានុភាពលើអ្វីៗទាំងអស់។","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"km"},{"name":"11:5","price":"ចូរដឹងថា. ពិតប្រាកដណាស់ ពួកគេ(ពួកមូស្ហរីគីន)បង្វែរចិត្ដ របស់ពួកគេដើម្បីលាក់បាំងពីទ្រង់(នូវភាពពុតត្បុត)។ តើពួកគេមិន ដឹងទេឬ ខណៈដែលពួកគេកំពុងគ្របដណ្ដប់ (ខ្លួនប្រាណរបស់ពួក គេ)ដោយសំលៀកបំពាក់របស់ពួកគេ ទ្រង់ជាអ្នកដឹងអំពីអ្វីដែល ពួកគេកំពុងលាក់បាំង និងអ្វីដែលពួកគេកំពុងលាតត្រដាង។ ពិត ប្រាកដណាស់ ទ្រង់ជាអ្នកដឹងនូវអ្វីដែលមាននៅក្នុងចិត្ដទាំងអស់។","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"","lang":"km"},{"name":"11:6","price":"គ្មានសត្វលោកណាមួយដែលរស់នៅលើផែនដីក្រៅពី អល់ឡោះផ្ដល់លាភសក្ការៈដល់ពួកគេឡើយ ហើយទ្រង់ដឹងពី កន្លែងស្នាក់នៅរបស់វា(ក្នុងលោកិយ និងថ្ងៃបរលោក) ហើយ ទ្រង់ដឹងទៀតពីកន្លែងដែលវាស្លាប់។ ទាំងអស់នោះមាននៅក្នុង គម្ពីរ(ឡាវហុលម៉ាសហ្វ៊ូស)យ៉ាងជាក់ច្បាស់។","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:7","price":"ហើយទ្រង់ជាអ្នកដែលបានបង្កើតមេឃជាច្រើនជាន់ និង ផែនដីក្នុងរយៈពេលប្រាំមួយថ្ងៃ ហើយអារ៉ស្ហរបស់ទ្រង់ស្ថិតនៅលើ ទឹក ដើម្បីទ្រង់នឹងសាកល្បងពួកអ្នក ថាតើអ្នកណាម្នាក់ក្នុងចំណោម ពួកអ្នកដែលមានអំពើល្អប្រសើរជាងគេ។ តែប្រសិនបើអ្នក(មូហាំ-ម៉ាត់)បានពោលថាៈ ពិតប្រាកដណាស់ ពួកអ្នកនឹងត្រូវគេធ្វើឱ្យរស់ ឡើងវិញក្រោយពីស្លាប់នោះ ប្រាកដជាពួកដែលប្រឆាំងនឹងនិយាយ ថាៈ ទាំងនេះគ្មានអ្វីក្រៅពីមន្ដអាគមដ៏ច្បាស់លាស់ឡើយ។","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:8","price":"ប្រសិនបើយើងពន្យារពេលដាក់ទណ្ឌកម្មចំពោះពួកគេ រហូត ដល់ពេលកំណត់នោះ ប្រាកដជាពួកគេនឹងនិយាយថាៈ តើអ្វីទៅដែល រារាំងវា(ទារុណកម្ម)នោះ? ចូរដឹងថា. នៅថ្ងៃដែលវាមកដល់ពួក គេ គ្មានអ្នកណាម្នាក់អាចយកវាចេញពីពួកគេបានឡើយ។ ហើយអ្វី (ទារុណកម្ម)ដែលពួកគេធ្លាប់បានសើចចំអកចំពោះវាបានហ៊ុមព័ទ្ធ ពួកគេ។","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:9","price":"តែប្រសិនបើយើងបានឱ្យមនុស្សលោកស្គាល់រសជាតិនៃក្ដី មេត្ដាករុណាពីយើង បន្ទាប់មកយើងបានដកយកវាពីគេវិញ គេពិត ជាអស់សង្ឃឹមនិងប្រឆាំងថែមទៀតជាមិនខាន។","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:10","price":"ហើយប្រសិនបើយើងបានឱ្យគេស្គាល់រសជាតិនៃសេចក្ដី សុខក្រោយពីភាពលំបាកបានកើតមានចំពោះគេនោះ គេពិតជា និយាយថាៈ ទុក្ខលំបាកទាំងឡាយបានចាកឆ្ងាយពីខ្ញុំហើយ។ គេ ប្រាកដជារីករាយនិងមោទនភាពបំផុត។","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:11","price":"លើកលែងតែបណ្ដាអ្នកដែលបានអត់ធ្មត់ និងបានធ្វើអំពើ ល្អប៉ុណ្ណោះ។ អ្នកទាំងនោះនឹងទទួលបានការអភ័យទោស និងផល បុណ្យដ៏មហិមា(ឋានសួគ៌)។","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:12","price":"ដូចេ្នះប្រហែលជាអ្នក(មូហាំម៉ាត់)នឹងបោះបង់ចោល មួយចំនួននូវអ្វីដែលគេផ្ដល់វ៉ាហ៊ីមកឱ្យអ្នក ហើយធ្វើឱ្យទ្រូងរបស់ អ្នកមានភាពចង្អៀតដោយសារវា ដោយខ្លាចក្រែងពួកគេនឹង និយាយថាៈ ហេតុអ្វីបានជាគេមិនបញ្ចុះកំណប់ទ្រព្យមកឱ្យគាត់ ឬ បញ្ជូនម៉ាឡាអ៊ីកាត់ម្នាក់មកជាមួយគាត់? តាមពិតអ្នកគ្រាន់តែជា អ្នកដាស់តឿនព្រមានប៉ុណ្ណោះ។ ហើយអល់ឡោះជាអ្នកថែរក្សា ការពារលើអ្វីៗទាំងអស់។","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:13","price":"ឬពួកគេនឹងនិយាយថាៈ គាត់(មូហាំម៉ាត់)បានប្រឌិតវា (គម្ពីរគួរអាន)។ ចូរអ្នកពោលថាៈ ចូរពួកអ្នកយកដប់ជំពូកដូច ការប្រឌិតទាំងនេះមក ហើយចូរពួកអ្នកកោះហៅអ្នកណាក៏ដោយ ដែលពួកអ្នកអាចហៅបានក្រៅពីអល់ឡោះ(ឱ្យជួយ) ប្រសិនបើ ពួកអ្នកជាពួកដែលស្មោះត្រង់ពិតមែននោះ។","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:14","price":"តែប្រសិនបើពួកគេមិនបានឆ្លើយតបចំពោះពួកអ្នកទេនោះ ចូរពួកអ្នកដឹងថា ពិតប្រាកដណាស់អ្វីដែលគេបានបញ្ចុះ(គម្ពីរគួរ-អាន) គឺដោយចំណេះដឹងរបស់អល់ឡោះ។ ហើយគ្មានម្ចាស់ណា ដែលត្រូវគេគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីទ្រង់ឡើយ។ តើពួក អ្នកនឹងក្លាយទៅជាមូស្លីមឬទេ?","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:15","price":"អ្នកណាដែលប្រាថ្នាចង់បានការរស់នៅក្នុងលោកិយ និង ភាពត្រចះត្រចង់របស់វា យើងនឹងប្រទានឱ្យពួកគេយ៉ាងពេញលេញ ទៅតាមទង្វើរបស់ពួកគេនៅក្នុងលោកិយនេះ។ ហើយពួកគេនៅ ក្នុងលោកិយនេះនឹងមិនត្រូវគេកាត់បន្ថយ(ផល)ឡើយ។","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:16","price":"ពួកទាំងនោះហើយគឺជាពួកដែលនៅថ្ងៃបរលោកគ្មានអ្វី សម្រាប់ពួកគេក្រៅពីភ្លើងនរកនោះ។ ហើយអ្វីដែលពួកគេបានសាង នៅក្នុងលោកិយនេះបានរលាយសាបសូន្យអស់។ ហើយអ្វីដែលពួក គេធ្លាប់បានប្រព្រឹត្ដកន្លងមកទុកជាមោឃៈ។","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:17","price":"តើមានអ្នកណាដូចអ្នកដែលស្ថិតលើភស្ដុតាងយ៉ាងច្បាស់ លាស់(គម្ពីរគួរអាន)ពីម្ចាស់របស់គេ ហើយមានសាក្សី(ជីព្រីល) មកពីទ្រង់សូត្រវា និងមានគម្ពីររបស់មូសាពីមុនវាដែលជាការ ចង្អុលបង្ហាញ និងការអាណិតស្រឡាញ់នោះ? អ្នកទាំងនោះមាន ជំនឿលើវា(គម្ពីរគួរអាន)។ ប៉ុន្ដែអ្នកដែលបដិសេធនឹងវាក្នុង ចំណោមក្រុមទាំងនោះ(យ៉ាហ៊ូទី ណាសរ៉នី និងពួកគ្មានជំនឿ) គឺ ភ្លើងនរកជាកន្លែងសន្យារបស់គេ។ ដូចេ្នះចូរអ្នកកុំមានការសង្ស័យ អំពីវាឱ្យសោះ។ ពិតប្រាកដណាស់ វាជាការពិតមកពីម្ចាស់របស់ អ្នក ប៉ុន្ដែមនុស្សលោកភាគច្រើនគ្មានជំនឿឡើយ។","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:18","price":"ហើយតើមានអ្នកណាដែលបំពានជាងអ្នកដែលបានប្រឌិត រឿងភូតកុហកប្រឆាំងនឹងអល់ឡោះទៅទៀតនោះ? ពួកទាំងនោះ នឹងត្រូវគេលាតត្រដាងនៅចំពោះមុខម្ចាស់របស់ពួកគេ(នៅថ្ងៃបរ-លោក) ហើយសាក្សីជាច្រើននឹងនិយាយប្រាប់ថាៈ ពួកទាំងនោះ គឺជាពួកដែលបានភូកកុហកចំពោះម្ចាស់របស់ពួកគេ។ ចូរដឹងថា. បណ្ដាសារបស់អល់ឡោះគឺធ្លាក់លើពួកដែលបំពាន។","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:19","price":"ពួកដែលហាមឃាត់អ្នកដទៃអំពីមាគ៌ារបស់អល់ឡោះ ហើយពួកគេមានបំណងចង់ឱ្យវាទៅជាមាគ៌ាវៀចវេរ ពួកគេគឺជា ពួកដែលគ្មានជំនឿនឹងថ្ងៃបរលោក។","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:20","price":"ពួកទាំងនោះគ្មានលទ្ធភាពគេចផុត(ពីទណ្ឌកម្មរបស់ អល់ឡោះ)នៅលើផែនដីនេះបានឡើយ ហើយពួកគេក៏មិនធ្លាប់ មានអ្នកគាំពារក្រៅពីអល់ឡោះដែរ។ គេនឹងបន្ថែមទារុណកម្ម ដល់ពួកគេទេ្វដង។ ពួកគេគ្មានលទ្ធភាពស្ដាប់ឮ(គម្ពីរគួរអាន) ឡើយ ហើយពួកគេក៏មិនធ្លាប់មើលឃើញ(ភស្ដុតាងរបស់ អល់ឡោះ)ដែរ។","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:21","price":"ពួកទាំងនោះគឺជាពួកដែលបានខាតបង់ខ្លួនឯង ហើយអ្វី ដែលពួកគេធ្លាប់បានប្រឌិតនោះក៏បានបាត់បង់ពីពួកគេដែរ។","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:22","price":"គ្មានការសង្ស័យឡើយថា ពួកគេពិតជាពួកដែលខាតបង់ បំផុតនៅថ្ងៃបរលោក។","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:23","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿនិងបានសាង អំពើល្អត្រឹមត្រូវ ព្រមទាំងបានឱនលំទោនទៅកាន់ម្ចាស់របស់ពួក គេ អ្នកទាំងនោះហើយគឺជាអ្នកឋានសួគ៌ ដោយពួកគេស្ថិតនៅ ទីនោះជាអមតៈ។","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:24","price":"ការប្រៀបធៀបរវាងពីរក្រុម(អ្នកគ្មានជំនឿនិងអ្នកមាន ជំនឿ) ដូចជាអ្នកពិកាភ្នែកហើយថ្លង់ និងអ្នកមើលឃើញហើយ ស្ដាប់ឮ។ តើការប្រៀបធៀបក្រុមទាំងពីរនេះស្មើគ្នាដែរឬទេ? តើ ពួកអ្នកមិនពិចារណាទេឬ?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:25","price":"ហើយជាការពិតណាស់ យើងបានបញ្ជូននួហទៅកាន់ក្រុម របស់គេ(ហើយគេបានពោលថា ពិតប្រាកដណាស់ ខ្ញុំជាអ្នក ដាស់តឿនព្រមានយ៉ាងច្បាស់(អំពីទារុណកម្មរបស់អល់ឡោះ) ដល់ពួកអ្នក។","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:26","price":"ដោយពួកអ្នកមិនត្រូវគោរពសក្ការៈផេ្សងពីអល់ឡោះ ឡើយ។ ពិតប្រាកដណាស់ ខ្ញុំព្រួយបារម្ភចំពោះពួកអ្នកនូវទារុណ-កម្មដ៏ឈឺចាប់នៅថ្ងៃមួយ។","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:27","price":"ហើយមេដឹកនាំរបស់ពួកដែលគ្មានជំនឿក្នុងចំណោមក្រុម របស់គេ(នួហ)បាននិយាយថាៈ ពួកយើងមិនមើលឃើញអ្នកក្រៅពី មនុស្សធម្មតាដូចពួកយើងនោះឡើយ ហើយពួកយើងក៏មិនមើល ឃើញអ្នកណាប្រតិបត្ដិតាមអ្នកក្រៅពីពួកដែលទន់ខ្សោយនៃពួក យើងដែរ ដែលឆាប់ជឿដោយគ្មានការពិចារណានោះ។ ពួកយើង មិនឃើញពួកអ្នកមានគុណសម្បត្ដិប្រសើរជាងពួកយើងឡើយ។ ផ្ទុយទៅវិញពួកយើងគិតថា ពួកអ្នកជាពួកដែលភូតកុហក។","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:28","price":"គាត់(នួហ)បានពោលថាៈ ឱក្រុមរបស់ខ្ញុំ. ពួកអ្នកប្រាប់ ខ្ញុំមក ប្រសិនបើខ្ញុំមានភស្ដុតាងយ៉ាងច្បាស់លាស់អំពីម្ចាស់របស់ខ្ញុំ ហើយទ្រង់បានប្រទានដល់ខ្ញុំនូវក្ដីមេត្ដាករុណា(ភាពជាអ្នកនាំសារ) អំពីទ្រង់ តែគេបានបិទបាំងវាអំពីពួកអ្នក តើចាំបាច់យើងជំរុញពួក អ្នកឱ្យទទួលយកវា ខណៈដែលពួកអ្នកមិនពេញចិត្ដចំពោះវានោះ ឬ?","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:29","price":"ឱក្រុមរបស់ខ្ញុំ. ខ្ញុំមិនស្នើសុំទ្រព្យសម្បត្ដិពីពួកអ្នកលើការ អំពាវនាវរបស់ខ្ញុំឡើយ។ តែផលបុណ្យនៃការអំពាវនាវរបស់ខ្ញុំគឺ នៅលើអល់ឡោះ។ ហើយខ្ញុំក៏មិនមែនជាអ្នកដែលបណេ្ដញបណ្ដា អ្នកដែលមានជំនឿដែរ។ ពិតប្រាកដណាស់ ពួកគេនឹងជួបម្ចាស់ របស់ពួកគេ(នៅថ្ងៃបរលោក)។ ប៉ុន្ដែខ្ញុំយល់ឃើញថា ពួកអ្នកជា ក្រុមល្ងង់ខ្លៅ។","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:30","price":"ហើយ(គាត់ពោលទៀតថា) ឱក្រុមរបស់ខ្ញុំ. តើអ្នកណា នឹងជួយខ្ញុំឱ្យរួចផុតពី(ទារុណកម្ម)អល់ឡោះ ប្រសិនបើខ្ញុំដេញពួក គេ(អ្នកមានជំនឿ)នោះ? តើពួកអ្នកមិនពិចារណាទេឬ?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:31","price":"ហើយខ្ញុំមិននិយាយទៅកាន់ពួកអ្នកថាៈ ខ្ញុំមានឃ្លាំង ទ្រព្យរបស់អល់ឡោះជាច្រើន និងមិននិយាយថាៈ ខ្ញុំដឹងពីប្រការ អាថ៌កំបាំង និងមិននិយាយថាៈ ពិតប្រាកដណាស់ ខ្ញុំជាម៉ាឡាអ៊ីកាត់ឡើយ ហើយខ្ញុំក៏មិននិយាយទៅកាន់ពួកដែលកែវភ្នែករបស់ ពួកអ្នកមើលងាយពួកគេថាៈ អល់ឡោះនឹងមិនផ្ដល់ផលល្អណាឱ្យ ពួកគេដែរ ។ អល់ឡោះដឹងបំផុតអំពីអ្វីដែលមាននៅក្នុងខ្លួនរបស់ ពួកគេ។ ប្រសិនបើខ្ញុំនិយាយដូច្នោះមែន ខ្ញុំពិតជានឹងស្ថិតនៅក្នុង ចំណោមពួកដែលបំពានជាមិនខាន។","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:32","price":"ពួកគេបាននិយាយថាៈ ឱនួហ. អ្នកពិតជាបានឈ្លោះ ប្រកែកជាមួយពួកយើង និងបានបង្កជម្លោះជាមួយពួកយើងច្រើន ដងមកហើយ។ ដូចេ្នះ ចូរអ្នកនាំមកឱ្យពួកយើងនូវអ្វីដែលអ្នកបាន សន្យាជាមួយពួកយើង(ទណ្ឌកម្មរបស់អល់ឡោះ) ប្រសិនបើអ្នក ស្ថិតក្នុងចំណោមអ្នកដែលត្រឹមត្រូវមែននោះ។","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:33","price":"នួហបានតបវិញថាៈ ពិតប្រាកដណាស់ មានតែអល់ឡោះ ទេដែលនាំវា(ទណ្ឌកម្ម)មកឱ្យពួកអ្នក ប្រសិនបើទ្រង់មានចេតនា នោះ។ ហើយពួកអ្នកនឹងមិនអាចគេចផុតបានឡើយ។","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:34","price":"ហើយដំបូន្មានរបស់ខ្ញុំមិនផ្ដល់ផលប្រយោជន៍ដល់ពួកអ្នក ឡើយ ទោះបីជាខ្ញុំចង់ណែនាំពួកអ្នកក៏ដោយ ប្រសិនបើអល់ឡោះ មានបំណងចង់ឱ្យពួកអ្នកវងេ្វងនោះ។ ទ្រង់ជាម្ចាស់របស់ពួកអ្នក ហើយពួកអ្នកនឹងត្រូវវិលត្រឡប់ទៅកាន់ទ្រង់តែមួយគត់។","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:35","price":"ឬពួកគេនឹងនិយាយថាៈ គេ(មូហាំម៉ាត់)បានប្រឌិតវា (គម្ពីរគួរអាន)។ ចូរអ្នកតបវិញថាៈ ប្រសិនបើខ្ញុំបានប្រឌិតវាមែន នោះ ខ្ញុំនឹងទទួលទោសដោយខ្លួនឯង។ ប៉ុន្ដែខ្ញុំមិនពាក់ព័ន្ធនឹងអ្វី ដែលពួកអ្នកប្រព្រឹត្ដបាបកម្មនោះឡើយ។","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:36","price":"ហើយគេបានផ្ដល់វ៉ាហ៊ីទៅឱ្យនួហថាៈ ពិតប្រាកដណាស់ គ្មានអ្នកណាម្នាក់ក្នុងចំណោមក្រុមរបស់អ្នក(នួហ)មានជំនឿឡើយ លើកលែងតែអ្នកដែលមានជំនឿរួចប៉ុណ្ណោះ។ ដូចេ្នះ ចូរអ្នកកុំព្រួយ បារម្ភនូវអ្វីដែលពួកគេធ្លាប់បានប្រព្រឹត្ដឱ្យសោះ។","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:37","price":"ហើយចូរអ្នក(នួហ)ធ្វើសំពៅមួយក្រោមការត្រួតពិនិត្យ របស់យើង និងការបញ្ជាប្រាប់របស់យើងចុះ។ ហើយចូរអ្នកកុំសុំពី យើង(ឱ្យលើកលែងទោស)ដល់ពួកដែលបានបំពានឱ្យសោះ។ ពិត ប្រាកដណាស់ ពួកគេគឺជាពួកដែលត្រូវគេពន្លិចក្នុងទឹក។","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:38","price":"ខណៈដែលគេ(នួហ)កំពុងធ្វើសំពៅ ហើយគ្រប់ពេល ដែលអ្នកដឹកនាំនៃក្រុមរបស់គេបានដើរឆ្លងកាត់គាត់នោះ(នៅ កន្លែងធ្វើសំពៅ) ពួកគេតែងតែបានសើចចំអកឱ្យគាត់។ គាត់បាន តបវិញថាៈ ប្រសិនបើពួកអ្នកសើចចំអកឱ្យពួកយើង ពួកយើងពិត ជានឹងសើចចំអកឱ្យពួកអ្នកវិញដូចអ្វីដែលពួកអ្នកសើចចំអកដែរ។","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:39","price":"ពួកអ្នកគង់តែនឹងដឹងថា តើអ្នកណាដែលទារុណកម្មនឹង ធ្លាក់មកលើគេដែលធ្វើឱ្យគេអាម៉ាស់(ក្នុងលោកិយ) និងត្រូវទទួល ទារុណកម្មជាអមតៈ(នៅថ្ងៃបរលោក)នោះ?","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:40","price":"លុះនៅពេលដែលបទបញ្ជារបស់យើងបានមកដល់(ការ សន្យាជាមួយនួហក្នុងការធ្វើឱ្យមានទឹកជំនន់) ហើយទឹកបានផុស ចេញពីដីយ៉ាងច្រើន យើងក៏មានបន្ទូលថាៈ ចូរអ្នក(នួហ)ដឹក(សត្វ ពាហនៈ)មួយគូៗគ្រប់ប្រភេទ(មានញី និងឈ្មោល) ហើយនិង ក្រុមគ្រួសាររបស់អ្នក ព្រមទាំងអ្នកមានជំនឿនៅលើសំពៅនោះ លើកលែងតែបុគ្គលណាដែលបានកំណត់ជាមុនចំពោះគេ(ក្នុងការ ពន្លិចក្នុងទឹកជំនន់)ប៉ុណ្ណោះ។ ហើយគ្មានអ្នកដែលរួមជំនឿជាមួយ គាត់ឡើយ លើកលែងតែបន្ដិចបន្ដួចប៉ុណ្ណោះ។","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:41","price":"ហើយគាត់បានពោល(ទៅកាន់អ្នកដែលរួមជំនឿជាមួយ គាត់)ថាៈ ចូរពួកអ្នកឡើងជិះលើសំពៅក្នុងនាមអល់ឡោះ ដែលធ្វើ ឱ្យសំពៅនេះធ្វើដំណើរ និងធ្វើឱ្យវាឈប់។ ពិតប្រាកដណាស់ ម្ចាស់ របស់ខ្ញុំគឺមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:42","price":"ហើយសំពៅបានដឹកពួកគេ(អ្នកមានជំនឿ)ធ្វើដំណើរ កាត់ទឹករលកធំៗប្រៀបដូចជាភ្នំ ហើយនួហបានស្រែកហៅកូន របស់គាត់ ខណៈដែលគេបានស្ថិតនៅក្នុងក្រុមដែលដកខ្លួនចេញពី បណ្ដាអ្នកមានជំនឿថាៈ ឱកូនសម្លាញ់. ចូរឡើងជិះជាមួយពួក យើង ហើយកុំនៅជាមួយពួកដែលគ្មានជំនឿឱ្យសោះ។","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:43","price":"គេ(កូនរបស់នួហ)បានតបវិញថាៈ ខ្ញុំនឹងទៅជ្រកនៅលើ ភ្នំ ដែលវានឹងការពារខ្ញុំពីទឹកជំនន់។ គាត់បានតបវិញថាៈ ថ្ងៃនេះ គ្មានអ្នកណាអាចការពារពីបញ្ជា (ទណ្ឌកម្ម)របស់អល់ឡោះបាន ឡើយ លើកលែងតែអ្នកណាដែលទ្រង់អាណិតស្រឡាញ់ប៉ុណ្ណោះ។ ហើយទឹករលកបានញែកបំបែកគេទាំងពីរ(នួហ និងកូនរបស់គាត់) ពេលនោះគេ(កូនរបស់នួហ)ក៏បានស្ថិតក្នុងចំណោមពួកដែលត្រូវ លិចលង់។","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:44","price":"ហើយទ្រង់បានមានបន្ទូលថាៈ ឱដី. ចូរឯងលេបទឹករបស់ ឯងវិញចុះ។ ឱមេឃ. ចូរឯងឈប់ភ្លៀងទៅ។ ពេលនោះទឹកក៏បាន ស្រកចុះ។ ហើយបទបញ្ជានោះត្រូវបានគេសមេ្រច(បានកំទេចអ្នក គ្មានជំនឿពីក្រុមរបស់នួហ) ហើយសំពៅនោះក៏បានចតនៅលើភ្នំ ជូទី(នៅរវាងប្រទេសអ៊ីរ៉ាក់និងអាម៉េនី)។ ហើយទ្រង់បានមាន បន្ទូលបន្ដទៀតថាៈ មហន្ដរាយចុះចំពោះក្រុមដែលបំពាននោះ។","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:45","price":"ហើយនួហបានស្រែកសុំពីម្ចាស់របស់គាត់ដោយបានពោល ថាៈ ឱម្ចាស់របស់ខ្ញុំ. ពិតប្រាកដណាស់ កូនរបស់ខ្ញុំគឺជាគ្រួសាររបស់ ខ្ញុំ ហើយប្រាកដណាស់ ការសន្យារបស់ទ្រង់គឺជាការពិត។ ហើយ ទ្រង់គឺជាអ្នកកាត់សេចក្ដីដ៏យុត្ដិធម៌បំផុត។","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:46","price":"ទ្រង់មានបន្ទូលតបវិញថាៈ ឱនួហ. ពិតប្រាកដណាស់ គេ មិនមែនជាក្រុមគ្រួសាររបស់អ្នកទេ។ ពិតប្រាកដណាស់ ទង្វើរបស់ គេមិនល្អឡើយ។ ដូចេ្នះចូរអ្នកកុំសុំពីយើងនូវអ្វីដែលអ្នកមិនបាន ដឹងពីវាឱ្យសោះ។ ពិតប្រាកដណាស់ យើងទូន្មានអ្នកខ្លាចក្រែងអ្នក ស្ថិតក្នុងចំណោមពួកដែលល្ងង់ខ្លៅ។","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:47","price":"គាត់(នួហ)បានពោលថាៈ ឱម្ចាស់របស់ខ្ញុំ. ពិតប្រាកដ ណាស់ ខ្ញុំសុំពីទ្រង់ឱ្យបញ្ចៀសផងចុះដែលខ្ញុំសុំពីទ្រង់នូវអ្វីដែលខ្ញុំ មិនបានដឹងអំពីវា ប្រសិនបើទ្រង់មិនអភ័យទោស និងអាណិត ស្រឡាញ់ខ្ញុំទេនោះ ខ្ញុំនឹងស្ថិតនៅក្នុងចំណោមពួកដែលខាតបង់ ជាមិនខាន។","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:48","price":"អល់ឡោះបានមានបន្ទូលថាៈ ឱនួហ. ចូរអ្នកចុះពីសំពៅ ទៅលើដីដោយមានភាពសុខសាន្ដពីយើង និងប្រកបដោយប្រសិទ្ធ ពរជ័យដល់អ្នក និងប្រជាជនដែលរួមជំនឿជាមួយអ្នក។ ហើយ ប្រជាជនដទៃទៀត(កូនចៅជំនាន់ក្រោយមកមានអ្នកខ្លះបានក្លាយ ជាអ្នកគ្មានជំនឿ) យើងនឹងផ្ដល់ភាពសប្បាយរីករាយដល់ពួកគេ ក្រោយមកពួកគេនឹងទទួលទារុណកម្មពីយើងយ៉ាងឈឺចាប់។","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:49","price":"នោះគឺជាដំណឹងអាថ៌កំបាំងដែលយើងបានផ្ដល់វ៉ាហ៊ីឱ្យអ្នក (មូហាំម៉ាត់)។ អ្នកនិងក្រុមរបស់អ្នកមិនធ្លាប់បានដឹងវាពីមុននេះ ទេ។ ដូចេ្នះ ចូរអ្នកអត់ធ្មត់ ពិតប្រាកដណាស់លទ្ធផលល្អចុងក្រោយ គឺសម្រាប់បណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ។","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:50","price":"ហើយ(យើងបានបញ្ជូន)ហ៊ូទទៅកាន់ក្រុមអាដដែលជា បងប្អូនរបស់ពួកគេ។ គេបានពោលថាៈ ឱក្រុមរបស់ខ្ញុំ. ចូរពួកអ្នក គោរពសក្ការៈចំពោះអល់ឡោះចុះ។ ពួកអ្នកគ្មានម្ចាស់ណាផេ្សង ដែលត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីទ្រង់ឡើយ។ ពួកអ្នក គ្មានអ្វីក្រៅពីជាអ្នកប្រឌិតភូតកុហកនោះឡើយ។","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:51","price":"ឱក្រុមរបស់ខ្ញុំ. ខ្ញុំមិនសុំពីពួកអ្នកនូវការតបស្នងពីវា(ការ អំពាវនាវ)ឡើយ។ ការតបស្នងរបស់ខ្ញុំគឺមកពីទ្រង់ដែលបានបង្កើត ខ្ញុំ។ តើពួកអ្នកមិនចេះពិចារណាទេឬ?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:52","price":"ឱក្រុមរបស់ខ្ញុំ. ចូរពួកអ្នកសុំអភ័យទោសពីម្ចាស់របស់ពួក អ្នក ព្រមទាំងសារភាពទោសកំហុសចំពោះទ្រង់ចុះ។ ទ្រង់នឹងបពា្ចុះ ទឹកភ្លៀងយ៉ាងច្រើនឱ្យពួកអ្នក ហើយបន្ថែមកម្លាំងលើភាពខ្លាំងក្លា របស់ពួកអ្នកថែមទៀត។ ចូរពួកអ្នកកុំបែរចេញ(ពីការអំពាវនាវ របស់ខ្ញុំ) ដោយត្រឡប់ទៅធ្វើជាអ្នកប្រព្រឹត្ដបាបកម្មវិញឱ្យសោះ។","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:53","price":"ពួកគេ(ពួកប្រឆាំង)បានតបថាៈ ឱហ៊ូទ. អ្នកមិនបាន នាំភស្ដុតាងជាក់ច្បាស់មកឱ្យពួកយើងទេ ហើយពួកយើងមិនបោះ បង់ម្ចាស់ទាំងឡាយរបស់ពួកយើងដោយសារតែសំដីរបស់អ្នក ឡើយ ហើយពួកយើងក៏គ្មានជំនឿលើអ្នកដែរ។","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:54","price":"ពួកយើងមិននិយាយអ្វីក្រៅពីនិយាយថាៈ ព្រះរបស់ពួក យើងមួយចំនួនបានធ្វើឱ្យអ្នកវិកលចរិតឡើយ។ ហ៊ូទក៏បានតប វិញថាៈ ពិតប្រាកដណាស់ ខ្ញុំសុំពីអល់ឡោះឱ្យជួយធ្វើសាក្សីដល់ខ្ញុំ ហើយពួកអ្នកក៏ត្រូវធ្វើសាក្សីដែរថា ខ្ញុំពិតជាមិនពាក់ព័ន្ធនឹងអ្វី ដែលពួកអ្នកយកមកធ្វើជាព្រះ","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:55","price":"ផេ្សងពីទ្រង់ឡើយ។ ដូចេ្នះ ចូរពួកអ្នកទាំងអស់រៀបចំ ផែនការប្រឆាំងនឹងខ្ញុំចុះ ហើយពួកអ្នកកុំពន្យារពេលឱ្យខ្ញុំអ្វី។","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:56","price":"ពិតប្រាកដណាស់ ខ្ញុំបានប្រគល់ការទុកចិត្ដទៅលើ អល់ឡោះ ដែលជាម្ចាស់របស់ខ្ញុំ និងជាម្ចាស់របស់ពួកអ្នក។ គ្មាន សត្វលោកណាមានចលនាឡើយ លើកលែងតែទ្រង់ជាអ្នកគ្រប់ គ្រងវាប៉ុណ្ណោះ។ ពិតប្រាកដណាស់ ម្ចាស់របស់ខ្ញុំគឺស្ថិតលើមាគ៌ា ដែលត្រឹមត្រូវ។","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:57","price":"ប្រសិនបើពួកអ្នកបែរចេញ ក៏ខ្ញុំនៅតែផ្ដល់ឱ្យពួកអ្នកនូវ អ្វីដែលគេបានបញ្ជូនមកឱ្យខ្ញុំទៅកាន់ពួកអ្នកដែរ។ ហើយម្ចាស់ របស់ខ្ញុំនឹងជំនួសក្រុមមួយផេ្សងក្រៅពីពួកអ្នក ហើយពួកអ្នកក៏មិន អាចបង្កគ្រោះថ្នាក់អ្វីដល់ទ្រង់ដែរ។ ពិតប្រាកដណាស់ ម្ចាស់របស់ ខ្ញុំជាអ្នកថែរក្សាការពារលើអ្វីៗទាំងអស់។","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:58","price":"ហើយនៅពេលដែលបទបញ្ជា(ទារុណកម្ម)របស់យើង បានមកដល់ យើងក៏បានសង្គ្រោះហ៊ូទ និងបណ្ដាអ្នកដែលបានជឿ ជាមួយគាត់ដោយក្ដីមេត្ដាករុណាអំពីយើង ហើយយើងបានសង្គ្រោះ ពួកគេពីទារុណកម្មដ៏ខ្លាំងក្លានេះ។","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:59","price":"ហើយក្រុមអាដនោះ ពួកគេបានបដិសេធនឹងអាយ៉ាត់ៗ នៃម្ចាស់របស់ពួកគេ និងបានប្រឆាំងនឹងបណ្ដាអ្នកនាំសាររបស់ទ្រង់ ហើយនិងបានដើរតាមរាល់បទបញ្ជារបស់ពួកដែលអួតកេ្អងក្អាង ចចេសរឹងរូសទៀតផង។","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:60","price":"ហើយពួកគេនឹងត្រូវគេដាក់បណ្ដាសាទាំងនៅក្នុងលោកិយ និងថ្ងៃបរលោក។ ចូរដឹងថា. ពិតប្រាកដណាស់ ក្រុមអាដបាន ប្រឆាំងនឹងម្ចាស់របស់ពួកគេ។ ចូរដឹងថា. ទទួលមហន្ដរាយហើយ ចំពោះក្រុមអាដដែលជាក្រុមរបស់ហ៊ូទ។","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:61","price":"ហើយ(យើងបានបញ្ជូន)សឡេះទៅកាន់ក្រុមសាមូដ ដែលជាបងប្អូនរបស់ពួកគេ។ គាត់បានពោលថាៈ ឱក្រុមរបស់ខ្ញុំ. ចូរពួកអ្នកគោរពសក្ការៈចំពោះអល់ឡោះ ពួកអ្នកគ្មានម្ចាស់ណា ផេ្សងដែលត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីអល់ឡោះឡើយ។ ទ្រង់ជាអ្នកដែលចាប់ផ្ដើមបង្កើតពួកអ្នកពីដី ហើយទ្រង់ក៏បានឱ្យ ពួកអ្នកតាំងទីលំនៅលើវា។ ដូចេ្នះ ចូរពួកអ្នកសុំអភ័យទោសពីទ្រង់ និងសារភាពទោសកំហុសចំពោះទ្រង់។ ពិតប្រាកដណាស់ម្ចាស់របស់ ខ្ញុំជាអ្នកដែលនៅជិតបង្កើយ ជាអ្នកឆ្លើយតប(ការបួងសួងសុំ)។","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:62","price":"ពួកគេបានតបវិញថាៈ ឱសឡេះ. ជាការពិតណាស់ អ្នក ធ្លាប់ជាមនុស្សដែលជាទីសង្ឃឹមក្នុងចំណោមពួកយើង(ជាមេដឹកនាំ)កាលពីមុននេះ។ តើអ្នកហាមឃាត់ពួកយើងមិនឱ្យគោរពសក្ការៈ ចំពោះអ្វីដែលជីដូនជីតារបស់ពួកយើងបានគោរពសក្ការៈឬ? ហើយ ពិតប្រាកដណាស់ ពួកយើងមានការសង្ស័យយ៉ាងខ្លាំងនូវអ្វីដែលអ្នក អំពាវនាវចំពោះពួកយើង។","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:63","price":"គាត់(សឡេះ)បានពោលថាៈ ឱក្រុមរបស់ខ្ញុំ. ពួកអ្នក ប្រាប់ខ្ញុំមក ប្រសិនបើខ្ញុំមានភស្ដុតាងយ៉ាងច្បាស់លាស់អំពីម្ចាស់របស់ខ្ញុំ ហើយទ្រង់បានប្រទានដល់ខ្ញុំនូវក្ដីមេត្ដាករុណា(ភាពជា)ពី ទ្រង់នោះ តើមានអ្នកណាអាចជួយខ្ញុំបានពី(ទណ្ឌកម្ម)អល់ឡោះ ប្រសិនបើខ្ញុំមិនបានគោរពចំពោះទ្រង់? ពួកអ្នកមិនបង្កើនអ្វីដល់ខ្ញុំ ក្រៅពីភាពខាតបង់នោះឡើយ។","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:64","price":"ឱក្រុមរបស់ខ្ញុំ. នេះគឺជាសត្វអូដ្ឋញីរបស់អល់ឡោះដែល ជាភស្តតាងមួយសម្រាប់ពួកអ្នក។ ដូចេ្នះ ចូរពួកអ្នកទុកឱ្យវាដើរ ស៊ីនៅលើដីរបស់អល់ឡោះចុះ ហើយពួកអ្នកកុំប៉ះពាល់វាដោយ ប្រការអាក្រក់ណាមួយឱ្យសោះ។ បើមិនដូច្នោះទេទារុណកម្មនឹង ធ្លាក់មកលើពួកអ្នកឆាប់ៗនេះជាមិនខាន។","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:65","price":"តែពួកគេបានសម្លាប់វា។ ពេលនោះគាត់បានពោលថាៈ ចូរពួកអ្នកសប្បាយរីករាយក្នុងលំនៅដ្ឋានរបស់ពួកអ្នករយៈពេល បីថ្ងៃចុះ(ទណ្ឌកម្មនឹងមកដល់បន្ទាប់ពីនោះ)។ នេះជាការសន្យា មួយ(របស់អល់ឡោះ)ដែលគ្មានការភូតកុហកឡើយ។","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:66","price":"នៅពេលដែលបទបញ្ជា (ទណ្ឌកម្ម)របស់យើងបានមក ដល់ យើងក៏បានសង្គ្រោះសឡេះ និងបណ្ដាអ្នកដែលមានជំនឿជា មួយគាត់ដោយក្ដីមេត្ដាករុណាអំពីយើង ហើយ(យើងបានសង្គ្រោះ ពួកគេ)ពីភាពអាម៉ាស់របស់ពួកគេនៅថ្ងៃនោះ។ ពិតប្រាកដណាស់ ម្ចាស់របស់អ្នកមហាខ្លាំងក្លា មហាខ្លាំងពូកែ។","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:67","price":"ហើយពេលនោះ សម្រែកយ៉ាងខ្លាំងបានឆក់យកជីវិតពួក ដែលបំពាន ហើយបានធ្វើឱ្យពួកគេស្លាប់មួយរំពេចនៅក្នុងផ្ទះរបស់ ពួកគេ។","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:68","price":"វាហាក់ដូចជាពួកគេមិនបានរស់នៅទីនោះ។ ចូរដឹងថា. ពិតប្រាកដណាស់ ក្រុមសាមូដបានប្រឆាំងនឹងម្ចាស់របស់ពួកគេ។ ចូរដឹងថា. មហន្ដរាយហើយចំពោះក្រុមសាមូដ។","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:69","price":"ហើយជាការពិតណាស់ បណ្ដាអ្នកនាំសាររបស់យើង (ម៉ាឡាអ៊ីកាត់)បាននាំដំណឹងល្អមកឱ្យអ៊ីព្រហ៊ីម(ប្រាប់ថាប្រពន្ធ គាត់នឹងមានកូន)។ ពួកគេបានស្វាគមន៍នឹងពាក្យសាឡាម ហើយ គាត់ក៏បានឆ្លើយតបនឹងពាក្យសាឡាមវិញដែរ។ ហើយមិនយូរ ប៉ុន្មានគាត់ក៏បាននាំមកនូវកូនគោអាំងមួយ(មកទទួលពួកគេ)។","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:70","price":"ប៉ុន្ដែនៅពេលអ៊ីព្រហ៊ីមបានឃើញដៃរបស់ពួកគេ(ម៉ាឡា-អ៊ីកាត់)មិនលូកចាប់យកសាច់កូនគោអាំងនោះ គាត់បានសង្ស័យ លើពួកគេ ហើយគាត់ក៏មានអារម្មណ៍ភ័យខ្លាចពីពួកគេ។ ពួកគេ បាននិយាយថាៈ ចូរអ្នកកុំភ័យខ្លាចអ្វីតាមពិតពួកយើងត្រូវបានគេ (អល់ឡោះ)បញ្ជូនទៅក្រុមលូតទេ។","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:71","price":"ហើយប្រពន្ធរបស់គាត់(អ៊ីព្រហ៊ីម)បានឈរស្ដាប់នៅ ទីនោះ ដោយនាងបានញញឹមសើច។ ហើយ(ម៉ាឡាអ៊ីកាត់បាន ប្រាប់ថា) ពួកយើងបានផ្ដល់ដំណឹងល្អអំពីអ៊ីសហាកដល់នាង និង ក្រោយពីអ៊ីសហាកនោះគឺយ៉ាក់កូប។","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:72","price":"នាងបាននិយាយ(ដោយភ្ញាក់ផ្អើល)ថាៈ អស្ចារ្យហើយ ខ្ញុំ. តើខ្ញុំមានកូនយ៉ាងដូចមេ្ដច បើខ្ញុំចាស់ជរាហើយនោះ ហើយប្ដី របស់ខ្ញុំនេះក៏ចាស់ជរាដែរ? ពិតប្រាកដណាស់ នេះគឺជារឿងចម្លែក មែន។","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:73","price":"ពួកគេ(ម៉ាឡាអ៊ីកាត់)បានតបថាៈ តើនាងភ្ញាក់ផ្អើលនឹង បទបញ្ជារបស់អល់ឡោះឬ? ក្ដីមេត្ដាករុណារបស់អល់ឡោះ និង ពរជ័យរបស់ទ្រង់គឺផ្ដល់ឱ្យពួកអ្នក ឱក្រុមគ្រួសារ(របស់អ៊ីព្រហ៊ីម). ពិតប្រាកដណាស់ ទ្រង់ជាទីកោតសរសើរ ថ្កុំថ្កើងបំផុត។","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:74","price":"ហើយនៅពេលដែលការភ័យខ្លាចបានរំសាយចេញពី អ៊ីព្រហ៊ីម ស្រាប់តែដំណឹងល្អ(មានកូន)បានមកដល់គាត់ គាត់ក៏ ជជែកតវ៉ាជាមួយពួកយើង(ម៉ាឡាអ៊ីកាត់)ពីរឿង(បំផិ្លចបំផ្លាញ)របស់ក្រុមលូត។","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:75","price":"ពិតប្រាកដណាស់ អ៊ីព្រហ៊ីមជាអ្នកទន់ភ្លន់ ជាអ្នកអត់ធ្មត់ ជាអ្នកបួងសួងសុំអភ័យទោសពីអល់ឡោះជានិច្ច។","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:76","price":"ឱអ៊ីព្រហ៊ីម. ចូរអ្នកបោះបង់ការតវ៉ានេះចុះ តាមពិតបទ បញ្ជានៃម្ចាស់់របស់អ្នកបានមកដល់ហើយ។ ហើយពិតប្រាកដណាស់ ទារុណកម្មនឹងមកដល់ពួកគេ(ក្រុមលូត) ដោយគ្មានអ្នកណាអាច រារាំងបានឡើយ។","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:77","price":"ហើយនៅពេលដែលអ្នកនាំសាររបស់យើង(ម៉ាឡាអ៊ីកាត់) បានមកជួបលូត គាត់មានការព្រួយបារម្ភ និងតឹងទ្រូងដោយសារតែ ពួកគេ។ ហើយគាត់បានពោលថាៈ នេះជាថ្ងៃមួយដ៏លំបាកបំផុត។","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:78","price":"ហើយក្រុមរបស់គាត់(លូត)បានមកជួបគាត់ទាំងប្រញាប់ ប្រញាល់ ខណៈដែលពួកគេធ្លាប់បានប្រព្រឹត្ដអំពើអាក្រក់ជាច្រើន កាលពីមុន(បុរសរួមភេទជាមួយបុរស)។ គាត់បានពោលថាៈ ឱ ក្រុមរបស់ខ្ញុំ. ទាំងនេះគឺជាកូនស្រីរបស់ខ្ញុំ ពួកនាងស្អាតបរិសុទ្ធ សម្រាប់ពួកអ្នក(ប្រសិនបើពួកអ្នករៀបការជាមួយនាងស្រប ច្បាប់)។ ដូចេ្នះ ចូរពួកអ្នកកោតខ្លាចអល់ឡោះ ហើយចូរពួកអ្នក កុំធើ្វឱ្យខ្ញុំអាម៉ាស់ចំពោះភ្ញៀវរបស់ខ្ញុំឱ្យសោះ។ តើក្នុងចំណោម ពួកអ្នកគ្មានបុរសណាឈ្លាសវៃទេឬ?","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:79","price":"ពួកគេបានតបវិញថាៈ អ្នកពិតជាបានដឹងរួចហើយថា ពួកយើងមិនត្រូវការកូនស្រីទាំងអស់របស់អ្នកឡើយ ហើយពិត ប្រាកដណាស់ អ្នកដឹងយ៉ាងច្បាស់នូវអ្វីដែលពួកយើងត្រូវការ។","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:80","price":"គាត់(លូត)បានពោលថាៈ ប្រសិនបើខ្ញុំមានអំណាចអាច ទប់ទល់នឹងពួកអ្នក ឬខ្ញុំអាចរកអ្នកមានអំណាចខ្លាំងក្លាជួយ(ខ្ញុំនឹង តទល់ជាមួយពួកអ្នកវិញ)ជាមិនខាន។","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:81","price":"ពួកគេ(ម៉ាឡាអ៊ីកាត់)បានពោលថាៈ ឱលូត. ជាការពិតណាស់ ពួកយើងគឺជាអ្នកនាំសារនៃម្ចាស់របស់អ្នក។ ពួកគេនឹងមិន អាចប៉ះពាល់ដល់អ្នកបានឡើយ។ ចូរអ្នកនាំគ្រួសាររបស់អ្នកចាក ចេញ(ពីភូមិនេះ)នៅពាក់កណ្ដាលយប់ លើកលែងតែភរិយារបស់ អ្នកប៉ុណ្ណោះ ហើយកុំឱ្យអ្នកណាម្នាក់ក្នុងចំណោមពួកអ្នកងាកមើល ក្រោយឱ្យសោះ ព្រោះទារុណកម្មនឹងធ្លាក់ទៅលើនាងដូចអ្វីដែល ពួកគេ(ក្រុមរបស់លូត)នឹងទទួលរងដែរ។ ពិតប្រាកដណាស់ ពេល សន្យា(ដាក់ទណ្ឌកម្ម)របស់ពួកគេគឺនៅពេលទៀបភ្លឺ។ តើពេល ទៀបភ្លឺមិនមែនជិតមកដល់ទេឬ?","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:82","price":"ដូចេ្នះនៅពេលដែលបទបញ្ជា(ទណ្ឌកម្ម)របស់យើងបាន មកដល់ យើងបានធ្វើឱ្យ(ភូមិសាដូមនៅប៉ាឡេស្ទីន)ក្រឡាប់ពីលើ ចុះក្រោម ហើយបានបញ្ចុះភ្លៀងថ្មពីដីដុតទៅលើវាជាបន្ដបន្ទាប់។","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:83","price":"ដែលជាសញ្ញាមកពីម្ចាស់របស់អ្នក(មូហាំម៉ាត់) ហើយ វា(ថ្ម ឬភូមិ)មិនឆ្ងាយពីពួកដែលបំពានឡើយ។","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:84","price":"ហើយ(យើងបានបញ្ជូន)ស៊្ហូអែបទៅកាន់ម៉ាទយ៉ាន់ដែល ជាបងប្អូនរបស់ពួកគេ។ ស៊្ហូអែបបានពោលថាៈ ឱក្រុមរបស់ខ្ញុំ. ចូរ ពួកអ្នកគោរពសក្ការៈចំពោះអល់ឡោះ ពួកអ្នកគ្មានម្ចាស់ណាផេ្សង ដែលត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីអល់ឡោះឡើយ។ ចូរ ពួកអ្នកកុំកេងបំបាត់ក្នុងការវាល់ និងការថ្លឹង។ ខ្ញុំពិតជាឃើញពួក អ្នកមានភាពល្អប្រសើរ រីកចំរើន ហើយពិតប្រាកដណាស់ ខ្ញុំខ្លាច ទារុណកម្មហុំព័ទ្ធពួកអ្នកគ្រប់ទិសទីនៅថ្ងៃណាមួយ។","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:85","price":"ហើយ(ស៊្ហូអែបបានពោលទៀតថា) ឱក្រុមរបស់ខ្ញុំ. ចូរ ពួកអ្នកវាល់ និងថ្លឹងឱ្យគ្រប់ចំនួនដោយយុត្ដិធម៌ ហើយចូរពួកអ្នក កុំកេងប្រវ័ពា្ចមនុស្សលោកនូវកម្មសិទិ្ធរបស់ពួកគេ។ ហើយចូរពួក អ្នកកុំបង្កវិនាសកម្មនៅលើផែនដីនេះឱ្យសោះ។","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:86","price":"អ្វីដែលបានបន្សល់ពីអល់ឡោះ(បានមកពីការរកស៊ី ត្រឹម ត្រូវ)គឺល្អបំផុតសម្រាប់ពួកអ្នក ប្រសិនបើពួកអ្នកមានជំនឿ។ ហើយ ខ្ញុំ(ស៊្ហូអែប)មិនមែនជាអ្នកទទួលខុសត្រូវលើពួកអ្នកឡើយ។","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:87","price":"ពួកគេបានតបវិញថាៈ ឱស៊្ហូអែប. តើការសឡាតរបស់ អ្នកបញ្ជាអ្នកឱ្យពួកយើងបោះបង់ចោលនូវអ្វីដែលជីដូនជីតារបស់ ពួកយើងធ្លាប់គោរពសក្ការៈ ឬក៏មិនឱ្យពួកយើងប្រើប្រាស់ទ្រព្យ សម្បត្ដិរបស់ពួកយើងតាមអ្វីដែលពួកយើងចង់? ជាការពិតណាស់ អ្នកជាអ្នកទន់ភ្លន់ ឈ្លាសវៃ(និយាយចំអកឡកឡើយ)។","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:88","price":"ស៊្ហូអែបបានពោលថាៈ ឱក្រុមរបស់ខ្ញុំ. តើពួកអ្នកយល់ ឃើញយ៉ាងណាប្រសិនបើខ្ញុំមានភស្ដុតាងច្បាស់លាស់ពីម្ចាស់របស់ខ្ញុំ ហើយទ្រង់បានផ្ដល់ឱ្យខ្ញុំនូវលាភសក្ការៈដ៏ប្រសើរពីទ្រង់ហើយនោះ? ហើយខ្ញុំក៏មិនចង់ប្រឆាំងនឹងពួកអ្នកចំពោះអ្វីដែលខ្ញុំហាមឃាត់ដល់ ពួកអ្នកអំពីវានោះដែរ។ ខ្ញុំគ្មានបំណងអ្វីក្រៅពីការសម្របសម្រួល តាមអ្វីដែលខ្ញុំអាចធ្វើបាននោះឡើយ។ ហើយគ្មានការណែនាំរបស់ ខ្ញុំទេ លើកលែងតែមកពីអល់ឡោះប៉ុណ្ណោះ។ ចំពោះទ្រង់ដែលខ្ញុំ បានប្រគល់ការទុកចិត្ដ ហើយខ្ញុំនឹងវិលត្រឡប់ទៅកាន់ទ្រង់វិញ។","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:89","price":"ឱក្រុមរបស់ខ្ញុំ. ចូរកុំឱ្យកំហឹងរបស់ខ្ញុំបង្កជាសត្រូវនឹង ពួកអ្នក ដែលវាអាចធ្វើឱ្យពួកអ្នកទទួលរងទារុណកម្មដូចអ្វីដែល ក្រុមនួហ ឬក្រុមហ៊ូទ ឬក្រុមសឡេះបានទទួលឱ្យសោះ។ ចំណែក (ទារុណកម្ម)ក្រុមលូតក៏នៅមិនឆ្ងាយពីពួកអ្នកដែរ។","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:90","price":"ហើយចូរពួកអ្នកសុំអភ័យទោសពីម្ចាស់របស់ពួកអ្នក បន្ទាប់មកចូរពួកអ្នកសារភាពកំហុសចំពោះទ្រង់។ ពិតប្រាកដ ណាស់ ម្ចាស់របស់ខ្ញុំមហាអាណិត មហាស្រឡាញ់។","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:91","price":"ពួកគេបានតបវិញថាៈ ឱស៊្ហូអែប. ពួកយើងមិនសូវយល់ ច្រើនទេនូវអ្វីដែលអ្នកនិយាយ ហើយពិតប្រាកដណាស់ យើងមើល ឃើញអ្នកជាអ្នកទន់ខ្សោយនៅក្នុងចំណោមពួកយើង។ ហើយ ប្រសិនបើគ្មានគ្រួសារអ្នកទេនោះ ពួកយើងនឹងគប់អ្នកនឹងដុំថ្មទៅ ហើយ។ ហើយអ្នកមិនមែនជាអ្នកខ្លាំងសម្រាប់ពួកយើងឡើយ។","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:92","price":"ស៊្ហូអែបបានតបវិញថាៈ ឱក្រុមរបស់ខ្ញុំ. តើគ្រួសាររបស់ ខ្ញុំមានឥទ្ធិពលចំពោះពួកអ្នកជាងអល់ឡោះឬ? ដោយពួកអ្នកបាន យកទ្រង់ដាក់ក្រោយខ្នងរបស់ពួកអ្នក។ ពិតប្រាកដណាស់ ម្ចាស់ របស់ខ្ញុំដឹងជ្រួតជ្រាបនូវអ្វីៗដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:93","price":"ឱក្រុមរបស់ខ្ញុំ. ចូរពួកអ្នកអនុវត្ដតាមផ្លូវរបស់ពួកអ្នក ចុះ ចំណែកខ្ញុំក៏អនុវត្ដតាមផ្លូវរបស់ខ្ញុំដែរ។ ពួកអ្នកគង់តែនឹងដឹង ពីជនដែលទារុណកម្មនឹងធ្លាក់ទៅលើគេដែលធ្វើឱ្យគេអាម៉ាស់ និង ជនដែលភូតកុហក។ ហើយចូរពួកអ្នករង់ចាំមើលចុះ ពិតប្រាកដ ណាស់ខ្ញុំក៏ជាអ្នករង់ចាំមើលជាមួយពួកអ្នកដែរ។","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:94","price":"ហើយនៅពេលដែលបទបញ្ជា (ទារុណកម្ម)របស់យើង បានមកដល់ យើងបានសង្គ្រោះស៊្ហូអែបនិងបណ្ដាអ្នកដែលបានជឿ ជាមួយគាត់ដោយក្ដីមេត្ដាករុណាពីយើង ហើយពេលនោះសម្រែក យ៉ាងខ្លាំងបានឆក់យកជីវិតពួកដែលបំពាន ហើយបានធ្វើឱ្យពួកគេ ស្លាប់មួយរំពេចនៅក្នុងផ្ទះរបស់ពួកគេ។","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:95","price":"វាហាក់ដូចជាពួកគេមិនបានរស់នៅទីនោះ។ ចូរដឹងថា. មហន្ដរាយចំពោះអ្នកភូមិម៉ាទយ៉ាន់ក៏ដូចជាក្រុមសាមូដបានទទួល រងមហន្ដរាយដែរ។","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:96","price":"ហើយពិតប្រាកដណាស់ យើងបានបញ្ជូនមូសាជាមួយនឹង អាយ៉ាត់ៗរបស់យើងនិងភស្ដុតាងដ៏ច្បាស់លាស់។","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:97","price":"ទៅកាន់ហ្វៀរអោន និងពួកមន្ដ្រីរបស់គេ ប៉ុន្ដែពួកគេបាន ធ្វើតាមបទបញ្ជារបស់ហ្វៀរអោន ខណៈដែលបទបញ្ជារបស់ ហ្វៀរអោនពុំមានការចង្អុលបង្ហាញត្រឹមត្រូវ។","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:98","price":"គេ(ហ្វៀរអោន)នឹងនាំមុខក្រុមរបស់គេនៅថ្ងៃបរលោក រហូតដល់ពួកគេចូលភ្លើងនរក ហើយជាកន្លែងដ៏អាក្រក់បំផុត សម្រាប់អ្នកដែលនៅទីនោះ។","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:99","price":"ហើយបណ្ដាសានឹងត្រូវគេដាក់ទៅលើពួកគេនៅក្នុង លោកិយ និងថ្ងៃបរលោក។ (បណ្ដាសា)នេះជារង្វាន់ដ៏អាក្រក់ បំផុតសម្រាប់អ្នកដែលត្រូវទទួល។","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:100","price":"នោះគឺជាដំណឹងមួយចំនួនអំពីភូមិស្រុកដែលយើង និទានវាប្រាប់ដល់អ្នក(មូហាំម៉ាត់)។ ភូមិស្រុកមួយចំនួនបាន បន្សល់ទុកស្លាកស្នាម និងមួយចំនួនទៀតមិនបានបន្សល់ទុក អ្វីឡើយ(បន្ទាប់ពីការបំផ្លាញនោះ)។","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:101","price":"ហើយយើងមិនបានបំពានលើពួកគេទេ ប៉ុន្ដែពួកគេទេ ដែលបានបំពានលើខ្លួនឯងនោះ។ ដូចេ្នះហើយព្រះនានារបស់ពួកគេ ដែលពួកគេបានបួងសួងសុំក្រៅពីអល់ឡោះមិនអាចផ្ដល់ប្រយោជន៍ អ្វីដល់ពួកគេឡើយនៅពេលដែលបទបញ្ជា(ទារុណកម្ម)នៃម្ចាស់ របស់អ្នក(មូហាំម៉ាត់)បានមកដល់។ ហើយព្រះនានារបស់ពួកគេ មិនបានបន្ថែមអ្វីដល់ពួកគេក្រៅពីគ្រោះមហន្ដរាយឡើយ។","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:102","price":"នោះហើយជាទារុណកម្មនៃម្ចាស់របស់អ្នក។ នៅពេល ណាដែលទ្រង់បានដាក់ទៅលើភូមិស្រុកណាមួយគឺដោយសារតែ ភូមិស្រុកនោះបានធ្វើខុស។ ពិតប្រាកដណាស់ ទារុណកម្មរបស់ ទ្រង់គឺឈឺចាប់បំផុត។","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:103","price":"ពិតប្រាកដណាស់ នៅក្នុង(ការដាក់ទារុណកម្ម)នោះ គឺជាភស្ដុតាងមួយសម្រាប់អ្នកដែលបានខ្លាចទារុណកម្មនាថ្ងៃបរលោក។ នៅថ្ងៃនោះមនុស្សលោកត្រូវបានគេប្រមូលផ្ដុំសម្រាប់ ទ្រង់។ ហើយនៅថ្ងៃនោះដែរ អ្វីៗទាំងអស់គឺនឹងត្រូវមានវត្ដមាន (ដើម្បីកាត់សេចក្ដី)។","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:104","price":"ហើយយើងមិនបានពន្យារពេលថ្ងៃបរលោកក្រៅពី ពេលដែលបានកំណត់នោះឡើយ។","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:105","price":"ថ្ងៃបរលោកមកដល់ គ្មានបុគ្គលណាម្នាក់អាចនិយាយ បានទេ លុះត្រាតែមានការអនុញ្ញាតពីទ្រង់។ ដូចេ្នះពួកគេមួយចំនួន ទទួលសំណាងអាក្រក់ និងមួយចំនួនទៀតទទួលសំណាងល្អ។","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:106","price":"ចំណែកឯពួកដែលមានសំណាងអាក្រក់ គឺស្ថិតក្នុងឋាននរកដែលសម្រាប់ពួកគេនៅក្នុងនោះ(ទទួលទារុណកម្មដ៏ឈឺចាប់) ដោយដកដង្ហើមចេញចូលស្ទើរមិនដល់គ្នា។","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:107","price":"ពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ ដរាបណាមេឃជា ច្រើនជាន់ និងផែនដី(ថ្ងៃបរលោក)នៅស្ថិតសេ្ថរ លើកលែងតែអ្វី ដែលម្ចាស់របស់អ្នកមានចេតនាប៉ុណ្ណោះ។ ពិតប្រាកដណាស់ ម្ចាស់ របស់អ្នកធ្វើអ្វីក៏ដោយតាមតែទ្រង់ចង់។","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:108","price":"រីឯបណ្ដាអ្នកដែលមានសំណាងល្អ គឺស្ថិតក្នុងឋានសួគ៌ ដោយពួកគេស្ថិតនៅទីនោះជាអមតៈ ដរាបណាមេឃជាច្រើនជាន់ និងផែនដី(ថ្ងៃបរលោក)នៅស្ថិតសេ្ថរ លើកលែងតែអ្វីដែលម្ចាស់ របស់អ្នកមានចេតនាប៉ុណ្ណោះ។ ទ្រង់នឹងផ្ដល់ឱ្យពួកគេដោយគ្មាន ការកាត់ផ្ដាច់ឡើយ ។","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:109","price":"ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)កុំមានការសង្ស័យនូវអ្វី ដែលពួកគេ(ពួកមូស្ហរីគីន)គោរពសក្ការៈ។ ពួកគេមិនគោរព សក្ការៈឡើយ លើកលែងតែដូចអ្វីដែលជីដូនជីតារបស់ពួកគេគោរព សក្ការៈពីមុនមកប៉ុណ្ណោះ។ ពិតប្រាកដណាស់ យើងនឹងបំពេញឱ្យ ពួកគេនូវទារុណកម្ម ដោយគ្មានការបន្ធូរបន្ថយឡើយ។","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:110","price":"ហើយជាការពិតណាស់ យើងបានផ្ដល់គម្ពីរ(តាវរ៉ត) ឱ្យមូសា តែបែរជាមានគេខ្វែងគំនិតគ្នាចំពោះវាទៅវិញ។ ហើយ ប្រសិនបើគ្មានការកំណត់(ទារុណកម្ម)ជាមុនពីម្ចាស់របស់អ្នកទេ គេពិតជានឹងកាត់សេចក្ដីរវាងពួកគេ(ដាក់ទារុណកម្មក្នុងលោកិយ) ជាមិនខាន។ ហើយពិតប្រាកដណាស់ ពួកគេស្ថិតក្នុងភាពមន្ទិល សង្ស័យយ៉ាងខ្លាំងអំពីវា(គម្ពីរគួរអាន)។","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:111","price":"ហើយពិតប្រាកដណាស់ គ្រប់ក្រុមទាំងអស់(ដែលខ្វែង គំនិតគ្នា) គឺម្ចាស់របស់អ្នក ពិតជានឹងតបស្នងឱ្យពួកគេនូវគ្រប់ទង្វើ របស់ពួកគេជាមិនខាន។ ពិតប្រាកដណាស់ ទ្រង់មហាដឹងនូវអ្វីដែល ពួកគេប្រព្រឹត្ដ។","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:112","price":"ដូចេ្នះចូរអ្នក(មូហាំម៉ាត់)ប្រកាន់ខ្ជាប់នូវគោលជំហរ ឱ្យរឹងប៉ឹង ដូចអ្វីដែលគេ(អល់ឡោះ)បានបញ្ជា ចំពោះអ្នក និងអ្នក ដែលបានសារភាពកំហុស(ចំពោះអល់ឡោះ)ជាមួយអ្នក ហើយចូរ ពួកអ្នកកុំបំពានឱ្យសោះ។ ពិតប្រាកដណាស់ ទ្រង់ជាអ្នកឃើញទាំង អស់នូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:113","price":"ហើយចូរពួកអ្នកកុំលំអៀងទៅចំពោះពួកដែលបាន បំពាន ដែលជាហេតុធ្វើឱ្យពួកអ្នកត្រូវនរកឱ្យសោះ។ ហើយពួក អ្នកគ្មានអ្នកគាំពារណាក្រៅពីអល់ឡោះឡើយ បន្ទាប់មកពួកអ្នក ក៏គ្មានអ្នកណាជួយដែរ។","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:114","price":"ហើយចូរអ្នកប្រតិបត្ដិសឡាតនៅចុងទាំងពីរនៃពេល ថ្ងៃ(ព្រឹកល្ងាចគឺៈ ស៊ូពូស ស៊ូហូរ និងអាសើរ)និងរយៈពេលដំបូង នៃពេលយប់(ម៉ាហ្គរិប និងអ៊ីស្ហា)។ ពិតប្រាកដណាស់ អំពើល្អលុប បំបាត់អំពើអាក្រក់។ នោះគឺជាការរំលឹកទូន្មានសម្រាប់បណ្ដាអ្នក ដែលមានសតិសម្បជញ្ញៈ។","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:115","price":"ហើយចូរអ្នកអត់ធ្មត់ចុះ ពិតប្រាកដណាស់ អល់ឡោះ មិនធ្វើឱ្យបាត់បង់នូវផលបុណ្យរបស់បណ្ដាអ្នកដែលសាងអំពើ ល្អនោះឡើយ។","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:116","price":"ហេតុអ្វីបានជាកាលពីជំនាន់មុនៗពួកអ្នកគ្មានអ្នកមាន ឧត្ដមគតិនៅសេសសល់ ដើម្បីពួកគេហាមឃាត់គ្នាអំពីការបង្ក វិនាសកម្មនៅលើផែនដីនេះក្រៅពីមួយចំនួនតូចនៃអ្នកដែលយើង បានសង្គ្រោះក្នុងចំណោមពួកគេ? ហើយពួកដែលបំពានបានធ្វើតាម អ្វីដែលពួកគេសប្បាយរីករាយនៅក្នុងលោកិយ។ ហើយពួកគេជា ពួកដែលប្រព្រឹត្ដបាបកម្ម។","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:117","price":"ម្ចាស់របស់អ្នកមិនដែលកំទេចភូមិស្រុកណាមួយដោយ អយុត្ដិធម៌ ខណៈដែលអ្នកភូមិស្រុកនោះជាអ្នកដែលសាងអំពើល្អ នោះឡើយ។","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:118","price":"ប្រសិនបើម្ចាស់របស់អ្នកមានចេតនា ទ្រង់ប្រាកដជា នឹងធ្វើឱ្យមនុស្សលោកក្លាយជាប្រជាជាតិតែមួយ(សាសនាអ៊ីស្លាម តែមួយ)។ ប៉ុន្ដែពួកគេនៅតែខ្វែងគំនិតគ្នា។","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:119","price":"លើកលែងតែអ្នកណាដែលម្ចាស់របស់អ្នកបានអាណិត ស្រឡាញ់ប៉ុណ្ណោះ។ ហេតុនេះហើយទើបទ្រង់បានបង្កើតពួកគេ។ ហើយពាក្យសន្យានៃម្ចាស់របស់អ្នកបានកំណត់រួចជាសេ្រច(ដោយ ទ្រង់ពោលថា) ពិតប្រាកដណាស់ យើងនឹងបំពេញនរកជើហាន់ណាំ ដោយជិននិងមនុស្សលោកមួយចំនួនជាមួយគ្នាទាំងអស់។","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:120","price":"ហើយគ្រប់រឿងទាំងអស់ដែលយើងនិទានប្រាប់អ្នក (មូហាំម៉ាត់)អំំពីដំណឹងរបស់បណ្ដាអ្នកនាំសារ គឺដើម្បីយើងនឹង ពង្រឹងចិត្ដរបស់អ្នកតាមរយៈវា។ ហើយរឿងពិតនៅក្នុង(ជំពូក គម្ពីរគួរអាន)នេះបានមកដល់អ្នក និងជាដំបូន្មាន ហើយនិងជាការ ក្រើនរំលឹកមួយសម្រាប់អ្នកដែលមានជំនឿទាំងអស់។","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:121","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)ពោលទៅកាន់ពួកដែលគ្មាន ជំនឿថាៈ ចូរពួកអ្នកអនុវត្ដតាមផ្លូវរបស់ពួកអ្នក ជាការពិតណាស់ ពួកយើងជាអ្នកអនុវត្ដ(តាមផ្លូវរបស់ពួកយើង)។","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:122","price":"ហើយចូរពួកអ្នករង់ចាំ(លទ្ធផលចុងក្រោយរបស់ពួក យើង)ចុះ ពិតប្រាកដណាស់ពួកយើងក៏ជាអ្នករង់ចាំ(លទ្ធផលចុង ក្រោយរបស់ពួកអ្នក)ដែរ។","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"km"},{"name":"11:123","price":"ហើយប្រការអាថ៌កំបាំងដែលមាននៅលើមេឃជា ច្រើនជាន់ និងផែនដីជាកម្មសិទ្ធិរបស់អល់ឡោះ ហើយកិច្ចការទាំង អស់នឹងវិលត្រឡប់ទៅកាន់ទ្រង់វិញ។ ដូចេ្នះ ចូរអ្នកគោរពសក្ការៈ ចំពោះទ្រង់ និងប្រគល់ការទុកចិត្ដចំពោះទ្រង់ចុះ។ ហើយម្ចាស់ របស់អ្នកមិនព្រងើយកន្ដើយចំពោះអ្វីដែលពួកអ្នកប្រព្រឹត្ដឡើយ។","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"km"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}