{"data":[{"name":"2:1","price":"អាលីហ្វ ឡាម មីម។","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:2","price":"នេះគឺជាគម្ពីរ(គួរអាន)ដែលគ្មានការសង្ស័យឡើយនៅ ក្នុងវា។ វាគឺជាការចង្អុលបង្ហាញចំពោះបណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ។","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:3","price":"គឺបណ្ដាអ្នកដែលមានជំនឿនឹងប្រការអាថ៌កំបាំង ហើយ ប្រតិបត្ដិសឡាតនិងបរិច្ចាគមួយចំនួននូវអ្វីដែលយើងបានប្រទានឱ្យពួកគេ។","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:4","price":"និងបណ្ដាអ្នកដែលមានជំនឿលើអ្វីដែលគេបានបញ្ចុះឱ្យអ្នក(គម្ពីរគួរអាន) និងអ្វីដែលគេបានបបញ្ចុះពីមុនអ្នក(ដូចជា គម្ពីរតាវរ៉ត គម្ពីរអ៊ីញជីល...) ហើយពួកគេជឿយ៉ាងពិតប្រាកដចំពោះ ថ្ងៃបរលោក។","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:5","price":"អ្នកទាំងនោះហើយដែលស្ថិតនៅលើការចង្អុលបង្ហាញពី ម្ចាស់របស់ពួកគេ ហើយអ្នកទាំងនោះគឺជាអ្នកដែលជោគជ័យ។","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:6","price":"ពិតប្រាកដណាស់ពួកដែលប្រឆាំង(នឹងគម្ពីរគួរអាន) ទោះបីជាអ្នក(មូហាំម៉ាត់)ដាស់តឿនព្រមានពួកគេ ឬមិនដាស់តឿនព្រមានពួកគេ ក៏ពួកគេនៅតែមិនជឿដដែល។","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:7","price":"អល់ឡោះបានបោះត្រាភ្ជិតលើចិត្ដរបស់ពួកគេ និងត្រចៀក របស់ពួកគេ ហើយនិងនៅលើភ្នែករបស់ពួកគេមានរបាំង ហើយពួកគេនឹងទទួលទារុណកម្មយ៉ាងធ្ងន់ធ្ងរបំផុត។","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:8","price":"ហើយមានមនុស្សមួយចំនួន(ពួកពុតត្បុត)និយាយថាៈ ពួកយើងបានជឿលើអល់ឡោះនិងថ្ងៃបរលោក ខណៈដែលពួកគេមិនមែនជាអ្នកមានជំនឿ។","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:9","price":"ពួកគេកំពុងតែបោកបញ្ឆោតអល់ឡោះ និងបណ្ដាអ្នកដែល មានជំនឿ។ ផ្ទុយទៅវិញពួកគេកំពុងតែបោកបញ្ឆោតខ្លួនឯង តែ ពួកគេមិនដឹងខ្លួនឡើយ។","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:10","price":"-នៅក្នុងចិត្ដរបស់ពួកគេគឺមានជម្ងឺ(មន្ទិលសង្ស័យ)។ ដូចេ្នះ អល់ឡោះបានបន្ថែមជម្ងឺនេះលើពួកគេថែមទៀត ហើយ ពួកគេនឹងទទួលទារុណក-ម្មយ៉ាងឈឺចាប់ដោយសារតែពួកគេបាន ភូតកុហក។","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:11","price":"ហើយនៅពេលដែលមានគេនិយាយទៅកាន់ពួកគេថាៈ ចូរពួកអ្នកកុំបង្កវិនាសកម្មនៅលើផែនដីនេះ ពួកគេបានឆ្លើយថាៈ តាមពិតពួកយើងគ្រាន់តែជាអ្នកផ្សះផ្សាប៉ុណ្ណោះ។","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:12","price":"ចូរដឹងថា. ពិតប្រាកដណាស់ ពួកគេគឺជាអ្នកដែលបង្ក វិនាសកម្ម ក៏ប៉ុន្ដែពួកគេមិនដឹងខ្លួនឡើយ។","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:13","price":"ហើយនៅពេលដែលមានគេនិយាយទៅកាន់ពួកគេថាៈ ចូរពួកអ្នកជឿដូចអ្វីដែលមនុស្ស(អ្នកមានជំនឿ)បានជឿ។ ពួកគេបានតបថាៈ តើឱ្យពួកយើងជឿដូចមនុស្សឆោតល្ងង់យ៉ាងដូចមេ្ដច ទៅ? ចូរដឹងថាៈ ពិតប្រាកដណាស់ ពួកគេគឺជាពួកដែលឆោតល្ងង់ ក៏ប៉ុន្ដែពួកគេមិនដឹងឡើយ។","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:14","price":"ហើយនៅពេលដែលពួកគេបានជួបនឹងបណ្ដាអ្នកមានជំនឿពួកគេបាននិយាយអះអាងថាៈពួកយើងបានជឿដូចពួកអ្នកដែរ។ តែនៅពេលដែលពួកគេបានវិលត្រឡប់ទៅជួបនឹងមេដឹកនាំរបស់ពួកគេវិញពួកគេបាននិយាយថាៈពិតប្រាកដណាស់ពួកយើងនៅជាមួយពួកអ្នក(ប្រកាន់ជំនឿដូចពួកអ្នកដែរ) តាមការពិតពួក យើងគ្រាន់តែចំអកលេងសើចប៉ុណ្ណោះ។","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:15","price":"អល់ឡោះចំអកលេងសើចចំពោះពួកគេវិញ ហើយទ្រង់ បន្ដឱ្យពួកគេស្ថិតនៅក្នុងភាពវងេ្វងរបស់ពួកគេ ដោយពួកគេស្រពេចស្រពិល។","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:16","price":"ពួកអ្នកទាំងនោះ គឺជាពួកដែលបានយកការចង្អុលបង្ហាញ មកប្ដូរយកភាពវងេ្វង ហើយការធ្វើជំនួញរបស់ពួកគេបែបនេះគ្មាន ចំណេញអ្វីឡើយ ហើយពួកគេក៏មិនមែនជាពួកដែលបានទទួល ការចង្អុលបង្ហាញដែរ។","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:17","price":"ការប្រៀបធៀបរបស់ពួកគេ គឺប្រៀបដូចនឹងអ្នកដែលបានបង្កាត់ភ្លើង ហើយនៅពេលដែលភ្លើងបានបំភ្លឺនូវអ្វីៗដែលនៅជុំវិញគេ អល់ឡោះបានបំបាត់ពន្លឺរបស់ពួកគេទៅវិញ ហើយទុកឱ្យពួកគេស្ថិតនៅក្នុងភាពងងឹតដោយពួកគេមើលមិនឃើញអ្វីឡើយ។","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:18","price":"-(ពួកគេ)ថ្លង់ គ និងងងឹត ហេតុដូចេ្នះពួកគេមិនអាចវិល ត្រឡប់(ទៅរកមាគ៌ាត្រឹមត្រូវ)វិញបានឡើយ។","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:19","price":"ឬដូចជាភ្លៀងធ្លាក់យ៉ាងខ្លាំងពីលើមេឃពោរពេញទៅ ដោយភាពងងឹត ផ្គររន្ទះ និងផេ្លកបន្ទោរ។ ពួកគេក៏យកម្រាមដៃ ញ៉ុករន្ធត្រចៀករបស់ពួកគេ ដើម្បីការពារពីសំឡេងរន្ទះដោយភ័យ ខ្លាចពីការស្លាប់។ ហើយអល់ឡោះដឹងជ្រួតជ្រាបចំពោះពួកដែល ប្រឆាំងទាំងនោះ។","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:20","price":"ផេ្លកបន្ទោរជិតតែនឹងឆាបឆក់ក្រសែភ្នែករបស់ពួកគេ។ រាល់ពេលដែលផេ្លកបន្ទោរបានជះពន្លឺដល់ពួកគេ ពួកគេបានបន្ដ ដំណើរទៅមុខ តែនៅពេលដែលភាពងងឹតបានគ្របដណ្ដប់ទៅ លើពួកគេ ពួកគេឈរស្ងៀមនៅមួយកន្លែង។ ប្រសិនបើអល់ឡោះមានចេតនា ទ្រង់ពិតជានឹងដកយកការស្ដាប់ឮ និងការមើលឃើញ របស់ពួកគេ។ ពិតប្រាកដណាស់អល់ឡោះមានអានុភាពលើអ្វីៗ ទាំងអស់។","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:21","price":"ឱមនុស្សលោក. ចូរពួកអ្នកគោរពសក្ការៈចំពោះម្ចាស់ របស់ពួកអ្នកដែលបានបង្កើតពួកអ្នក និងមនុស្សជំនាន់មុនពួកអ្នក ដើម្បីឱ្យពួកអ្នកកោតខ្លាចអល់ឡោះ។","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:22","price":"ទ្រង់ជាអ្នកដែលបានបង្កើតផែនដីមានសណ្ឋានលាត សន្ធឹង និងមេឃធ្វើជាដំបូលសម្រាប់ពួកអ្នក ហើយទ្រង់បានបញ្ចុះ ទឹកភ្លៀងពីលើមេឃ ហើយទ្រង់បានបពោ្ចញមកវិញតាមរយៈទឹកភ្លៀងនេះនូវផលានុផលជាច្រើនជាចំណីអាហារសម្រាប់ពួកអ្នក។ ហេតុនេះ ចូរពួកអ្នកកុំធ្វើស្ហ៊ីរិក១ចំពោះអល់ឡោះក្នុងពេលដែលពួក អ្នកដឹងច្បាស់ហើយនោះ។","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:23","price":"ប្រសិនបើពួកអ្នកមានការសង្ស័យអំពីអ្វីដែលយើងបាន បញ្ចុះមកឱ្យខ្ញុំរបស់យើង(មូហាំម៉ាត់)នោះ ចូរពួកអ្នកនាំមកនូវ ជំពូកណាមួយដែលដូចជំពូកនៃគម្ពីរគួរអាន ហើយចូរហៅសាក្សី របស់ពួកអ្នកក្រៅពីអល់ឡោះមក ប្រសិនបើការអះអាងរបស់ពួក អ្នកពិតជាត្រឹមត្រូវមែននោះ។","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:24","price":"តែប្រសិនបើពួកអ្នកមិនអាចធ្វើវាបានឥឡូវនេះទេ ហើយពួកអ្នកក៏នឹងមិនអាចធ្វើវាបានដែរនៅពេលអនាគតនោះ ដូចេ្នះចូរពួកអ្នកខ្លាចភ្លើងនរកដែលគ្រឿងបពោ្ឆះរបស់វាគឺមនុស្ស និងដុំថ្មដែលគេបានរៀបចំសម្រាប់ពួកដែលប្រឆាំង។","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:25","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)ផ្ដល់ដំណឹងរីករាយដល់បណ្ដ្ដា អ្នកដែលមានជំនឿ និងបានសាងអំពើល្អថាៈ ពិតប្រាកដណាស ពួកគេនឹងទទួលបានឋានសួគ៌ដែលមានទនេ្លជាច្រើនហូរពីក្រោមវា។ រាល់ពេលដែលពួកគេត្រូវបានគេផ្ដល់លាភសក្ការៈជាផ្លែឈើមួយ ប្រភេទក្នុងឋានសួគ៌ ពួកគេតែងតែនិយាយថាៈ នេះជាផ្លែឈើដែល ពួកយើងត្រូវបានគេផ្ដល់ឱ្យកាលពីមុនដែរ។ ហើយពួកគេត្រូវបាន គេផ្ដល់ផ្លែឈើឱ្យដែលមានសណ្ឋានដូចៗគ្នា (តែមានរសជាតិខុស គ្នា)។ ហើយនៅក្នុងឋានសួគ៌នោះពួកគេមានភរិយាដ៏ស្អាតស្អំជា ច្រើន ហើយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:26","price":"ពិតប្រាកដណាស់ អល់ឡោះមិនខ្មាស់អៀនឡើយក្នុងការ លើកជាឧទាហរណ៍អំពីសត្វមូស ឬអ្វីដែលតូចឬធំជាងនេះ។ ចំពោះ បណ្ដាអ្នកដែលមានជំនឿ គឺពួកគេដឹងថាៈ ពិតប្រាកដណាស់ វាជា រឿងពិតមកពីម្ចាស់របស់ពួកគេ។ រីឯពួកដែលប្រឆាំងវិញនោះ គឺ ពួកគេនឹងនិយាយថាៈ តើអល់ឡោះចង់បានអ្វីពីការលើកជាឧទាហរណ៍នេះ? តាមរយៈឧទាហរណ៍នេះទ្រង់ធ្វើឱ្យ(មនុស្ស)វងេ្វងជាច្រើន ហើយទ្រង់ក៏ចង្អុលបង្ហាញជាច្រើនដែរ។ ហើយទ្រង់មិនធ្វើឱ្យអ្នកណាម្នាក់វងេ្វងដោយសារវាឡើយ លើកលែងតែពួកដែលមិន គោរពតាមបទបញ្ជា របស់ទ្រង់ប៉ុណ្ណោះ។","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:27","price":"ពួកដែលក្បត់នឹងកិច្ចសន្យារបស់អល់ឡោះបន្ទាប់ពីមាន ការព្រមព្រៀងវារួច ហើយពួកគេកាត់ផ្ដាច់នូវអ្វីដែលអល់ឡោះបាន បញ្ជានឹងវាឱ្យផ្សារភ្ជាប់សាច់សាលោហិត ហើយពួកគេបង្កវិនាសកម្ម នៅលើផែនដី។ ពួកទាំងនោះហើយគឺជាពួកដែលខាតបង់។","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:28","price":"តើពួកអ្នកប្រឆាំងនឹងអល់ឡោះយ៉ាងដូចមេ្ដច ខណៈដែលពួកអ្នកមិនទាន់មានពីមុនមក(មិនទាន់កើត) ហើយទ្រង់បានបង្កើត ពួកអ្នកឱ្យមានជីវិត ក្រោយមកទ្រង់ឱ្យពួកអ្នកស្លាប់ទៅវិញ បន្ទាប មកទ្រង់ធ្វើឱ្យពួកអ្នករស់ឡើងវិញ(នៅថ្ងៃបរលោក) បន្ទាប់មក ទៀតពួកអ្នកនឹងត្រូវវិលត្រឡប់ទៅចំពោះទ្រង់វិញនោះ?","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:29","price":"ទ្រង់គឺជាអ្នកដែលបានបង្កើតអ្វីៗទាំងអស់នៅលើផែនដីនេះសម្រាប់ពួកអ្នក។ បន្ទាប់មកទ្រង់ឆ្ពោះទៅបង្កើតមេឃ រួចក៏បានបង្កើតមេឃប្រាំពីរជាន់។ ហើយទ្រង់មហាដឹងនូវអ្វីៗ ទាំងអស់។","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:30","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលម្ចាស់របស់អ្នកបានមានបន្ទូលទៅកាន់ម៉ាឡាអ៊ីកាត់ថាៈពិតប្រាកដណាស់ យើងនឹងបង្កើត អ្នកគ្រប់គ្រង(មនុស្សលោកពីមួយជំនាន់ទៅមួយជំនាន់)នៅលើផែនដីនេះ។ ពួកគេបានតបវិញថាៈ តើទ្រង់នឹងបង្កើតនៅលើផែនដី នេះនូវក្រុមដែលនឹងបង្កវិនាសកម្ម និងបង្ហូរឈាមគ្នានៅលើវាឬ? ចំណែកឯពួកយើងវិញ គឺជាអ្នកលើកតម្កើងដោយការសរសើរ និង បញ្ជាក់ពីភាពបរិសុទ្ធរបស់ទ្រង់។ ទ្រង់បានមានបន្ទូលតបវិញថាៈ ពិតប្រាកដណាស់ យើងដឹងបំផុតនូវអ្វីដែលពួកអ្នកមិនដឹង។","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:31","price":"ហើយអល់ឡោះបានបង្រៀនអាដាំនូវឈ្មោះអ្វីៗទាំងអស់។ ក្រោយមកទ្រង់បានបង្ហាញអ្វីៗទាំងនោះទៅម៉ាឡាអ៊ីកាត រួចទ្រង់បានមានបន្ទូលថាៈ ចូរពួកអ្នកប្រាប់យើងនូវឈ្មោះអ្វីៗទាំងអស់នេះ ប្រសិនបើពួកអ្នកជាអ្នកដឹងពិតប្រាកដមែននោះ។","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:32","price":"ពួកម៉ាឡាអ៊ីកាត់បានឆ្លើយថាៈ ឱទ្រង់មហាជ្រះស្អាត. ពួកយើងពិតជាមិនអាចដឹងក្រៅពីអ្វីដែលទ្រង់បានបង្រៀនពួក យើងនោះឡើយ។ ពិតប្រាកដណាស់ មានតែទ្រង់ម្នាក់គត់ដែល មហាដឹង មហាគតិបណ្ឌិត។","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:33","price":"អល់ឡោះបានមានបន្ទូលថាៈ ឱអាដាំ. ចូរអ្នកប្រាប់ពួក គេនូវឈ្មោះអ្វីៗទាំងនេះ។ ហើយនៅពេលដែលអាដាំបានប្រាប់ពួក គេនូវឈ្មោះទាំងនេះរួច ទ្រង់បានមានបន្ទូលថាៈ តើយើងមិនបានប្រាប់ពួកអ្នកទេឬថាពិតប្រាកដណាស់យើងដឹងបំផុតនូវប្រការអាថ៌ កំបាំងនៃមេឃជាច្រើនជាន់និងផែនដី ហើយយើងដឹងផងដែរនូវអ្វីៗ ដែលពួកអ្នកលាតត្រដាង និងអ្វីៗដែលពួកអ្នកបានលាក់បាំងនោះ?","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:34","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានមានបន្ទូលទៅ កាន់បណ្ដាម៉ាឡាអ៊ីកាត់ថាៈ ចូរពួកអ្នកស៊ូជូត១ចំពោះអាដាំ។ ពេល នោះពួកគេបានស៊ូជូតទាំងអស់គ្នា លើកលែងតែអ៊ីព្លីស២ប៉ុណ្ណោះដែលវាបានប្រកែកនិងមានអំនួត ហើយវាក៏បានស្ថិតក្នុងចំណោម ពួកដែលប្រឆាំង។","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:35","price":"ហើយយើងបានមានបន្ទូលថាៈ ឱអាដាំ. ចូរអ្នកនិង ភរិយារបស់អ្នកស្នាក់នៅក្នុងឋានសួគ៌នេះ ហើយចូរអ្នកទាំងពីរបរិភោគអំពីវា(ផលានុផល)ដោយរីករាយតាមសេចក្ដីត្រូវការចុះ តែអ្នកទាំងពីរមិនត្រូវទៅជិតដើមឈើមួយនេះឡើយ។ បើមិនដូច្នោះទេ អ្នកទាំងពីរនឹងស្ថិតនៅក្នុងចំណោមពួកដែលបំពាន។","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:36","price":"ហើយស្ហៃតនបានធ្វើឱ្យពួកគាត់ទាំងពីរឃ្លាតចេញពី ឋានសួគ៌ និងធ្វើឱ្យឃ្លាតឆ្ងាយពីអ្វីៗដែលពួកគាត់ទាំងពីរធ្លាប់មាននៅទីនោះ។ ហើយយើងបានមានបន្ទូលថាៈ ចូរពួកអ្នក(អាដាំហាវ៉ា អ៊ីព្លីស)ចុះទៅរស់នៅ(លើផែនដី)ក្នុងភាពជាសត្រូវនឹងគ្នាចុះ ហើយផែនដីគឺជាកន្លែងរស់នៅរបស់ពួកអ្នក និងមានភាព សប្បាយរីករាយរហូតដល់អវសាននៃជីវិត។","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:37","price":"បន្ទាប់មកអាដាំទទួលបានការណែនាំពីម្ចាស់របស់គេនូវ ពាក្យសារភាពកំហុស ហើយទ្រង់ក៏បានអភ័យទោសឱ្យគេ។ ពិតប្រាកដណាស់ ទ្រង់ជាអ្នកទទួលយកការសារភាពកំហុស ជាអ្នក អាណិតស្រឡាញ់បំផុត។","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:38","price":"យើងបានមានបន្ទូលថាៈ ចូរពួកអ្នកទាំងអស់គ្នា(អាដាំ ហាវ៉ា អ៊ីព្លីស)ចុះចេញពីឋានសួគ៌នេះ។ ហើយប្រសិនបើមាន ការណែនាំរបស់យើងមកដល់ពួកអ្នក ហើយអ្នកណាដែលបានដើរតាមការណែនាំរបស់យើងចំពោះពួកគេ គឺពួកគេគ្មានការភ័យខ្លាច និងព្រួយបារម្ភអ្វីឡើយ ។","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:39","price":"ចំណែកពួកដែលបានប្រឆាំង ហើយបានបដិសេធនឹង អាយ៉ាត់ៗ របស់យើង ពួកនោះគឺជាពួកនរក ដោយពួកគេស្ថិតនៅ ក្នុងនោះជាអមតៈ។","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:40","price":"ឱអំបូរអ៊ីស្រាអែល. ចូរចងចាំនូវនៀកម៉ាត់ជាច្រើនរបស់ យើងដែលបានផ្ដល់ឱ្យពួកអ្នក ហើយចូរពួកអ្នកគោរពកិច្ចសន្យារបស់យើង យើងនឹងបំពេញកិច្ចសន្យារបស់ពួកអ្នក។ ហើយចំពោះ យើងតែមួយគត់ដែលពួកអ្នកត្រូវតែគោរពកោតខ្លាច។","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:41","price":"ហើយចូរពួកអ្នកជឿនូវអ្វី(គម្ពីរគួរអាន)ដែលយើងបានបញ្ចុះដើម្បីបញ្ជាក់ឡើងវិញអំពីអ្វីដែលមាននៅជាមួយពួកអ្នក (គម្ពីរតាវរ៉ត គម្ពីរអ៊ីនជីល...) ហើយពួកអ្នកមិនត្រូវតាំងខ្លួនជាអ្នកប្រឆាំងនឹងគម្ពីរគួរអានមុនគេ និងមិនត្រូវលក់ដូរអាយ៉ាត់ៗ របស់យើងក្នុងតម្លៃបន្ដិចបន្ដួចនោះឡើយ ហើយចំពោះយើងតែ មួយគត់ដែលពួកអ្នកត្រូវកោតខ្លាច។","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:42","price":"ហើយចូរពួកអ្នកកុំលាយឡំប្រការពិតជាមួយនឹងប្រការមិនពិត ហើយពួកអ្នកកុំលាក់បាំងការពិត ខណៈដែលពួកអ្នកដឹង។","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:43","price":"ហើយចូរពួកអ្នកប្រតិបតិ្ដសឡាត និងបរិច្ចាគហ្សាកាត់ និងរូកុជាមួយនឹងបណ្ដាអ្នកដែលរូកុ(ថ្វាយបង្គំរួមគ្នា)។","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:44","price":"ហេតុអ្វីបានជាពួកអ្នកប្រើឱ្យមនុស្សធ្វើល្អ តែពួកអ្នកភេ្លចខ្លួនឯងទៅវិញ ខណៈដែលពួកអ្នកកំពុងសូត្រគម្ពីរ(តាវរ៉ត)។ តើពួកអ្នកមិនចេះគិតពិចារណាទេឬ ?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:45","price":"ហើយចូរពួកអ្នកសុំជំនួយ(ពីអល់ឡោះ)ដោយអត់ធ្មត់និងប្រតិបត្ដិសឡាត។ ហើយពិតប្រាកដណាស់ វាពិតជាមានការ លំបាកយ៉ាងខ្លាំង លើកលែងតែចំពោះបណ្ដាអ្នកដែលឱនលំទោន កោតខ្លាចអល់ឡោះប៉ុណ្ណោះ។","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:46","price":"គឺបណ្ដាអ្នកដែលជឿជាក់ថាៈ ពិតប្រាកដណាស់ ពួកគេនឹង ជួបម្ចាស់របស់ពួកគេ។ ហើយពិតប្រាកដណាស់ ពួកគេនឹងត្រូវវិលត្រឡប់ទៅចំពោះទ្រង់វិញ។","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:47","price":"ឱអំបូរអ៊ីស្រាអែល. ចូរចងចាំនូវនៀកម៉ាត់របស់យើង ដែលយើងបានផ្ដល់ឱ្យពួកអ្នក ហើយពិតប្រាកដណាស់ យើងបាន លើកតម្កើងពួកអ្នកជាងគេលើលោកិយនេះ(នៅសម័យនោះ)។","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:48","price":"ហើយចូរពួកអ្នកខ្លាចថ្ងៃមួយ(ថ្ងៃបរលោក)ដែលម្នាក់ៗ មិនអាចជួយអ្វីគ្នាបាន ហើយគេមិនទទួលយកការអន្ដរាគមន៍ និងមិនទទួលយកការលោះពីអ្នកណាម្នាក់ឡើយ ហើយពួកនោះក៏មិនត្រូវបានគេជួយដែរ។","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:49","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានរំដោះពួកអ្នក ឱ្យរួចផុតពីបក្សពួកហ្វៀរអោន ដែលពួកគេឱ្យពួកអ្នកភ្លក្សរសជាតិ ទារុណកម្មយ៉ាងព្រៃផ្សៃ ដោយសម្លាប់កូនប្រុស និងទុកជីវិតកូន ស្រីរបស់ពួកអ្នក។ នេះជាការសាកល្បងមួយយ៉ាងធំពីម្ចាស់របស់ពួកអ្នក។","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:50","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានញែកសមុទ្រ សម្រាប់ពួកអ្នក យើងក៏បានរំដោះពួកអ្នក ហើយយើងបានពន្លិចបក្សពួកហ្វៀរអោន ខណៈដែលពួកអ្នកមើលឃើញផ្ទាល់នឹងភ្នែក។","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:51","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានសន្យា(កំណត់) ជាមួយមូសារយៈពេលសែសិបយប់។ ក្រោយមកនៅពេលដែល មូសាមិននៅ ពួកអ្នកបានយករូបសំណាកកូនគោមកគោរពសក្ការៈ ខណៈដែលពួកអ្នកគឺជាពួកដែលបំពាន។","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:52","price":"ក្រោយមក យើងបានអធ្យាស្រ័យឱ្យពួកអ្នកបន្ទាប់ពី(បានប្រព្រឹត្ដអំពើខុសឆ្គង)នោះ។ សង្ឃឹមថា ពួកអ្នកនឹងដឹងគុណ។","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:53","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានផ្ដល់ឱ្យមូសា នូវគម្ពីរ(តាវរ៉ត) ដែលមានការវែកញែក(រវាងខុសនិងត្រូវ)ដើម្បីពួកអ្នកនឹងទទួលបានការណែនាំដ៏ត្រឹមត្រូវ។","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:54","price":"ហើយ(ចូរចងចាំ) នៅពេលដែលមូសាបានពោលទៅកាន់ ក្រុមរបស់គាត់ថាៈ ឱក្រុមរបស់ខ្ញុំ. ពួកអ្នកពិតជាបានបំពានលើខ្លួនឯង ដោយយករូបសំណាកកូនគោមកគោរពសក្ការៈ។ ហេតុនេះ ចូរពួកអ្នកសារភាពកំហុសចំពោះម្ចាស់របស់ពួកអ្នករួចពួកអ្នកត្រូវសម្លាប់ខ្លួនឯង(ដោយសម្លាប់គ្នាទៅវិញទៅមក)។ការធ្វើដូចេ្នះវាជាការប្រសើរសម្រាប់ពួកអ្នកនៅចំពោះមុខម្ចាស់របស់ពួកអ្នក។(បើពួកអ្នកធ្វើបានដូចេ្នះ) ទ្រង់ពិតជាអភ័យទោសឱ្យពួកអ្នក។ ពិតប្រាកដណាស់ អល់ឡោះជាអ្នកទទួលយកការសារភាពកំហុស ជាអ្នកអាណិតស្រឡាញ់បំផុត។","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:55","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលពួកអ្នកបាននិយាយថាៈឱមូសា. ពួកយើងមិនជឿអ្នកទេ លុះត្រាតែពួកយើងបានឃើញអល់ឡោះដោយផ្ទាល់នឹងភ្នែក។ពេលនោះរន្ទះបានបាញ់(សម្លាប់)ពួកអ្នកភ្លាម ខណៈដែលពួកអ្នកមើលឃើញផ្ទាល់នឹងភ្នែក។","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:56","price":"ក្រោយមកយើងបានប្រោសពួកអ្នកឱ្យរស់ឡើងវិញបន្ទាប់ពីការស្លាប់របស់ពួកអ្នកដើម្បីឱ្យពួកអ្នកដឹងគុណ។","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:57","price":"ហើយយើងបានធ្វើឱ្យពពកបាំងជាម្លប់លើពួកអ្នក ហើយយើងបានបញ្ចុះ ម៉ាន់ណា(ជាប្រភេទចំណីដែលមានរសជាតិផ្អែម)និងសត្វក្រួចឱ្យពួកអ្នក។ ចូរពួកអ្នកបរិភោគចំណីអាហារល្អៗដែល យើងបានប្រទានឱ្យពួកអ្នក។ ហើយពួកគេមិនបានធ្វើបាបយើងឡើយ ផ្ទុយទៅវិញពួកគេទេដែលបានធ្វើបាបខ្លួនឯងនោះ។","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:58","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានមានបន្ទូលថាៈចូរពួកអ្នកចូលទីក្រុងនេះ(ក្រុងយេរ៉ូសាឡឹម) ហើយចូរពួកអ្នក បរិភោគនូវអ្វីៗដែលមាននៅទីនេះដោយរីករាយតាមតែពួកអ្នកត្រូវការ ហើយពួកអ្នកត្រូវចូលតាមទ្វារដោយឱនលំទោននិងប្រើពាក្យសុំទោសយើងនឹងអភ័យទោសឱ្យពួកអ្នកនូវរាល់បាបកម្ម របស់ពួកអ្នក ហើយយើងនឹងបន្ថែម(ផលបុណ្យ)ដល់បណ្ដាអ្នក ដែលសាងអំពើល្អ។","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:59","price":"ប៉ុន្ដែពួកដែលបំពានបានផ្លាស់ប្ដ្ដូរពាក្យដែលអល់ឡោះបាន ប្រាប់ពួកគេទៅជាពាក្យផេ្សង។ ដូចេ្នះយើងបានបញ្ចុះទណ្ឌកម្មពីលើមេឃទៅលើពួកដែលបំពានដោយសារតែពួកគេមិនគោរពតាមបទបញ្ជា (របស់យើង)។","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:60","price":"ហើយ(ចូរចងចាំ) នៅពេលដែលមូសាបានសុំឱ្យយើងប្រទានទឹកដល់ក្រុមរបស់គេ ពេលនោះយើងបានបញ្ជាថាៈ ចូរអ្នកវាយថ្មនឹងដំបងរបស់អ្នកចុះ។ ដូចេ្នះ(ពេលដែលមូសាវាយ) ថ្មនោះក៏បានបាញ់ទឹកចេញជាដប់ពីររន្ធ។មនុស្សគ្រប់រូបសុទ្ធតែបានដឹងពីទីកន្លែងដែលត្រូវផឹកទឹករបស់ពួកគេ។ ចូរពួកអ្នកបរិភោគ និង ទទួលទាននូវលាភសក្ការៈរបស់អល់ឡោះចុះ ហើយកុំបំពាននៅលើផែនដីដោយបង្កវិនាសកម្មឱ្យសោះ។","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:61","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលពួកអ្នកបាននិយាយថាៈឱមូសា.ពួកយើងមិនអាចទ្រាំបានទេចំពោះអាហារដដែលៗនេះ។ហេតុនេះសូមអ្នកសុំពីម្ចាស់របស់អ្នកឱ្យទ្រង់បពោ្ចញឱ្យពួកយើងនូវអ្វីដែលគេបណ្ដុះចេញពីដី ដូចជាជីរ ត្រសក់ ខ្ទឹមស សណ្ដែក និងខ្ទឹម ក្រហមជាដើម។ មូសាបានតបវិញថាៈ តើពួកអ្នកសុំប្ដូររបស់ដែល ល្អយករបស់ដែលអន់ឬ? ចូរពួកអ្នកចេញទៅរស់នៅទីក្រុងណាមួយចុះពួកអ្នកនឹងទទួលបាននូវអ្វីដែលពួកអ្នកសុំជាមិនខាន។(ក្រោយពេលដែលពួកគេចេញពីទីនេះ)ពួកគេត្រូវបានទទួលរងនូវភាពអាប់ឱននិងក្រខ្សត់ហើយពួកគេបានត្រឡប់មកវិញដោយមានការខឹងសម្បាពីអល់ឡោះ។ នោះគឺដោយសារតែពួកគេបានប្រឆាំងនឹងបណ្ដាភសុ្ដតាងរបស់អល់ឡោះ និងសម្លាប់ណាពីជាច្រើនដោយអយុត្ដិធម៌។ ដូចេ្នះដែរ ដោយសារតែពួកគេបានប្រព្រឹត្ដបទល្មើស ព្រមទាំងបានបំពានលើបទបញ្ជា របស់យើង ។","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:62","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿ និងពួក យ៉ាហ៊ូទីនិងពួកណាសរ៉នី ហើយនិងពួកសពីអ៊ីន អ្នកណាដែលមានជំនឿលើអល់ឡោះហើយនិងថ្ងៃបរលោកព្រមទាំងបានសាងអំពើល្អ ពួកគេនឹងទទួលបានផលបុណ្យពីម្ចាស់របស់ពួកគេ ហើយចំពោះពួកគេគឺគ្មានការភ័យខ្លាចនិងព្រួយបារម្ភអ្វីឡើយ។","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:63","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានដាក់កិច្ចសន្យាលើពួកអ្នកហើយយើងបានលើកភ្នំតួរឡើងពីលើពួកអ្នក(អល់ឡោះ បានបញ្ជា ថា) ចូរពួកអ្នកទទួលយកឱ្យប្រាកដប្រជានូវអ្វីដែលយើង បានផ្ដល់ឱ្យពួកអ្នក(គម្ពីរតាវរ៉ត) ហើយពួកអ្នកត្រូវចងចាំនូវអ្វី ដែលមាននៅក្នុងគម្ពីរនេះ ដើម្បីឱ្យពួកអ្នកកោតខ្លាចអល់ឡោះ។","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:64","price":"តែក្រោយមកពួកអ្នកបានបែរចេញពីកិច្ចសន្យានោះ។ហើយប្រសិនបើគ្មានការប្រោសប្រទាននិងក្ដីមេត្ដាករុណាពី អល់ឡោះចំពោះពួកអ្នកទេនោះ ពយកអ្នកប្រាកដជានឹងស្ថិតនៅក្នុងចំណោមពួកដែលខាតបង់ជាមិនខាន។","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:65","price":"ហើយជាការពិតណាស់ ពួកអ្នកបានដឹងថា ពួកដែលបាន បំពាននៅថ្ងៃសៅរ៍ក្នុងចំណោមពួកអ្នក ពេលនោះយើងបានមានបន្ទូលទៅកាន់ពួកគេថាៈចូរពួកអ្នកក្លាយជាសត្វស្វាដ៏ថោកទាបចុះ។","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:66","price":"ដូចេ្នះ យើងបានបង្កើតទណ្ឌកម្មនេះធ្វើជាគំរូព្រមានដល់ អ្នកជំនាន់នោះ និងអ្នកជំនាន់ក្រោយ ហើយជាមេរៀនមួយសម្រាប់បណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ។","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:67","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលមូសាបានពោលទៅកាន់ក្រុមរបស់គាត់ថាៈពិតប្រាកដណាស់អល់ឡោះបញ្ជា ពួកអ្នកឱ្យ សំឡេះមេគោមួយក្បាល។ពួកគេបានតបវិញថាៈតើអ្នកយកពួកយើងធ្វើជាការលេងសើចឬ?មូសាបានឆ្លើយថាៈខ្ញុំសុំពីអល់ឡោះបញ្ជៀសខ្ញុំកុំឱ្យស្ថិតនៅក្នុងចំណោមពួកដែលល្ងង់ខ្លៅ។","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:68","price":"ពួកគេបាននិយាយថាៈ សូមអ្នកសុំពីម្ចាស់របស់អ្នកឱ្យទ្រង់ បញ្ជាក់ប្រាប់ពួកយើងផងថាៈ តើមេគោនោះមានលក្ខណៈយ៉ាងដូចមេ្ដច? មូសាបានឆ្លើយថាៈ ទ្រង់បានមានបន្ទូលយ៉ាងច្បាស់ថាៈ មេគោនោះមិនចាស់ពេក ហើយក៏មិនកេ្មងពេកដែរ ពោលគឺស្ថិតនៅក្នុងវ័យកណ្ដាល។ ដូចេ្នះ ចូរពួកអ្នកធ្វើតាមអ្វីដែលត្រូវគេបញ្ជាចុះ។","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:69","price":"ពួកគេបានបន្ដថាៈ សូមអ្នកសុំពីម្ចាស់របស់អ្នកឱ្យបញ្ជាក់ ប្រាប់ពួកយើងផងថាៈ តើមេគោនោះមានសម្បុរអ្វី? មូសាបានឆ្លើយថាៈ ទ្រង់បានមានបន្ទូលយ៉ាងច្បាស់ថាៈ មេគោនោះសម្បុរ លឿង ពណ៌របស់វាភ្លឺថ្លាធ្វើឱ្យអ្នកដែលមើលឃើញពេញចិត្ដ។","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:70","price":"ពួកគេបានបន្ដទៀតថាៈសូមអ្នកសុំពីម្ចាស់របស់អ្នកឱ្យ ទ្រង់បញ្ជាក់ប្រាប់ពួកយើងបន្ថែមទៀតអំពីលក្ខណៈសម្បត្ដិរបស់ មេគោនោះ ព្រោះមេគោនោះធ្វើឱ្យពួកយើងមិនច្បាស់។ ហើយ ពិតប្រាកដណាស់ បើអល់ឡោះមានចេតនា គឺពួកយើងនឹងទទួលបានការចង្អុលបង្ហាញ។","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:71","price":"មូសាបានឆ្លើយតបថាៈ អល់ឡោះបានមានបន្ទូលយ៉ាង ច្បាស់ថាៈ ការពិតមេគោនោះគេមិនដែលយកទៅប្រើប្រាស់ភ្ជួររាស់ដីធ្លី និងដឹកទឹកស្រោចស្រពដំណាំទេ ពោលគឺមានលក្ខណៈពេញលេញ ហើយក៏គ្មានពណ៌ចំរុះដែរ។ ពួកគេបាននិយាយបន្ដថាៈ ឥឡូវនេះអ្នកបានផ្ដល់ការពិតហើយ។ ដូចេ្នះ ពួកគេក៏សំឡេះ មេគោនោះ ដែលពួកគេស្ទើរតែមិនអាចធ្វើបាន។","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:72","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលពួកអ្នកបានសម្លាប់ មនុស្សម្នាក់ រួចពួកអ្នកបានឈ្លោះទាស់ទែងគ្នាក្នុងរឿងឃាតកម្ម នោះ តែអល់ឡោះជាអ្នកលាតត្រដាងនូវអ្វីដែលពួកអ្នកបានលាក់បាំង។","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:73","price":"ដូចេ្នះយើងបានបញ្ជាថាៈ ចូរពួកអ្នកយកផ្នែកណាមួយ នៃមេគោនេះវាយទៅលើសាកសពនោះ។ ដូចនេះដែរ អល់ឡោះនឹងធ្វើឱ្យអ្នកស្លាប់ទាំងអស់រស់ឡើងវិញ(នៅថ្ងៃបរលោក) ហើយអល់ឡោះបង្ហាញភសុ្ដតាងៗរបស់ទ្រង់ដល់ពួកអ្នក ដើម្បីឱ្យពួកអ្នក ចេះគិតពិចារណា។","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:74","price":"បន្ទាប់ពីព្រឹត្ដិការណ៍នោះ ចិត្ដរបស់ពួកអ្នកនៅតែរឹងរូសដដែល វាហាក់ដូចជាដុំថ្មឬរឹងជាងដុំថ្មទៅទៀត។ ពិតប្រាកដណាស់ ផ្ទាំងថ្មខ្លះផុសទឹកចេញក្លាយជាទនេ្លជាច្រើន។ ហើយពិតប្រាកដណាស់ ផ្ទាំងថ្មខ្លះទៀតបេ្រះបែកធ្វើឱ្យទឹកហូរចេញក្រៅ។ ហើយពិតប្រាកដណាស់ ផ្ទាំងថ្មខ្លះទៀតធ្លាក់ពីលើភ្នំមកដោយសារតែការកោតខ្លាចអល់ឡោះ។ ហើយអល់ឡោះមិនព្រងើយកន្ដើយនូវអ្វី ដែលពួកអ្នកកំពុងប្រព្រឹត្ដនោះឡើយ។","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:75","price":"តើពួកអ្នក(មានជំនឿ)នៅតែទទូចចង់ឱ្យពួកនោះ(អំបូរ អ៊ីស្រាអែល)ជឿតាមពួកអ្នកទៀតឬ? ខណៈដែលពួកគេមួយចំនួន (ក្រុមអ្នកចេះដឹង)បានស្ដាប់ឮបន្ទូលរបស់អល់ឡោះ រួចមកពួកគេ កែប្រែវាបន្ទាប់ពីពួកគេបានយល់និងដឹងច្បាស់ហើយនោះ។","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:76","price":"ហើយនៅពេលដែលពួកគេ(ពួកពុតត្បុតនៃពួកយ៉ាហ៊ូទី)បានជួបបណ្ដាអ្នកមានជំនឿ ពួកគេបាននិយាយថាៈ ពួកយើងក៏បានជឿដូចពួកអ្នកដែរ។ តែនៅពេលដែលពួកគេនៅជាមួយគ្នាគេវិញពួកគេបាននិយាយថាៈ តើពួកអ្នកនិយាយប្រាប់ពួកនោះនូវអ្វីដែលអល់ឡោះបានប្រាប់ពួកអ្នកដើម្បីឱ្យពួកគេធ្វើជាភស្ដុតាងមក ប្រឆាំងនឹងពួកអ្នកវិញនៅចំពោះមុខម្ចាស់របស់ពួកអ្នកឬ? តើពួក អ្នកមិនពិចារណាទេឬ?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:77","price":"តើពួកគេមិនដឹងទេឬថា អល់ឡោះពិតជាដឹងនូវអ្វីៗ ដែលពួកគេលាក់កំបាំងនិងអ្វីៗដែលពួកគេលាតត្រដាង?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:78","price":"ហើយមានអ្នកខ្លះក្នុងចំណោមពួកគេ(យ៉ាហ៊ូទី)ជាពួក មិនចេះអក្សរ មិនចេះគម្ពីរ(តាវរ៉ត) តែពួកគេជឿតាមការភូត កុហក ហើយពួកគេគ្រាន់តែស្មានប៉ុណ្ណោះ។","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:79","price":"ដូចេ្នះភាពវិនាសអន្ដរាយគឺសម្រាប់ពួកដែលសរសេរគម្ពីរ(តាវរ៉ត)ដោយដៃពួកគេផ្ទាល់ រួចនិយាយថាៈ គម្ពីរនេះមកពីអល់ឡោះដើម្បីប្ដូរយកកម្រៃបន្ដិចបន្ដួចនឹងវា។ ហើយភាពវិនាសអន្ដរាយកើតមានចំពោះពួកគេដោយសារតែអ្វីដែលពួកគេបានសរសេរដោយផ្ទាល់ដៃ។ ហើយការវិនាសកើតមានចំពោះពួកគេ ក៏ដោយសារតែកម្រៃដែលពួកគេទទួលបានដែរ។","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:80","price":"ហើយពួកគេ(អំបូរអ៊ីស្រាអែល)បាននិយាយថាៈ ភ្លើងនរកនឹងមិនប៉ះពាល់ពួកយើងទេ លើកលែងតែប៉ុន្មានថ្ងៃប៉ុណ្ណោះ។ចូរអ្នក(មូហាំមាត់)សួរពួកគេថាៈ តើពួកអ្នកបានទទួលការសន្យានេះពីអល់ឡោះឬ? ព្រោះអល់ឡោះនឹងមិនធ្វើខុសការសន្យារបស់ ទ្រង់ជាដាច់ខាត ឬក៏ពួកអ្នកចេះតែនិយាយ(ប្រឌិតភូតកុហក) ចំពោះអល់ឡោះនូវអ្វីដែលពួកអ្នកមិនដឹង?","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:81","price":"ការពិតមិនមែនដូច្នោះទេអ្នកណាហើយដែលបានធ្វើអំពើអាក្រក់ហើយបាបកម្មរបស់គេបានហ៊ុមព័ទ្ឋជុំវិញខ្លួនគេនោះពួកទាំងនោះគឺជាពួកនរកដែលពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:82","price":"រីឯបណ្ដាអ្នកដែលមានជំនឿហើយបានសាងអំពើល្អ អ្នកទាំងនោះគឺជាអ្នកឋានសួគ៌ដែលពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:83","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានដាក់កិច្ចសន្យាលើអំបូរអ៊ីស្រាអែលថាៈពួកអ្នកមិនត្រូវគោរពសក្ការៈចំពោះអ្នក ណាក្រៅពីអល់ឡោះឡើយ ហើយត្រូវធ្វើល្អចំពោះមាតាបិតា និង ញាតិសន្ដាន និងកេ្មងកំព្រា និងអ្នកក្រីក្រ និងត្រូវនិយាយស្ដីល្អជា មួយមនុស្សលោក និងត្រូវប្រតិបត្ដិសឡាត ហើយនិងត្រូវបរិច្ចាគ ហ្សាកាត់។ បន្ទាប់មក ពួកអ្នកបានបែរចេញ(ពីកិច្ចសន្យា) លើកលែងតែមួយចំនួនតូចក្នុងចំណោមពួកអ្នកប៉ុណ្ណោះ ខណៈដែលពួក អ្នកជាអ្នកបែរចេញ។","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:84","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានដាក់កិច្ចសន្យាលើពួកអ្នកថាៈពួកអ្នកមិនត្រូវបង្ហូរឈាមគ្នានិងមិនត្រូវបណេ្ដញគ្នាឯងចេញពីលំនៅដ្ឋានរបស់ពួកអ្នកឡើយ។ បន្ទាប់មកពួកអ្នកបានទទួលស្គាល់(កិច្ចសន្យា)ដោយពួកអ្នកធ្វើជាសាក្សី។","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:85","price":"បន្ទាប់មកពួកអ្នកទាំងអស់គ្នាបែរជាកាប់សម្លាប់គ្នាឯងទៅវិញហើយពួកអ្នកបណេ្ដញក្រុមមួយក្នុងចំណោមពួកអ្នកចេញពីលំនៅដ្ឋានរបស់ពួកគេនិងជួយ(សត្រូវ)ប្រឆាំងនឹងពួកគេដោយប្រព្រឹត្ដបាបកម្មនិងរំលោភបំពាន។ប្រសិនបើពួកគេមកជួបពួកអ្នកក្នុងនាមជាឈ្លើយសឹក ពួកអ្នកនឹងលោះពួកគេ ទោះបីការបណេ្ដញ ពួកគេត្រូវបានហាមឃាត់ចំពោះពួកអ្នកក៏ដោយ។ តើពួកអ្នកជឿផ្នែកខ្លះនៃគម្ពីរ(តាវរ៉ត)និងបដិសេធផ្នែកខ្លះទៀតឬ?ដូចេ្នះគ្មានអ្វីដែលជាសំណងសម្រាប់អ្នកដែលប្រព្រឹត្ដដូចនោះក្នុងចំណោមពួកអ្នកក្រៅពីភាពអាម៉ាស់ក្នុងការរស់នៅលើលោកិយនេះឡើយហើយនៅថ្ងៃបរលោកវិញអ្នកនោះនឹងត្រូវអល់ឡោះបញ្ជូនទៅកាន់ទារុណកម្មយ៉ាងធ្ងន់ធ្ងរបំផុត។ហើយអល់ឡោះមិនព្រងើយកន្ដើយអំពីអ្វីដែលពួកអ្នកកំពុងប្រព្រឹត្ដនោះឡើយ។","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:86","price":"អ្នកទាំងនោះគឺជាពួកដែលបានប្ដូរយកការរស់នៅលើ លោកិយនឹងការរស់នៅនាថ្ងៃបរលោក។ ដូចេ្នះ ពួកទាំងនោះមិនត្រូវគេបន្ធូរបន្ថយទារុណកម្មឡើយ ហើយពួកគេក៏មិនត្រូវបានគេជួយដែរ។","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:87","price":"ហើយជាការពិតណាស់យើងបានផ្ដល់ឱ្យមូសានូវគម្ពីរ(តាវរ៉ត)ហើយយើងបានបញ្ជូនបណ្ដាអ្នកនាំសារជាហូរហែបន្ទាប់ពីគាត់។ ហើយយើងបានផ្ដល់ឱ្យអ៊ីសាកូនម៉ារយាំ នូវមុជីហ្សាត់ យ៉ាងច្បាស់លាស់ ហើយយើងបានពង្រឹងរូបគាត់តាមរយៈជីព្រីល។ តើគ្រប់ពេលដែលអ្នកនាំសារបាននាំមកឱ្យពួកអ្នកនូវអ្វីដែលមិន ស្របតាមបំណងរបស់ពួកអ្នក ពួកអ្នកបែរជាក្រអឺតក្រទមឬ?ហើយអ្នកខ្លះ(អ្នកនាំសារ)ពួកអ្នកបានបដិសេធ និងខ្លះទៀតពួក អ្នកបានសម្លាប់។","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:88","price":"ហើយពួកគេបាននិយាយថាៈចិត្ដរបស់ពួកយើងត្រូវបានបិទជិត។ផ្ទុយទៅវិញអល់ឡោះទេដែលបានដាក់បណ្ដាសាពួកគេដោយសារតែការប្រឆាំងរបស់ពួកគេនោះ ហើយអ្វីដែលពួកគេជឿ គឹតិចតួចបំផុត។","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:89","price":"ហើយនៅពេលដែលគម្ពីរមួយពីអល់ឡោះ(គម្ពីរគួរអាន)បានមកដល់ពួកគេដែលជាការបញ្ជាក់នូវអ្វីដែលមាននៅជាមួយពួកគេ(គម្ពីរតាវរ៉តនិងគម្ពីរអីញជីល)ទោះបីកាលពីមុនពួកគេបានបួងសួងសុំពីអល់ឡោះ(ឱ្យបញ្ជូនមូហាំម៉ាត់មក)ឱ្យឈ្នះលើពួក ដែលបានប្រឆាំង ហើយនៅពេលដែលអ្នកនាំសារ(មូហាំម៉ាត់)បាន មកដល់ដូចដែលពួកគេធ្លាប់បានដឹង ពួកគេបែរជាប្រឆាំងចំពោះគាត់ទៅវិញ។ ដូចេ្នះ បណ្ដាសារបស់អល់ឡោះគឺសម្រាប់ពួកដែល ប្រឆាំង។","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:90","price":"តើអាក្រក់ប៉ុណ្ណាទៅដែលពួកគេបានលក់ខ្លួនរបស់ពួកគេដោយពួកគេប្រឆាំងនឹងអ្វីដែលអល់ឡោះបានបញ្ចុះ (គម្ពីរគួរអាន) ដោយសារតែការច្រណែននឹងការបញ្ចុះរបស់អល់ឡោះនូវការប្រោសប្រទានរបស់ទ្រង់ចំពោះអ្នកណាដែលទ្រង់មានចេតនាក្នុងចំណោមខ្ញុំរបស់ទ្រង់។ ហើយពួកគេបានទទួលនូវការខឹងសម្បាម្ដង ហើយម្ដងទៀត(ពីអល់ឡោះ)។ ហើយសម្រាប់ពួកដែលប្រឆាំងគឺទារុណកម្មយ៉ាងអាម៉ាស់បំផុត។","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:91","price":"ហើយនៅពេលដែលគេបាននិយាយទៅកាន់ពួកគេ(យ៉ា- ហ៊ូទី)ថាៈ ចូរពួកអ្នកជឿនូវអ្វីដែលអល់ឡោះបានបញ្ចុះ មក(គម្ពីរ គួរអាន)។ ពួកគេបានឆ្លើយថាៈពួកយើងជឿតែអ្វីដែលគេបានបញ្ចុះមកឱ្យពួកយើងប៉ុណ្ណោះ(គម្ពីរតាវរ៉ត)។ ហើយពួកគេមិនជឿនូវអ្វីដែលក្រោយពីវាឡើយ ទោះបីគម្ពីរគួរអានជាការពិតដើម្បីបញ្ជាក់នូវអ្វីដែលមាននៅជាមួយពួកគេក៏ដោយ។ ចូរអ្នក(មូហាំម៉ាត់)សួរពួកគេថាៈ ហេតុអ្វីបានជាពួកអ្នកសម្លាប់បណ្ដាណាពីរបស់អល់ឡោះ ពិមុនៗប្រសិនបើពួកអ្នកជាអ្នកមានជំនឿមែននោះ?","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:92","price":"ហើយជាការពិតណាស់ មូសាបាននាំមកឱ្យពួកអ្នកនូវ ភស្ដុតាងច្បាស់លាស់ជាច្រើន។ ក្រោយមកនៅពេលដែលមូសា មិននៅ ពួកអ្នកបានយករូបសំណាកកូនគោមកគោរពសក្ការៈ ហើយពួកអ្នកគឺជាពួកដែលបំពាន។","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:93","price":"ហើយ(ចូរចងចាំ) នៅពេលដែលយើងបានដាក់កិច្ចសន្យា លើពួកអ្នក ហើយយើងបានលើកភ្នំតួរពីលើពួកអ្នក (ដោយបញ្ជាថា) ចូរពួកអ្នកទទួលយកឱ្យប្រាកដប្រជានូវអ្វីដែលយើងបានផ្ដល់ ឱ្យពួកអ្នក(គម្ពីរតាវរ៉ត) ហើយចូរពួកអ្នកស្ដាប់។ ពួកគេបានឆ្លើយថាៈ ពួកយើងបានស្ដាប់ឮ តែពួកយើងមិនបានប្រតិបត្ដិតាមទេ។ហើយចិត្ដរបស់ពួកគេបានដក់ជាប់នឹងរូបសំណាកកូនគោ ដោយសារ តែការគ្មានជំនឿរបស់ពួកគេ។ ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ អាក្រក់បំផុតដែលជំនឿរបស់ពួកអ្នកបង្គាប់ឱ្យពួកអ្នកធ្វើដូចនេះ។ ប្រសិនបើពួកអ្នកជាអ្នកមានជំនឿ(នឹងគម្ពីរតាវរ៉ត)មែននោះ (ហេតុអ្វីបានជាពួកអ្នកធ្វើដូច្នោះ?)។","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:94","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ប្រសិនបើលំនៅដ្ឋាននា ថ្ងៃបរលោក(ឋានសួគ៌)របស់អល់ឡោះ សម្រាប់តែពួកអ្នកមិនមែនសម្រាប់អ្នកដទៃទេនោះ ដូចេ្នះចូរពួកអ្នកទទូចចង់ស្លាប់ចុះប្រសិនបើការអះអាងរបស់ពួកអ្នកត្រឹមត្រូវមែននោះ។","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:95","price":"ហើយពួកគេនឹងមិនទទូចចង់ស្លាប់ជាដាច់ខាតដោយសារ តែដៃរបស់ពួកគេបានប្រព្រឹត្ដនូវទោសកំហុសកន្លងមក។ ហើយ អល់ឡោះដឹងបំផុតចំពោះពួកដែលបំពាន។","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:96","price":"ហើយពិតប្រាកដណាស់ អ្នក(មូហាំម៉ាត់)នឹងជួបប្រទះ ពួកគេ(យ៉ាហ៊ូទី)ជាមនុស្សដែលលោភលន់បំផុតក្នុងការរស់នៅនិងជាមនុស្សលោភលន់ជាងពួកដែលធ្វើស្ហីរិកទៅទៀត។ ពួកគេម្នាក់ៗប្រាថ្នាចង់បានអាយុរបស់គេរហូតដល់មួយពាន់ឆ្នាំ។ ទោះបីជាអាយុរបស់គេវែងយ៉ាងនេះក៏ដោយ ក៏មិនអាចធ្វើឱ្យគេគេច ផុតពីទារុណកម្មរបស់អល់ឡោះបានដែរ។ ហើយអល់ឡោះឃើញ បំផុតនូវអ្វីដែលពួកគេប្រព្រឹត្ដ។","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:97","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈអ្នកណាដែលបានចាត់ទុកជីព្រីលជាសត្រូវតាមពិតជីព្រីលគ្រាន់តែជាអ្នកនាំគម្ពីរគួរអានចុះមកក្នុងចិត្ដរបស់អ្នកតាមបទបញ្ជារបស់អល់ឡោះតែប៉ុណ្ណោះដើម្បីបញ្ជាក់នូវអ្វីដែលមានពីមុនមក(ដូចជា គម្ពីរតាវរ៉ត គម្ពីរ អីញជីល...) និងដើម្បីចង្អុលបង្ហាញ ព្រមទាំងផ្ដល់ដំណឹងរីករាយ សម្រាប់បណ្ដាអ្នកដែលមានជំនឿ។","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:98","price":"អ្នកណាដែលចាត់ទុកអល់ឡោះ និងបណ្ដាម៉ាឡាអីកាត់ របស់ទ្រង់ និងបណ្ដាអ្នកនាំសាររបស់ទ្រង់ និងជីព្រីល និងមីកាអីល ជាសត្រូវនោះ ពិតប្រាកដណាស់អល់ឡោះគឺជាសត្រូវនឹងពួកដែលប្រឆាំង។","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:99","price":"ហើយពិតប្រាកដណាស់ យើងបានបញ្ជុះឱ្យអ្នក(មូហាំម៉ាត់)នូវភស្ដុតាងដ៏ច្បាស់លាស់ជាច្រើន។ហើយគ្មានអ្នកដែលបដិសេធនឹងភស្ដុតាងទាំងនេះទេលើកលែងតែពួកដែលប្រឆាំង នឹងបទបញ្ជា របស់អល់ឡោះប៉ុណ្ណោះ។","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:100","price":"តើមូលហេតុអី្វបានជាគ្រប់ពេលដែលពួកគេបានធ្វើ កិច្ចសន្យា បែរជាមានក្រុមមួយក្នុងចំណោមពួកគេបានបោះបងវាចោលទៅវិញ? ផ្ទុយទៅវិញពួកគេភាគច្រើនមិនជឿឡើយ។","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:101","price":"ហើយនៅពេលដែលអ្នកនាំសារ(មូហាំម៉ាត់)មកពី អល់ឡោះបានមកដល់ពួកគេ ដែលជាការបញ្ជាក់នូវអ្វីដែលមាន នៅជាមួយពួកគេ(គម្ពីរតាវរ៉ត) ក្រុមមួយក្នុងចំណោមពួកដែល ត្រូវបានគេផ្ដល់គម្ពីរឱ្យបានយកគម្ពីររបស់អល់ឡោះបោះចោល ខាងក្រោយខ្នងរបស់ពួកគេហាក់ដូចជាពួកគេមិនដឹង។","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:102","price":"ហើយពួកគេបានធ្វើតាមនូវអ្វីដែលពួកស្ហៃតនបានសូត្រ មន្ដអាគមនៅក្នុងរជ្ជកាលស៊ូឡៃម៉ាន។ ហើយស៊ូឡៃម៉ានមិនប្រឆាំង (ចំពោះអល់ឡោះ)ទេ ក៏ប៉ុន្ដែពួកស្ហៃតនទេដែលបានប្រឆាំងនោះ។ ពួកគេបង្រៀនមន្ដអាគមដល់មនុស្ស និងអ្វីដែលគេបានបញ្ចុះ នៅ ស្រុកហ្ពាពីលចំពោះម៉ាឡាអ៊ីកាត់ទាំងពីរ គឺហារូត និងម៉ារូត ប៉ុន្ដែ ពួកគេទាំងពីរមិនបង្រៀននរណាម្នាក់ទេ ទាល់តែពួកគេទាំងពីរ ប្រាប់ថាៈ ពួកយើងគ្រាន់តែនាំមកនូវការសាកល្បងពីអល់ឡោះតែ ប៉ុណ្ណោះ។ ដូចេ្នះ ចូរអ្នកកុំបដិសេធ(នឹងម៉ាឡាអ៊ីកាត់ទាំងពីររូប ដោយជឿលើមន្ដអាគម) តែពួកគេក៏រៀនពីពួកម៉ាឡាអ៊ីកាត់ទាំង ពីរនូវអ្វីដែលធ្វើឱ្យបែកបាក់រវាងប្ដីប្រពន្ធអ្នកដទៃ។ ហើយពួកគេ មិនអាចបង្កគ្រោះថ្នាក់ដល់នរណាម្នាក់បានឡើយ លុះត្រាតែមាន ការអនុញ្ញាតពីអល់ឡោះប៉ុណ្ណោះ។ ហើយពួកគេរៀននូវអ្វីដែល បង្កគ្រោះថ្នាក់ និងគ្មានផលប្រយោជន៍ដល់ពួកគេ។ ហើយជាការ ពិតណាស់ ពួកគេបានដឹងថា អ្នកណាបានជ្រើសរើសយកមន្ដអាគម នឹងគ្មានផលល្អទេនៅថ្ងៃបរលោក។ វាជាអំពើមួយដ៏អាក្រក់បំផុត ដែលពួកគេប្ដូរខ្លួនរបស់ពួកគេទៅនឹងមន្ដអាគមនោះ ប្រសិនបើពួក គេបានដឹង(ពីលទ្ធផលចុងក្រោយ)។","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:103","price":"ហើយប្រសិនបើពួកគេបានជឿ និងកោតខ្លាចអល់ឡោះ ពួកគេប្រាកដជានឹងបានទទួលការតបស្នងពីអល់ឡោះដ៏ល្អប្រសើរ បើសិនជាពួកគេបានដឹង។","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:104","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកកុំប្រើពាក្យ រ៉អ៊ីណា (ទៅកាន់មូហាំម៉ាត់)។ តែពួកអ្នកត្រូវប្រើពាក្យ អ៊ុនហ្សួរណា ហើយពួកអ្នកត្រូវស្ដាប់តាមចុះ។ ហើយពួកដែល ប្រឆាំងនឹងទទួលទារុណកម្មយ៉ាងឈឺចាប់។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:105","price":"ពួកដែលគ្មានជំនឿនៃអះលីគីតាប និងពួកមូស្ហរីគីន មិនពេញចិត្ដឱ្យម្ចាស់របស់ពួកអ្នកបញ្ចុះ ប្រការល្អណាមួយដល់ពួក អ្នកឡើយ។ ហើយអល់ឡោះមានសិទ្ធិកំណត់ក្ដីមេត្ដាករុណារបស់ ទ្រង់ទៅលើបុគ្គលណាម្នាក់ដែលទ្រង់មានចេតនា។ ហើយអល់ឡោះ មានការប្រោសប្រទានដ៏ធំធេង។","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:106","price":"អាយ៉ាត់ណាក៏ដោយដែលយើងបានផ្លាស់ប្ដូរ ឬធ្វើឱ្យ អ្នក(មូហាំម៉ាត់)ភេ្លចវានោះ គឺយើងបាននាំមកនូវអ្វីដែលល្អជាង នេះ ឬប្រហែលគ្នានឹងវា។ តើអ្នកមិនដឹងទេឬថា អល់ឡោះពិតជា មានអានុភាពលើអ្វីៗទាំងអស់?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:107","price":"តើអ្នកមិនដឹងទេឬថា ពិតប្រាកដណាស់អល់ឡោះមានអំណាចគ្រប់គ្រងមេឃជាច្រើនជាន់ និងផែនដីនោះ? ហើយ ពួកអ្នកគ្មានអ្នកគាំពារ និងអ្នកជួយក្រៅពីអល់ឡោះឡើយ។","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:108","price":"ឬមួយពួកអ្នកមានបំណងចង់សួរអ្នកនាំសារ(មូហាំម៉ាត់)របស់ពួកអ្នកដូចអ្វីដែលគេបានសួរមូសាពីមុនមកឬ? ហើយ អ្នកណាយកជំនឿមកប្ដូរយកការគ្មានជំនឿ អ្នកនោះពិតជាវងេ្វង ចេញពីមាគ៌ាដ៏ត្រឹមត្រូវជាមិនខាន។","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:109","price":"ភាគច្រើននៃពួកអះលីគីតាបមានបំណងធ្វើឱ្យពួកអ្នក វិលត្រឡប់ទៅរកការគ្មានជំនឿដូចដើមវិញ បន្ទាប់ពីពួកអ្នកមាន ជំនឿរួច ដោយការច្រណែនឈ្នានីសនៅក្នុងខ្លួនរបស់ពួកគេក្រោយ ពីការពិតត្រូវបានបង្ហាញយ៉ាងច្បាស់លាស់ដល់ពួកគេ។ ដូចនេះ ចូរ ពួកអ្នកអភ័យទោស និងអធ្យាស្រ័យរហូតដល់អល់ឡោះនាំមកនូវ បទបញ្ជារបស់ទ្រង់។ ពិតប្រាកដណាស់ អល់ឡោះមានអានុភាព លើអ្វីៗទាំងអស់។","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:110","price":"ហើយចូរពួកអ្នកប្រតិបត្ដិសឡាត និងបរិច្ចាគហ្សាកាត់។ ហើយប្រការល្អទាំងឡាយដែលពួកអ្នកបានសាងសម្រាប់ខ្លួនពួក អ្នកនោះ ពួកអ្នកពិតជានឹងទទួលបានផលបុណ្យពីអល់ឡោះជាមិន ខាន។ ពិតប្រាកដណាស់ អល់ឡោះឃើញបំផុតនូវអ្វីដែលពួកអ្នក ប្រព្រឹត្ដ។","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:111","price":"ហើយពួកគេ(យ៉ាហ៊ូទីនិងណាសរ៉នី)បាននិយាយថាៈ គ្មាននរណាម្នាក់ចូលឋានសួគ៌ឡើយ លើកលែងតែអ្នកនោះកាន់ សាសនាយ៉ាហ៊ូទីឬណាសរ៉នីប៉ុណ្ណោះ។ នោះគ្រាន់តែជាការស្រមើ ស្រមៃប្រាថ្នារបស់ពួកគេប៉ុណ្ណោះ។ ចូរអ្នក(មូហាំម៉ាត់)តបវិញថាៈ សូមបង្ហាញភស្ដុតាងរបស់ពួកអ្នកមក ប្រសិនបើការអះអាងរបស់ ពួកអ្នកត្រឹមត្រូវមែននោះ។","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:112","price":"ការពិតមិនមែនដូច្នោះទេ (អ្នកដែលបានចូលឋានសួគ៌ នោះ) គឺអ្នកដែលបានប្រគល់ខ្លួនប្រាណរបស់គេចំពោះអល់ឡោះ ដោយភាពស្មោះត្រង់ ។ ដូចេ្នះ សម្រាប់អ្នកនោះនឹងទទួលបានផល បុណ្យពីម្ចាស់របស់គេ ហើយពួកគេគ្មានការភ័យខ្លាច និងព្រួយបារម្ភ អ្វីឡើយ។","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:113","price":"ពួកយ៉ាហ៊ូទីបានអះអាងថាៈ សាសនារបស់ពួកណាសរ៉នី ពុំត្រឹមត្រូវឡើយ ហើយពួកណាសរ៉នីក៏បានតបវិញថាៈ សាសនា របស់ពួកយ៉ាហ៊ូទីទេដែលពុំត្រឹមត្រូវនោះ ខណៈដែលពួកគេ(ទាំងពីរ ក្រុម)សូត្រគម្ពីររៀងៗខ្លួន។ ដូចគ្នានេះដែរ ពួកដែលពុំបានយល់ដឹង (មូស្ហរីគីនអារ៉ាប់)បានអះអាងដូចពាក្យសំដីរបស់ពួកទាំងនោះ ដែរ។ហើយអល់់ឡោះនឹងកាត់ក្ដីរវាងពួកគេទាំងនោះនៅថ្ងៃ បរលោកអំពីអ្វីដែលពួកគេបានខ្វែងគំនិតគ្នានៅក្នុង(រឿង)នោះ។","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:114","price":"ហើយតើអ្នកណាដែលបំពានជាងអ្នកដែលរារាំងអ្នក ដទៃមិនឱ្យចូលម៉ាស្ជិទរបស់អល់ឡោះ ដើម្បីរំលឹកនាមរបស់ទ្រង់ (សូត្រធម៌ ថ្វាយបង្គំ បួងសួង)នៅក្នុងវា ថែមទាំងបានព្យាយាម ក្នុងការបំផ្លិចបំផ្លាញវាទៀតនោះ? អ្នកទាំងនោះមិនដែលចូលក្នុង ម៉ាស្ជិទឡើយ លើកលែងតែពួកគេមានការភ័យខ្លាច(ពីប្រការណា មួយ)ប៉ុណ្ណោះ។ សម្រាប់ពួកគេនៅក្នុងលោកិយនេះគឺមានភាព អាម៉ាស់ ហើយនៅថ្ងៃបរលោកវិញ ពួកគេនឹងទទួលទារុណកម្ម យ៉ាងធ្ងន់ធ្ងរ។","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:115","price":"ហើយទិសខាងកើត និងទិសខាងលិចជាកម្មសិទិ្ធរបស់ អល់់ឡោះ ទោះបីពួកអ្នកបែរតម្រង់មុខទៅរកទិសណាក៏ដោយ ទិសនោះគឺជាទិសរបស់អល់ឡោះ(គីបឡាត់)។ ពិតប្រាកដណាស់ អល់់ឡោះមានភាពទូលំទូលាយ ដឹងជាទីបំផុត។","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:116","price":"ហើយពួកគេ(យ៉ាហ៊ូទី ណាសរ៉នី និងពួកមូស្ហរីគីន)បាន និយាយថាៈ អល់់ឡោះមានបុត្រ។ ទ្រង់មហាស្អាតស្អំ. ផ្ទុយទៅវិញ អ្វីៗដែលមាននៅលើមេឃជាច្រើនជាន់ និងផែនដីជាកម្មសិទ្ធិរបស់ ទ្រង់។ អី្វៗទាំងអស់នេះគឺគោរពប្រតិបត្ដិចំពោះទ្រង់។","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:117","price":"អល់ឡោះជាអ្នកបង្កើតមេឃជាច្រើនជាន់ និងផែនដី។ ហើយនៅពេលដែលទ្រង់សមេ្រច(បង្កើត)អ្វីមួយ ទ្រង់គ្រាន់តែ បន្ទូលទៅកាន់វាថាៈ ចូរកើតចុះ វាក៏កើតឡើងភ្លាម។","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:118","price":"ហើយពួកដែលគ្មានចំណេះវិជ្ជាបាននិយាយថាៈ ហេតុអី្វបានជាអល់់ឡោះមិនបន្ទូលប្រាប់ពួកយើង(ដោយផ្ទាល់) ឬក៏ផ្ដល់ ភស្ដុតាងមកឱ្យពួកយើង? ដូចេ្នះដែរ អ្នកជំនាន់មុនៗក៏បាននិយាយ ដូចពាក្យសំដីរបស់ពួកគេនេះដែរ ដោយសារតែចិត្ដរបស់ពួកគេ ប្រហាក់ប្រហែលគ្នា។ ការពិតយើងបានបង្ហាញភស្ដុតាងជាច្រើន ដល់ក្រុមដែលមានជំនឿពិតប្រាកដ។","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:119","price":"ពិតប្រាកដណាស់ យើងបានបញ្ជូន អ្នក(មូហាំម៉ាត់) ជាមួយនឹងការពិត(សាសនាអ៊ីស្លាម) ដើម្បីផ្ដល់ដំណឹងរីករាយ និង ដាស់តឿនព្រមាន។ ហើយអ្នកនឹងមិនត្រូវគេឱ្យទទួលខុសត្រូវពី ពួកនរកជើហ៊ីមឡើយ។","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:120","price":"ហើយពួកយ៉ាហ៊ូទីនិងណាសរ៉នីមិនពេញចិត្ដនឹងអ្នក (មូហាំម៉ាត់)ជាដាច់ខាត លុះត្រាតែអ្នកកាន់តាមសាសនារបស់ ពួកគេ។ ចូរអ្នកប្រាប់ពួកគេថាៈ ពិតប្រាកដណាស់ ការចង្អុលបង្ហាញ របស់អល់ឡោះ គឺជាការចង្អុលបង្ហាញដ៏ត្រឹមត្រូវ។ ហើយប្រសិន បើអ្នកតាមចំណង់របស់ពួកគេបន្ទាប់ពីអ្នកបានទទួលចំណេះដឹង ហើយ(គម្ពីរគួរអាន) អ្នកពិតជាគ្មានអ្នកគាំពារ និងអ្នកជួយពី (ទារុណកម្ម)អល់ឡោះឡើយ។","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:121","price":"ពួក(កាន់សាសនាអ៊ីស្លាមពីអំបូរអ៊ីស្រាអែល) ដែល យើងបានផ្ដល់គម្ពីរ(តាវរ៉ត)ឱ្យពួកគេ គឺពួកគេសូត្រវាយ៉ាងត្រឹម ត្រូវ។ ពួកទាំងនោះគឺជាអ្នកមានជំនឿលើគម្ពីរ(គួរអាន)។ ហើយ អ្នកណាដែលមិនជឿលើវា ពួកទាំងនោះគឺជាពួកដែលខាតបង់។","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:122","price":"ឱអំបូរអ៊ីស្រាអែល. ចូរចងចាំនូវនៀកម៉ាត់របស់យើង ដែលយើងបានផ្ដល់ឱ្យពួកអ្នក ហើយពិតប្រាកដណាស់ យើងបាន លើកតម្កើងពួកអ្នកជាងគេលើលោកិយនេះ(នៅសម័យនោះ)។","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:123","price":"ហើយចូរពួកអ្នកខ្លាចថ្ងៃមួយ(ថ្ងៃបរលោក)ដែល ម្នាក់ៗមិនអាចជួយអ្វីគ្នាបាន ហើយគេមិនទទួលយកការលោះពី នរណាម្នាក់ទេ ហើយការអន្ដរាគមន៍គ្មានផលប្រយោជន៍អ្វីចំពោះ វាឡើយ ហើយពួកនោះក៏មិនត្រូវបានគេជួយដែរ។","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:124","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលម្ចាស់របស់អ៊ីព្រហ៊ីម បានសាកល្បងគាត់តាមរយៈបទបញ្ជា ជាច្រើន រួចមកគាត់ក៏បាន បំពេញវាយ៉ាងល្អបំផុត។ ទ្រង់ក៏បានមានបន្ទូលថាៈ ពិតប្រាកដ ណាស់ យើងចាត់តាំងអ្នកជាមេដឹកនាំសម្រាប់មនុស្សលោក។ អ៊ីព្រហ៊ីមបានពោលថាៈ ហើយ(សូមទ្រង់ចាត់តាំងជាមេដឹកនាំ) ក្នុងចំណោមកូនចៅរបស់ខ្ញុំផង។ អល់ឡោះបានមានបន្ទូលតបវិញ ថាៈ ការសន្យារបស់យើងមិនអាចទៅដល់ពួកដែលបំពានឡើយ។","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:125","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានបង្កើត កាក់ហ្ពះជាទីកន្លែងជួបជុំសម្រាប់មនុស្សលោក និងជាកន្លែងមាន សុវត្ថិភាព។ ហើយចូរពួកអ្នកយកម៉ាកមអ៊ីព្រហ៊ីមជាកន្លែង សឡាត ហើយយើងបានបញ្ជាចំពោះអ៊ីព្រហ៊ីម និងអ៊ីស្មាអ៊ីលថាៈ ចូរអ្នកទាំងពីរសំអាតកាក់ហ្ពះរបស់យើងសម្រាប់បណ្ដាអ្នកតវ៉ាហ្វ និងបណ្ដាអ្នកអៀកទីកាហ្វ និងបណ្ដាអ្នករ៉ូកុ ស៊ូជូត។","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:126","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលអ៊ីព្រហ៊ីមបានបួងសួង សុំថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមទ្រង់មេត្ដាធ្វើឱ្យទឹកដីនេះ(ក្រុងម៉ាក្កះ) ជាកន្លែងមួយដែលមានសុវត្ថិភាព ព្រមទាំងផ្ដល់ផលានុផលគ្រប់ ប្រភេទដល់ប្រជាជននៅទីនេះដែលមានជំនឿលើអល់ឡោះ និង ថ្ងៃបរលោកក្នុងចំណោមពួកគេផងចុះ។ ទ្រង់បានមានបន្ទូលតប វិញថាៈ ចំពោះអ្នកដែលគ្មានជំនឿយើងនឹងទុកឱកាសឱ្យគេ សប្បាយរីករាយតែមួយរយៈពេលខ្លីប៉ុណ្ណោះ។ បន្ទាប់មកយើង បង្ខំអ្នកនោះឱ្យទៅកាន់ទារុណកម្មនៃភ្លើងនរក ដែលជាកន្លែងវិល ត្រឡប់ដ៏អាក្រក់ជាទីបំផុត។","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:127","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលអ៊ីព្រហ៊ីម និងអ៊ីស្មា-អ៊ីលបានតំឡើងគ្រឹះកាក់ហ្ពះ(ដោយបួងសួងសុំថា) ឱម្ចាស់របស់ ពួកយើងខ្ញុំ. សូមទ្រង់ទទួលយក(អំពើល្អនិងការបួងសួងសុំ)ពី យើងខ្ញុំផង។ ពិតប្រាកដណាស់ ទ្រង់មហាឮ មហាដឹង។","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:128","price":"ឱម្ចាស់របស់យើងខ្ញុំ. សូមទ្រង់មេត្ដាធ្វើឱ្យយើងទាំង ពីរនាក់ជាអ្នកប្រគល់ខ្លួន(ជាមូស្លីម)សម្រាប់ទ្រង់ និងធ្វើឱ្យកូន ចៅរបស់យើងខ្ញុំជាក្រុមដែលប្រគល់ខ្លួន(ជាមូស្លីម)សម្រាប់ទ្រង់ ផង ព្រមទាំងបង្ហាញដល់យើងខ្ញុំនូវរបៀបគោរពសក្ការៈរបស់យើង ខ្ញុំ់ និងអភ័យទោសដល់យើងខ្ញុំផង។ ពិតប្រាកដណាស់ ទ្រង់ជាអ្នក ទទួលយកការសារភាពកំហុស ជាអ្នកអាណិតស្រឡាញ់បំផុត។","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:129","price":"ឱម្ចាស់របស់យើងខ្ញុំ. សូមទ្រង់មេត្ដាតែងតាំងអ្នកនាំ សារម្នាក់អំពីពួកគេ(កូនចៅអ៊ីស្មាអ៊ីល)ឱ្យពួកគេផង ដើម្បីគាត់ នឹងសូត្រអាយ៉ាត់ៗរបស់ទ្រង់ឱ្យពួកគេស្ដាប់ ហើយបង្រៀនគម្ពីរ (គួរអាន) និងមាគ៌ារបស់គាត់ដល់ពួកគេ ហើយនិងដើម្បីជំរះ (បាបកម្ម)ពួកគេផង។ ពិតប្រាកដណាស់ ទ្រង់មហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:130","price":"គ្មានអ្នកណាស្អប់ខ្ពើមសាសនារបស់អ៊ីព្រហ៊ីម(សាសនា អ៊ីស្លាម)ឡើយ លើកលែងតែអ្នកដែលល្ងង់ខ្លៅខ្លួនឯងប៉ុណ្ណោះ។ ហើយជាការពិតណាស់ យើងបានជ្រើសរើសអ៊ីព្រហ៊ីមនៅក្នុង លោកិយនេះ(ជាអ្នកនាំសារ) ហើយពិតប្រាកដណាស់ នៅថ្ងៃ បរលោកគេនឹងស្ថិតនៅក្នុងចំណោមបណ្ដាអ្នកដែលត្រឹមត្រូវ។","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:131","price":"-(ចូរចងចាំ)នៅពេលដែលម្ចាស់របស់អ៊ីព្រហ៊ីមបាន មានបន្ទូលទៅកាន់គាត់ថាៈចូរអ្នកប្រគល់ខ្លួន(មូស្លីម). គាត់ក៏ ឆ្លើយវិញថាៈ ខ្ញុំបានប្រគល់ខ្លួនខ្ញុំទៅចំពោះម្ចាស់នៃពិភពទាំងអស់។","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:132","price":"ហើយអ៊ីព្រហ៊ីមនិងយ៉ាក់កូបបានផ្ដាំផ្ញើកូនចៅរបស់ ពួកគាត់ចំពោះសាសនាអ៊ីស្លាមថាៈ ឱកូនចៅរបស់ខ្ញុំ. ពិតប្រាកដណាស់ អល់ឡោះបានជ្រើសរើសសាសនា(អ៊ីស្លាម)សម្រាប់ពួក អ្នក។ ដូចេ្នះ ចូរពួកអ្នកកុំស្លាប់ លើកលែងតែពួកអ្នកជាអ្នកកាន់ សាសនាអ៊ីស្លាម។","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:133","price":"តើពួកអ្នក(យ៉ាហ៊ូទី)បានឃើញច្បាស់ឬទេ នៅពេល ដែលយ៉ាក់កូបហៀបនឹងស្លាប់? នៅពេលនោះគាត់បានសួរកូនចៅ របស់គាត់ថាៈ តើពួកអ្នកគោរពសក្ការៈអ្វីក្រោយពីឪពុកស្លាប់ទៅ? ពួកគេបានឆ្លើយថាៈ ពួកយើងគោរពសក្ការៈម្ចាស់តែមួយគត់ ដែល ជាម្ចាស់របស់លោកឪពុក និងជាម្ចាស់របស់ដូនតាលោកឪពុក ដូចជា អ៊ីព្រហ៊ីម និងអ៊ីស្មាអ៊ីល និងអ៊ីសហាក។ ហើយចំពោះទ្រង់តែមួយ គត់ដែលពួកយើងបានប្រគល់ខ្លួន(កាន់សាសនាអ៊ីស្លាម)។","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:134","price":"ពួកគេទាំងនោះគឺជាប្រជាជាតិដែលបានកន្លងផុតទៅ ហើយ។ ពួកគេនឹងទទួលបាននូវអ្វីៗដែលពួកគេបានសាង ហើយ ពួកអ្នកនឹងទទួលបាននូវអ្វីៗដែលពួកអ្នកបានសាង។ ហើយពួកអ្នក នឹងមិនត្រូវគេសួរអំពីអី្វដែលពួកគេបានសាងនោះឡើយ។","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:135","price":"ហើយពួកគេ(យ៉ាហ៊ូទី និងណាសរ៉នី)បាននិយាយថាៈ ចូរពួកអ្នកកាន់តាមសាសនាយ៉ាហ៊ូទីឬសាសនាណាសរ៉នីចុះ ពួកអ្នក នឹងទទួលបាននូវការចង្អុលបង្ហាញជាមិនខាន។ ចូរអ្នក(មូហាំម៉ាត់) ប្រាប់ពួកគេថាៈ ផ្ទុយទៅវិញ មានតែសាសនារបស់អ៊ីព្រហ៊ីមទេ ដែលជាសាសនាដ៏ត្រឹមត្រូវ ហើយគាត់ពុំស្ថិតនៅក្នុងចំណោមពួក មូស្ហរីគីនឡើយ។","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:136","price":"ចូរពួកអ្នក(អ្នកមានជំនឿ)និយាយថាៈ ពួកយើងមាន ជំនឿនឹងអល់ឡោះ និងអ្វីៗដែលគេបានបញ្ចុះមកឱ្យពួកយើង ហើយនិងអ្វីៗដែលគេបានបញ្ចុះមកឱ្យអ៊ីព្រហ៊ីម និងអ៊ីស្មាអ៊ីល និង អ៊ីសហាក និងយ៉ាក់កូប ព្រមទាំងកូនចៅយ៉ាក់កូប និងអ្វីៗដែលគេ បានប្រទានឱ្យមូសា និងអ៊ីសា និងអ្វីៗដែលគេបានប្រទានដល់បណ្ដា ណាពីផេ្សងៗទៀតពីម្ចាស់របស់ពួកគេ។ ពួកយើងពុំរើសអើងណាពី ណាម្នាក់ក្នុងចំណោមណាពីទាំងអស់នោះឡើយ ហើយចំពោះទ្រង់ តែមួយគត់ដែលពួកយើងបានប្រគល់ខ្លួន(កាន់សាសនាអ៊ីស្លាម)។","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:137","price":"ដូចេ្នះប្រសិនបើពួកគេ(អ្នកគ្មានជំនឿ)មានជំនឿដូចអ្វី ដែលពួកអ្នកមានជំនឿដែរនោះ ពួកគេពិតជានឹងទទួលបាននូវការ ចង្អុលបង្ហាញ។ តែប្រសិនបើពួកគេងាកចេញ(គ្មានជំនឿ)វិញ ពួក គេពិតជាស្ថិតនៅក្នុងការប្រឆាំង។ ដូចេ្នះគ្រប់គ្រាន់ហើយដែលមាន អល់ឡោះការពារអ្នកពីពួកគេ។ ហើយទ្រង់មហាឮ មហាដឹង។","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:138","price":"(ចូរពួកអ្នកប្រកាន់យក)សាសនាអល់ឡោះ។ តើមាន សាសនាណាមួយដែលប្រសើរជាងសាសនាអល់ឡោះទៀតនោះ? ហើយពួកយើងគឺជាអ្នកដែលគោរពសក្ការៈចំពោះទ្រង់តែមួយគត់។","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:139","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើពួកអ្នក(យ៉ាហ៊ូទី និង ណាសរ៉នី)កំពុងប្រកែកនឹងពួកយើងអំពីរឿង(ជំនឿលើ)អល់ឡោះ ដែលទ្រង់ជាម្ចាស់របស់យើង និងជាម្ចាស់របស់ពួកអ្នកឬ? ហើយ ពួកយើងនឹងទទួលបាន(ការតបស្នង)ទៅតាមទង្វីរបស់ពួកយើង ហើយពួកអ្នកនឹងទទួលបាន(ការតបស្នង)ទៅតាមទង្វើរបស់ពួក អ្នក។ ហើយពួកយើងជាអ្នកស្មោះត្រង់ចំពោះទ្រង់តែមួយគត់។","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:140","price":"ឬមួយពួកអ្នកអះអាងថាៈ ពិតប្រាកដណាស់ អ៊ីព្រហ៊ីម និងអ៊ីស្មាអ៊ីល និងអ៊ីសហាក និងយ៉ាក់កូប និងកូនចៅយ៉ាក់កូបទាំង អស់នោះគឺជាអ្នកកាន់សាសនាយ៉ាហ៊ូទី ឬណាសរ៉នី? ចូរអ្នក(មូហាំ-ម៉ាត់)តបវិញថាៈ តើពួកអ្នកដឹងជាង ឬអល់ឡោះ(ដឹងជាង)? ហើយតើមានអ្នកណាដែលបំពានជាងអ្នកដែលបានលាក់ភស្ដុតាង ដែលមកពីអល់ឡោះនៅជាមួយគេនោះ? ហើយអល់ឡោះមិន ព្រងើយកន្ដើយនូវអ្វីដែលពួកអ្នកកំពុងប្រព្រឹត្ដឡើយ។","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:141","price":"ពួកគេទាំងនោះគឺជាប្រជាជាតិដែលបានកន្លងផុតទៅ ហើយ។ ពួកគេនឹងទទួលបាននូវអ្វីៗដែលពួកគេបានសាង ហើយ ពួកអ្នកនឹងទទួលបាននូវអ្វីៗដែលពួកអ្នកបានសាង។ ហើយពួក អ្នកនឹងមិនត្រូវគេសួរអំពីអី្វដែលពួកគេបានសាងនោះឡើយ។","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"km"},{"name":"2:142","price":"មនុស្សឆោតល្ងង់មួយចំនួននឹងនិយាយថាៈ តើអ្វីទៅ ដែលធ្វើឱ្យពួកគេ(មូស្លីម)បែរចេញពីគីបឡាត់(ទិសឆ្ពោះទៅ យេរ៉ូសាឡឹម)ដែលពួកគេធ្លាប់តម្រង់ពីមុនមក(នៅពេលដែល ពួកគេថ្វាយបង្គំ)? ចូរអ្នក(មូហាំម៉ាត់)តបវិញថាៈ ទិសខាងកើត និងទិសខាងលិចគឺជាកម្មសិទ្ធិរបស់អល់ឡោះ។ ទ្រង់ចង្អុលបង្ហាញ អ្នកណាដែលទ្រង់មានចេតនាទៅកាន់មាគ៌ាដ៏ត្រឹមត្រូវ។","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:143","price":"ដូច្នោះដែរ យើងបានបង្កើតពួកអ្នកជាប្រជាជាតិមួយ ប្រកបដោយយុត្ដិធម៌ ដើម្បីឱ្យពួកអ្នកធ្វើជាសាក្សីលើមនុស្សលោក ហើយអ្នកនាំសារ(មូហាំម៉ាត់)ជាសាក្សីលើពួកអ្នក(នៅថ្ងៃបរ-លោក)។ ហើយយើងមិនបានបង្វែរគីបឡាត់ដែលអ្នកធ្លាប់តម្រង់ នោះឡើយ លើកលែងតែដើម្បីយើងសាកល្បងអ្នកដែលដើរតាម អ្នកនាំសារ(មូហាំម៉ាត់)ពីអ្នកដែលប្រឆាំង(មិនតម្រង់គីបឡាត់) តែប៉ុណ្ណោះ។ ហើយតាមការពិតវាជាការធ្ងន់ធ្ងរបំផុត លើកលែង តែបណ្ដាអ្នកដែលអល់ឡោះបានចង្អុលបង្ហាញប៉ុណ្ណោះ។ ហើយ អល់ឡោះនឹងមិនធ្វើឱ្យជំនឿរបស់ពួកអ្នកបាត់បង់ឡើយ។ ពិត ប្រាកដណាស់ អល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់ ចំពោះមនុស្សលោក។","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:144","price":"ជាការពិតណាស់ យើងឃើញមុខរបស់អ្នក(មូហាំម៉ាត់) ងើយសម្លឹងទៅលើមេឃ(នៅពេលបួងសួងសុំ)។ ហេតុនេះ យើង ពិតជានឹងបំបែរអ្នកឆ្ពោះទៅគីបឡាត់ដែលអ្នកពេញចិត្ដនឹងវា។ ដូចេ្នះ ចូរអ្នកបែរមុខរបស់អ្នកទៅទិសម៉ាស្ជិទិលហារ៉មចុះ។ ហើយ ទោះបីពួកអ្នកនៅទីណាក៏ដោយ ចូរពួកអ្នកបែរមុខ(សឡាត)របស់ ពួកអ្នកទៅរកទិសនោះ។ ហើយជាការពិតណាស់ ពួកដែលត្រូវបាន គេផ្ដល់គម្ពីរ(យ៉ាហ៊ូទី និងណាសរ៉នី)នោះ ពួកគេដឹងយ៉ាងច្បាស់ ថា(ការផ្លាស់ប្ដូរគីបឡាត់) វាគឺជាការពិតមកពីម្ចាស់របស់ពួកគេ។ ហើយអល់ឡោះមិនព្រងើយកន្ដើយនូវអ្វីដែលពួកគេកំពុងប្រព្រឹត្ដ ឡើយ។","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:145","price":"ហើយសូម្បីតែអ្នក(មូហាំម៉ាត់)បានផ្ដល់ជូនពួកដែល ត្រូវបានគេផ្ដល់គម្ពីរ(តាវរ៉ត និងអ៊ីញជីល)នូវរាល់ភស្ដុតាងក៏ដោយ ក៏ពួកគេមិនបានតាមគីបឡាត់របស់អ្នកដែរ។ ហើយអ្នកក៏ពុំមែនជា អ្នកតាមគីបឡាត់របស់ពួកគេដែរ។ ហើយពួកគេមួយចំនួនក៏ពុំមែន ជាអ្នកតាមគីបឡាត់របស់ពួកគេមួយចំនួនទៀតនោះដែរ។ ហើយ ជាការពិតណាស់ ប្រសិនបើអ្នកធ្វើតាមចំណង់របស់ពួកគេបន្ទាប់ពី អ្នកបានទទួលនូវចំណេះដឹង(ពីអល់ឡោះ)ហើយនោះ ពិតប្រាកដ ណាស់ប្រសិនបើដូច្នោះ អ្នកពិតជាស្ថិតនៅក្នុងចំណោមពួកដែល បំពាន។","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:146","price":"ចំពោះពួកដែលយើងបានផ្តល់ឱ្យពួកគេនូវគម្ពីរ(តាវរ៉ត និងអ៊ីញជីល)គឺពួកគេស្គាល់គាត់(មូហាំម៉ាត់) ក៏ដូចជាពួកគេស្គាល់ កូនៗរបស់ពួកគេដែរ។ ហើយពិតប្រាកដណាស់ មួយក្រុមនៃពួកគេ នោះពិតជាលាក់បាំងនូវការពិត ខណៈដែលពួកគេដឹង។","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:147","price":"នេះជាការពិតមកពីម្ចាស់របស់អ្នក(មូហាំម៉ាត់)។ ដូចេ្នះ ចូរអ្នកកុំក្លាយជាអ្នកដែលស្ថិតនៅក្នុងចំណោមអ្នកដែល សង្ស័យឱ្យសោះ។","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:148","price":"ហើយសម្រាប់រាល់ប្រជាជាតិនីមួយៗមានទិស (គីប-ឡាត់)ដែលគេតម្រង់ទៅរកវា។ ហេតុនេះ ចូរពួកអ្នកប្រជែងគ្នា ក្នុងការធ្វើអំពើល្អ។ ទោះបីជាពួកអ្នកនៅកន្លែងណាក៏ដោយ ក៏ អល់ឡោះនឹងប្រមូលផ្ដុំពួកអ្នកទាំងអស់(នៅថ្ងៃបរលោក)ដែរ។ ពិតប្រាកដណាស់ អល់ឡោះមានអានុភាពលើអ្វីៗទាំងអស់។","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:149","price":"ហើយគ្រប់កន្លែងដែលអ្នកចេញដំណើរ(ហើយអ្នកចង់ សឡាត) ចូរអ្នកតម្រង់មុខរបស់អ្នកទៅកាន់ទិសម៉ាស្ជីទីលហារ៉ម។ ហើយពិតប្រាកដណាស់ វាគឺជាការពិតមកពីម្ចាស់របស់អ្នក។ ហើយ អល់ឡោះមិនព្រងើយកន្ដើយនូវអ្វីដែលពួកអ្នកកំពុងប្រព្រឹត្ដនោះ ឡើយ។","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:150","price":"ហើយគ្រប់កន្លែងដែលអ្នកចេញដំណើរ(ហើយអ្នកចង់ សឡាត) ចូរអ្នកតម្រង់មុខរបស់អ្នកទៅកាន់ទិសម៉ាស្ជីទីលហារ៉ម។ ហើយពួកអ្នកនៅទីកន្លែងណាក៏ដោយ ចូរពួកអ្នកតម្រង់មុខរបស់ ពួកអ្នកទៅកាន់ទិសរបស់វា ដើម្បីកុំឱ្យមនុស្សជជែកតវ៉ានឹងពួកអ្នក លើកលែងតែពួកមួយចំនួនក្នុងចំណោមពួកគេដែលបានបំពាន ប៉ុណ្ណោះ។ ដូចេ្នះ ចូរពួកអ្នកកុំខ្លាចពួកគេ ហើយចូរពួកអ្នកកោត ខ្លាចយើងវិញ ហើយយើងប្រាកដជានឹងបំពេញនូវនៀកម៉ាត់របស់ យើងលើពួកអ្នក និងដើម្បីពួកអ្នកមានការចង្អុលបងា្ហញ។","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:151","price":"ដូចជាយើងបានបញ្ជូនទៅកាន់ពួកអ្នកនូវអ្នកនាំសារ (មូហាំម៉ាត់)ក្នុងចំណោមពួកអ្នក ដើម្បីគេនឹងសូត្រអាយ៉ាត់ៗ របស់យើងឱ្យពួកអ្នកស្ដាប់ និងសំអាត(បាបកម្ម)ពួកអ្នក ហើយនិង បង្រៀនដល់ពួកអ្នកនូវគម្ពីរគួរអាន និងមាគ៌ា របស់មូហាំម៉ាត់ ព្រម ទាំងបង្រៀនពួកអ្នកនូវអ្វីដែលពួកអ្នកមិនធ្លាប់បានដឹង។","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:152","price":"ដូចេ្នះ ចូរពួកអ្នករំលឹកមកចំពោះយើង យើងប្រាកដជា នឹកដល់ពួកអ្នកវិញ ហើយចូរពួកអ្នកដឹងគុណចំពោះយើង ហើយកុំ រមិលគុណចំពោះយើងឱ្យសោះ។","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:153","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកសុំជំនួយ(ពី អល់ឡោះ)ដោយអត់ធ្មត់ និងប្រតិបតិ្ដសឡាត។ ពិតប្រាកដណាស់ អល់ឡោះនៅជាមួយបណ្ដាអ្នកដែលអត់ធ្មត់។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:154","price":"ហើយចូរពួកអ្នកកុំនិយាយចំពោះអ្នកដែលត្រូវបានគេ សម្លាប់ក្នុងមាគ៌ា របស់អល់ឡោះថាៈ ឪពួកគេស្លាប់ឪ ឱ្យសោះ។ ផ្ទុយ ទៅវិញពួកគេនៅរស់ ប៉ុន្ដែពួកអ្នកមិនអាចដឹងបានឡើយ។","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:155","price":"ហើយយើងពិតជានឹងសាកល្បងពួកអ្នកដោយការភ័យ ខ្លាច និងភាពអត់ឃ្លាន និងកង្វះទ្រព្យសម្បត្ដិ និងសេចក្ដីស្លាប់ និង កង្វះផលានុផល។ ហើយចូរអ្នក(មូហាំម៉ាត់)ផ្ដល់ដំណឹងរីករាយ ដល់បណ្ដាអ្នកដែលអត់ធ្មត់។","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:156","price":"ពួកដែលនៅពេលគ្រោះមហន្ដរាយណាមួយបានធ្លាក់ លើពួកគេ ពួកគេបាននិយាយថាៈ ពិតប្រាកដណាស់ ពួកយើងជា កម្មសិទ្ធិរបស់អល់ឡោះ ហើយពិតប្រាកដណាស់ ពួកយើងនឹងវិល ត្រឡប់ទៅរកទ្រង់វិញ។","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:157","price":"អ្នកទាំងនោះហើយដែលនឹងទទួលបានការសរសើរ និង ការអាណិតស្រឡាញ់ពីម្ចាស់របស់ពួកគេ។ ហើយអ្នកទាំងនោះជា អ្នកដែលទទួលបានការចង្អុលបង្ហាញ។","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:158","price":"ជាការពិតណាស់ ភ្នំសហ្វានិងភ្នំម៉ារវ៉ាស់គឺជាផ្នែកមួយ នៃសញ្ញាក្នុងការគោរពសក្ការៈចំពោះអល់ឡោះ។ ហេតុនេះបុគ្គល ណាដែលធ្វើហាជ្ជី ឬអ៊ំរ៉ោះនៅហ្ពៃតល់ឡោះ គឺគ្មានទោសពៃរ៍អ្វី ឡើយទៅលើគេដែលគេសាអ៊ីរវាងភ្នំទាំងពីរនេះ។ ហើយបុគ្គល ណាដែលបានស្ម័្រគចិត្ដធ្វើអំពើល្អ ពិតប្រាកដណាស់អល់ឡោះមហា ដឹងគុណ មហាដឹង។","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:159","price":"ពិតប្រាកដណាស់ ពួកដែលលាក់បាំងនូវអ្វីដែលយើង បានបញ្ចុះអំពីភស្ដុតាងៗ និងការចង្អុលបង្ហាញក្រោយពីយើងបាន បំភ្លឺវាដល់មនុស្សលោកនៅក្នុងគម្ពីរ(តាវរ៉ត និងអ៊ីញជីល) ពួក នោះត្រូវអល់ឡោះដាក់បណ្ដាសាពួកគេ។ ហើយបណ្ដាអ្នកដាក់ បណ្ដាសាក៏ដាក់បណ្ដាសាពួកនោះដែរ។","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:160","price":"លើកលែងតែបណ្ដាអ្នកដែលបានសារភាពកំហុស និង កែលំអខ្លួន ព្រមទាំងលាតត្រដាង(នូវអី្វដែលពួកគេបានលាក់បាំង) ប៉ុណ្ណោះ។ ដូចេ្នះ ពួកទាំងនោះយើងនឹងទទួលយកការសារភាព កំហុសរបស់ពួកគេ។ ហើយយើងជាអ្នកទទួលយកការសារភាព កំហុស ជាអ្នកអាណិតស្រឡាញ់បំផុត។","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:161","price":"ពិតប្រាកដណាស់ ពួកដែលបានប្រឆាំង ហើយបានស្លាប់ក្នុងនាមពួកគេជាអ្នកប្រឆាំង ពួកទាំងនោះពិតជាត្រូវទទួល បណ្ដាសារបស់អល់ឡោះ និងបណ្ដាម៉ាឡាអ៊ីកាត់ ព្រមទាំងមនុស្ស លោកទាំងអស់ជាមិនខាន។","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:162","price":"ពួកគេនឹងស្ថិតនៅក្នុងវា(នរក)ជាអមតៈ។ ទារុណកម្ម នឹងមិនត្រូវគេបន្ធូរបន្ថយចំពោះពួកគេឡើយ ហើយពួកគេក៏មិន ត្រូវគេពន្យារពេល(ឱ្យដោះសា)ដែរ។","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:163","price":"ហើយម្ចាស់របស់ពួកអ្នកគឺជាម្ចាស់តែមួយគត់។ គ្មាន ម្ចាស់ណាដែលត្រូវគេគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីទ្រង់ដែល មហាសប្បុរស មហាអាណិតស្រឡាញ់នោះឡើយ។","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:164","price":"ពិតប្រាដកណាស់ ការបង្កើតមេឃជាច្រើនជាន់ និង ផែនដី និងការផ្លាស់ប្ដូរវេនរវាងយប់និងថ្ងៃ និងនាវាដែលធ្វើដំណើរ លើផ្ទៃសមុទ្រដែលផ្ដល់ផលប្រយោជន៍ដល់មនុស្សលោក។ ហើយ ទឹកភ្លៀងដែលអល់ឡោះបានបញ្ចុះពីលើមេឃ ហើយតាមរយៈទឹក ភ្លៀងនេះទ្រង់បានធ្វើឱ្យដីរស់ឡើងវិញ(មានជីជាតិ)បន្ទាប់ពីការ ស្លាប់(គ្មានជីជាតិ)របស់វា។ ហើយទ្រង់បានពង្រាយនៅលើផ្ទៃដី នេះនូវសត្វគ្រប់ប្រភេទ។ ហើយការផ្លាស់ប្ដូរទិសរបស់ខ្យល់ និង ពពកដែលធ្វើចលនារវាងមេឃនិងផែនដី គឺជាភស្ដុតាងៗសម្រាប់ ក្រុមដែលស្វែងយល់។","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:165","price":"ហើយមានមនុស្សមួយចំនួនគេយកព្រះនានាធ្វើជាម្ចាស់ ក្រៅពីអល់ឡោះ ដែលពួកគេស្រឡាញ់ពេញចិត្ដពួកព្រះទាំងនោះ ដូចជាការស្រឡាញ់អល់ឡោះដែរ។ រីឯបណ្ដាអ្នកដែលមានជំនឿ វិញ គឺពួកគេស្រឡាញ់អល់ឡោះលើសពីអ្វីៗទាំងអស់។ ហើយ ប្រសិនបើពួកដែលបានបំពានដឹងនៅពេលដែលពួកគេឃើញទារុណ-កម្ម(នៅថ្ងៃបរលោក ពួកគេនឹងនិយាយថា) ពិតប្រាកដណាស់ អំណាចទាំងអស់ជាកម្មសិទ្ធិរបស់អល់ឡោះតែមួយគត់។ ហើយ ពិតប្រាកដណាស់ អល់ឡោះជាអ្នកធ្វើទារុណកម្មដ៏ធ្ងន់ធ្ងរបំផុត។","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:166","price":"នៅពេលនោះ ពួក(មេដឹកនាំ)ដែលគេបានដើរតាម បានយករួចខ្លួនពីពួកដែលបានដើរតាមពួកគេនៅពេលដែលពួកគេ បានឃើញទារុណកម្ម(នៅថ្ងៃបរលោក) ហើយទំនាក់ទំនងទាំង អស់ត្រូវបានកាត់ផ្ដាច់ពីពួកគេ។","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:167","price":"ហើយពួកដែលបានដើរតាមពួកគេ(មេដឹកនាំ)បាន និយាយថាៈ ប្រសិនបើពួកយើងមានឱកាសត្រឡប់មក(រស់នៅលើ លោកិយ)ម្ដងទៀត គឺពួកយើងនឹងយករួចខ្លួនពីពួកគេ ដូចដែលពួក គេបានយករួចខ្លួនពីពួកយើងដែរ។ ដូច្នោះដែរអល់ឡោះនឹងបង្ហាញ ឱ្យពួកគេឃើញនូវទង្វើនានារបស់ពួកគេ ដែលធ្វើឱ្យពួកគេមានវិប្បដិសារីយ៉ាងខ្លាំង។ ហើយពួកគេមិនអាចចេញពីឋាននរកបានឡើយ។","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:168","price":"ឱមនុស្សលោក. ចូរពួកអ្នកបរិភោគនូវអ្វីដែលហា-ឡាល់ ស្អាតស្អំនៅលើផែនដីនេះចុះ ហើយចូរកុំដើរតាមមាគ៌ា នានារបស់ស្ហៃតនឱ្យសោះ។ ពិតប្រាកដណាស់ ស្ហៃតនគឺជាសត្រូវ យ៉ាងពិតប្រាកដចំពោះពួកអ្នក។","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:169","price":"ជាការពិតណាស់ គេ(ស្ហៃតន)ប្រើពួកអ្នកឱ្យប្រព្រឹត្ដ តែអំពើអាក្រក់ និងអំពើអសីលធម៌ប៉ុណ្ណោះ និងប្រើឱ្យពួកអ្នក និយាយក្លែងបន្លំចំពោះអល់ឡោះនូវអ្វីដែលពួកអ្នកមិនដឹង។","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:170","price":"ហើយនៅពេលដែលមានគេនិយាយទៅកាន់ពួកអ្នក ទាំងនោះថាៈ ចូរពួកអ្នកប្រតិបត្ដិតាមអ្វីដែលអល់ឡោះបានបញ្ចុះមក(គម្ពីរគួរអាន)។ ពួកគេបានតបវិញថាៈ ទេ. ពួកយើងតាមតែ អ្វីដែលមានពីជីដូនជីតារបស់ពួកយើងប៉ុណ្ណោះ។ តើពួកគេតាមដែរ ឬ ប្រសិនបើជីដូនជីតារបស់ពួកគេឥតយល់ដឹងនិងគ្មានការចង្អុល បង្ហាញអ្វីសោះនោះ?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:171","price":"ហើយការប្រៀបធៀបពួកដែលប្រឆាំង គឺដូចជាអ្នក គង្វាលដែលស្រែកហៅ(សត្វពាហនៈ) ដោយវាមិនយល់អ្វីក្រៅពី ឮសំឡេងអំពាវនាវនិងស្រែកហៅប៉ុណ្ណោះ។ (ពួកនេះ)ថ្លង់ គ និង ខ្វាក់ ដូចេ្នះពួកគេមិនយល់ដឹងអ្វីឡើយ។","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:172","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកបរិភោគចំណី អាហារស្អាតស្អំ(ហាឡាល់) ដែលយើងបានប្រទានដល់ពួកអ្នក ហើយចូរពួកអ្នកដឹងគុណចំពោះអល់ឡោះប្រសិនបើពួកអ្នកជាអ្នក ដែលគោរពសក្ការៈចំពោះអល់ឡោះតែមួយគត់នោះ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:173","price":"ការពិតទ្រង់បានហាមឃាត់ចំពោះពួកអ្នកនូវសត្វស្លាប់ (ដែលឥតបានសំឡេះតាមច្បាប់អ៊ីស្លាម) និងឈាម និងសាច់ជ្រូក និងអ្វីដែលគេសំឡេះដើម្បីបូជាម្ចាស់ផេ្សងពីអល់ឡោះ។ ហេតុនេះ អ្នកណាដែលត្រូវបានគេបង្ខំ(ឱ្យទទួលទានអ្វីៗទាំងនេះ) ដោយពុំ មានចេតនា និងមិនលើសពីតំរូវការចាំបាច់នោះ គឺគ្មានទោសពៃរ៍ អ្វីទៅលើគេឡើយ។ ពិតប្រាកដណាស់ អល់ឡោះមហាអភ័យ ទោស មហាអាណិតស្រឡាញ់។","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:174","price":"ពិតប្រាដកណាស់ ពួកដែលលាក់បាំងនូវអ្វីដែលអល់ឡោះបានបញ្ចុះនៅក្នុងគម្ពីរ(តាវរ៉ត)ដោយប្ដូរយកកម្រៃបន្ដិច បន្ដួចនឹងវា ពួកទាំងនោះមិនស៊ីអ្វីបញ្ចូល ទៅក្នុងពោះរបស់ពួកគេ ក្រៅពីភ្លើងនរកនោះឡើយ។ ហើយអល់ឡោះមិននិយាយរកពួក គេឡើយនៅថ្ងៃបរលោក ហើយក៏មិនសំអាត(បាបកម្ម)ពួកគេ ដែរ។ ហើយពួកគេនឹងទទួលទារុណកម្មយ៉ាងឈឺចាប់បំផុត។","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:175","price":"ពួកទាំងនោះហើយដែលបានយកការចង្អុលបង្ហាញប្ដូរ យកភាពវងេ្វង ហើយយកការអភ័យទោសប្ដូរយកទារុណកម្ម។ ដូចេ្នះ ពួកគេអាចទ្រាំនឹងភ្លើងនរកបាន.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:176","price":"នោះគឺដោយសារតែអល់ឡោះបានបញ្ចុះគម្ពីរ(គួរអាន) យ៉ាងពិតប្រាកដ(តែពួកគេមិនគោរពតាម)។ ហើយពួកដែលខ្វែង គំនិតគ្នានៅក្នុងគម្ពីរ(តាវរ៉តនិងអ៊ិញជីល) ពួកគេពិតជាស្ថិតក្នុង ការបែកបាក់គ្នា ឃ្លាតឆ្ងាយពីការពិត។","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:177","price":"ការតម្រង់មុខរបស់ពួកអ្នកឆ្ពោះទៅទិសខាងកើត ឬ ទិសខាងលិច(ក្នុងការសឡាត)នោះ មិនចាត់ទុកជាអំពើល្អឡើយ។ ប៉ុន្ដែអំពើល្អនោះគឺអ្នកណាដែលមានជំនឿលើអល់ឡោះ និងថ្ងៃ បរលោក និងម៉ាឡាអ៊ីកាត់ និងគម្ពីរទាំងឡាយ និងបណ្ដាណាពី និង បានបរិច្ចាគទ្រព្យសម្បត្ដិដែលជាទីស្រឡាញ់របស់គេទៅឱ្យញាតិ សន្ដាន និងកេ្មងកំព្រា និងអ្នកក្រីក្រ និងអ្នកដំណើរ និងអ្នកសុំទាន និងបានចំណាយទ្រព្យក្នុងការដោះលែងទាសករ និងបានប្រតិបត្ដិ សឡាត និងបរិច្ចាគហ្សាកាត់ ហើយនិងបណ្ដាអ្នកដែលគោរពតាម កិច្ចសន្យារបស់ពួកគេនៅពេលដែលពួកគេបានសន្យា និងបណ្ដាអ្នក ដែលអត់ធ្មត់ក្នុងពេលក្រខ្សត់ និងពេលមានគ្រោះថ្នាក់ និងពេល មានសង្គ្រាម។ អ្នកទាំងនោះគឺជាអ្នកដែលមានជំនឿពិតប្រាកដ ហើយអ្នកទាំងនោះដែរ គឺជាបណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ។","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:178","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. គេបានដាក់កាតព្វកិច្ចលើ ពួកអ្នកឱ្យមានសមភាពក្នុងការវិនិច្ឆ័យទោសក្នុងរឿងឃាតកម្ម គឺ អ្នកដែលមានសិទ្ធិសេរីភាពដោយអ្នកដែលមានសិទ្ធិសេរីភាព និង ទាសករដោយទាសករ និងស្ដ្រីដោយស្ដ្រី។ ឃាតកណាដែលអាណា ព្យាបាលនៃជនរងគ្រោះបានអនុគ្រោះ ដោយសុខចិត្ដទទួលសំណង ជំនួសការដាក់ទោស(អាណាព្យាបាលជនរងគ្រោះ)ត្រូវទារសំណង ដោយសមរម្យ។ ឯជនល្មើសត្រូវបំពេញសំណងឱ្យបានគ្រប់ចំនួន។ នេះគឺជាការបន្ធូរបន្ថយនិងជាការអាណិតស្រឡាញ់ពីម្ចាស់របស់ ពួកអ្នក។ ហើយអ្នកណារំលោភបំពានបន្ទាប់ពីមានកិច្ចព្រមព្រៀង នេះ អ្នកនោះនឹងត្រូវទទួលទណ្ឌកម្មយ៉ាងឈឺចាប់បំផុត។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:179","price":"នៅក្នុងការកំណត់សមភាពច្បាប់នៃការកាត់ទោសនោះ គឺដើម្បីឱ្យការរស់នៅប្រកបដោយសុខសន្ដិភាពសម្រាប់ពួកអ្នក ឱ បញ្ញាជនទាំងឡាយ. សង្ឃឹមថា ពួកអ្នកកោតខ្លាចអល់ឡោះ។","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:180","price":"គេបានដាក់កាតព្វកិច្ចលើពួកអ្នក កាលណាសេចក្ដីស្លាប់ ជិតមកដល់អ្នកណាម្នាក់ក្នុងចំណោមពួកអ្នក ប្រសិនបើអ្នកនោះ បានបន្សល់ទុកទ្រព្យសម្បត្ដិ ចូរឱ្យគេធ្វើបណ្ដាំមរតក(មួយផ្នែកនៃ ទ្រព្យសម្បត្ដិ)សម្រាប់មាតាបិតា និងញាតិសន្ដានដោយយុត្ដិធម៌។ នេះជាកាតព្វកិច្ចទៅលើបណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ។","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:181","price":"ដូចេ្នះអ្នកណាបានកែប្រែបណ្ដាំ(របស់សព) ក្រោយពី បានឮបណ្ដាំនោះ ពិតប្រាកដណាស់ទោសកំហុសនេះនឹងធ្លាក់ទៅលើ ពួកដែលកែប្រែវា។ ពិតប្រាកដណាស់ អល់ឡោះមហាឮ មហាដឹង។","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:182","price":"អ្នកណាបានដឹងថា អ្នកធ្វើបណ្ដាំមរតកនោះមានការ លំអៀង(ដោយភាន់ច្រឡំ)ឬដោយចេតនា រួចក៏បានសម្រុះសម្រួល រវាងភាគីនានា(ដោយកែតម្រូវបណ្ដាំនេះវិញ) ករណីនេះពុំមាន ទោសកំហុសទៅលើអ្នកនោះឡើយ។ ពិតប្រាកដណាស់ អល់ឡោះ មហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:183","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. អល់ឡោះបានដាក់កាតព្វ កិច្ចបួសមកលើពួកអ្នកដូចដែលទ្រង់បានដាក់កាតព្វកិច្ចទៅលើពួក អ្នកជំនាន់មុនៗដែរ ដើម្បីឱ្យពួកអ្នកកោតខ្លាចអល់ឡោះ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:184","price":"-(ការបួសនេះ)គឺមានចំនួនថ្ងៃដែលគេបានកំណត់។ បើ អ្នកណាក្នុងចំណោមពួកអ្នកមានជម្ងឺ ឬជាអ្នកធ្វើដំណើរ(អាចផ្អាក បួសបាន) តែត្រូវបួសសងនៅថ្ងៃផេ្សងវិញ(ចំនួនថ្ងៃដែលបានផ្អាក នោះ)។ រីឯបណ្ដាអ្នកដែលមានការលំបាកក្នុងការបួស(ចាស់ជរា អ្នកមានជមឺ្ងធ្ងន់ធ្ងរ)គឺត្រូវផ្ដល់អាហារឱ្យអ្នកក្រីក្រជំនួសវិញ។ អ្នកណាបានស្ម័គ្រចិត្ដឱ្យលើសពីចំនួននេះគឺជាការប្រសើរសម្រាប់ រូបគេ។ តែការបួសទាំងលំបាកនោះគឺប្រសើរសម្រាប់ពួកអ្នក ប្រសិនបើពួកអ្នកដឹង។","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:185","price":"ខែរ៉ម៉ាដនជាខែដែលអល់ឡោះបានបញ្ចុះគម្ពីរគួរអាន ដើម្បីណែនាំដល់មនុស្សលោក និងបង្ហាញពីមាគ៌ា ដែលត្រឹមត្រូវ ព្រមទាំងវិនិច្ឆ័យរវាងខុសនិងត្រូវ។ ហេតុនេះ អ្នកណាហើយក្នុង ចំណោមពួកអ្នកមានវត្ដមាននៅក្នុងខែនេះ ចូរឱ្យគេបួស។ ហើយ អ្នកណាមានជម្ងឺឬធ្វើដំណើរ(អាចផ្អាកបួសបាន) តែត្រូវបួសសង វិញនៅថ្ងៃផេ្សង(ចំនួនថ្ងៃដែលបានផ្អាកនោះ)។ អល់ឡោះចង់ឱ្យ ពួកអ្នកងាយស្រួល ហើយអល់ឡោះមិនចង់ឱ្យពួកអ្នកលំបាកនោះ ទេ។ ហើយចូរពួកអ្នកបួសបង្គ្រប់ចំនួន(ថ្ងៃនៃខែរ៉ម៉ាដន)។ ហើយ ចូរពួកអ្នកលើកតម្កើងអល់ឡោះ(តឹកហ្ពៀរនៅថ្ងៃរ៉យ៉ាហ្វិតរ៉ោះ) ចំពោះអ្វីដែលទ្រង់បានចង្អុលបង្ហាញ ហើយសង្ឃឹមថា ពួកអ្នកថ្លែង អំណរគុណ។","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:186","price":"ហើយនៅពេលខ្ញុំរបស់យើងសួរអ្នក(មូហាំម៉ាត់)អំពី យើង (ចូរអ្នកឆ្លើយថា) ពិតប្រាកដណាស់ យើងនៅជិតបំផុត(ដឹង ឮ ឃើញ ...)។ យើងទទួលយកការបួងសួងសុំរបស់អ្នកដែលទទូច សុំនៅពេលដែលគេបានបួងសួងសុំពីយើង។ ដូច្នោះហើយ ចូរឱ្យ ពួកគេគោរពប្រតិបត្ដិតាមបញ្ជា របស់យើង ហើយចូរឱ្យពួកគេមាន ជំនឿលើយើង។ សង្ឃឹមថា ពួកគេនឹងទទួលបានការចង្អុលបង្ហាញ។","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:187","price":"អល់ឡោះបានអនុញ្ញាតឱ្យពួកអ្នករួមរ័កជាមួយនឹង ប្រពន្ធរបស់ពួកអ្នកនៅពេលយប់នៃខែបួស។ ពួកនាង(ប្រពន្ធ)គឺ ជាសំលៀកបំពាក់សម្រាប់ពួកអ្នក ហើយពួកអ្នក(ប្ដី)គឺជាសំលៀក បំពាក់សម្រាប់ពួកនាង។ អល់ឡោះបានដឹងថាៈ ពិតប្រាកដណាស់ ពួកអ្នកបានក្បត់ខ្លួនឯង(រួមរ័កនៅពេលយប់ក្នុងខែបួសដែលពេល មុនអល់ឡោះបានហាមឃាត់)។ បន្ទាប់មកអល់ឡោះបានទទួល យកនូវការសារភាពកំហុសរបស់ពួកអ្នក និងអនុគ្រោះឱ្យពួកអ្នក។ ហើយចាប់ពីពេលនេះតទៅ ចូរពួកអ្នករួមរក័ជាមួយពួកនាង ហើយ ចូរពួកអ្នកស្វែងរកនូវអ្វី(កូនចៅ)ដែលអល់ឡោះបានកំណត់ឱ្យពួក អ្នក ហើយចូរពួកអ្នកហូប និងផឹករហូតទាល់តែផ្ទៃមេឃមានពន្លឺ ពណ៌សចេញពីផ្ទៃមេឃពណ៌ខ្មៅងងឹតនៅពេលទៀបភ្លឺ។ បន្ទាប់មក ចូរពួកអ្នកបន្ដការបួសរហូតដល់ពេលយប់។ ហើយចូរពួកអ្នកកុំ រួមរ័កជាមួយប្រពន្ធក្នុងពេលដែលពួកអ្នកកំពុងអៀកទីកាហ្វនៅ ក្នុងម៉ាស្ជិទ។ នោះគឺជាការកំណត់(ច្បាប់)របស់អល់ឡោះ ដូចេ្នះចូរ ពួកអ្នកកុំទៅក្បែរ(បំពាន)វា។ ដូច្នោះហើយ អល់ឡោះបំភ្លឺនូវ ភស្ដុតាងៗរបស់ទ្រង់ទៅកាន់មនុស្សលោក ដើម្បីឱ្យពួកគេ កោតខ្លាច។","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:188","price":"ហើយចូរពួកអ្នកកុំស៊ីទ្រព្យសម្បត្ដិគ្នាដោយខុសច្បាប់ (សំណូក កេងប្រវ័ពា្ច លួច ប្លន់ ...)។ ហើយចូរពួកអ្នកកុំផ្ដល់ សំណូកដល់បណ្ដាអ្នកកាន់អំណាច(អ្នកកាត់ក្ដី) ដើម្បីពួកអ្នកនឹង បានស៊ីទ្រព្យសម្បត្ដិរបស់មនុស្សមួយក្រុមដោយខុសច្បាប់ ខណៈ ដែលពួកអ្នកដឹង(ថាច្បាប់ហាមឃាត់)ហើយនោះ។","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:189","price":"ពួកគេនឹងសួរអ្នក(មូហាំម៉ាត់់)អំពីខ្នើតខែ។ ចូរអ្នក ឆ្លើយថាៈ វាគឺជាការកំណត់ពេលវេលាជាច្រើនសម្រាប់មនុស្ស លោក និងការធ្វើហាជ្ជី។ ហើយពុំមែនជាការល្អទេ ដែលពួកអ្នក ចូលលំនៅដ្ឋានពីខាងក្រោយនោះ ក៏ប៉ុន្ដែជាការល្អនោះគឺ(អំពើ) អ្នកដែលកោតខ្លាចអល់ឡោះ។ ហើយចូរពួកអ្នកចូលលំនៅដ្ឋាន តាមទ្វារ(ខាងមុខ)របស់វា។ ហើយចូរពួកអ្នកកោតខ្លាចអល់ឡោះ ដើម្បីពួកអ្នកទទួលបានជោគជ័យ។","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:190","price":"ហើយចូរពួកអ្នកធ្វើសង្គ្រាមក្នុងផ្លូវអល់ឡោះប្រឆាំងនឹង ពួកដែលធ្វើសង្គ្រាមនឹងពួកអ្នក ហើយពួកអ្នកកុំល្មើសបំពាន(ដូចជា ការសម្លាប់ស្ដ្រីភេទ កុមារ ចាស់ជរា)។ ពិតប្រាកដណាស់ អល់ឡោះ មិនស្រឡាញ់ពួកដែលល្មើសបំពានឡើយ ។","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:191","price":"ហើយចូរពួកអ្នកសម្លាប់ពួកគេ(សត្រូវដែលវាយ ប្រហារមកលើពួកអ្នក)នៅកន្លែងណាដែលពួកអ្នកបានជួបពួកគេ ហើយបណេ្ដញពួកគេចេញពីកន្លែងណាដែលពួកគេបានបណេ្ដញពួក អ្នក(ទីក្រុងម៉ាក្កះ)។ ហើយហ្វិតណាស់ គឺវាធ្ងន់ធ្ងរជាងការកាប់ សម្លាប់់ទៅទៀត។ ហើយចូរពួកអ្នកកុំបង្កសង្គ្រាមជាមួយពួកគេនៅ ឯម៉ាស្ជិទហារ៉ម លុះត្រាតែពួកគេប្រកាសសង្គ្រាមនឹងពួកអ្នកនៅ ទីនោះមុន។ ដូច្នោះប្រសិនបើពួកគេបានវាយប្រហារមកលើពួកអ្នក នៅទីនោះ ចូរពួកអ្នកវាយបកទៅលើពួកគេវិញ។ ការធ្វើដូច្នោះគឺ ជាការឆ្លើយតបចំពោះពួកដែលប្រឆាំង។","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:192","price":"ហើយប្រសិនបើពួកគេបានបពា្ឈប់សង្គ្រាម(បែរមក រកជំនឿ) ពិតប្រាកដណាស់ អល់ឡោះមហាអភ័យទោស មហា អាណិតស្រឡាញ់។","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:193","price":"ហើយចូរពួកអ្នកបន្ដធ្វើសង្គ្រាមជាមួយពួកគេ ទាល់តែ លែងមានហ្វិតណាស់ ហើយនៅសល់តែការគោរពសក្ការៈទៅចំពោះ អល់ឡោះតែមួយគត់។ ហើយប្រសិនបើពួកគេបានបពា្ឈប់សង្គ្រាម គឺគ្មានសត្រូវទៀតទេ លើកលែងតែចំពោះពួកដែលបំពានប៉ុណ្ណោះ។","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:194","price":"ខែបម្រាមសងដោយខែបម្រាម ហើយ(អ្នកដែល បំពានលើ)ប្រការបម្រាមទាំងឡាយ គឺត្រូវកាត់ទោសស្មើៗគ្នា។ ហេតុនេះ អ្នកណាដែលបានរំលោភបំពានលើពួកអ្នក ចូរពួកអ្នក វាយបកទៅលើគេវិញដូចអ្វីដែលគេបានរំលោភបំពានមកលើពួក អ្នកដែរ។ ហើយចូរពួកអ្នកកោតខ្លាចអល់ឡោះនិងជ្រាបថា ពិត ប្រាកដណាស់ អល់ឡោះនៅជាមួយបណ្ដាអ្នកដែលកោតខ្លាចទ្រង់។","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:195","price":"ហើយចូរពួកអ្នកចាយវាយ(ទ្រព្យសម្បត្ដិ)ក្នុងមាគ៌ា របស់អល់ឡោះ ហើយកុំបណ្ដោយឱ្យខ្លួនរបស់ពួកអ្នកធ្លាក់ទៅក្នុង ភាពវិនាសអន្ដរាយ(ដោយមិនចំណាយក្នុងមាគ៌ា របស់អល់ឡោះ)។ ហើយចូរពួកអ្នកធ្វើល្អចុះ ពិតប្រាកដណាស់ អល់ឡោះស្រឡាញ់ បណ្ដាអ្នកដែលធ្វើល្អ។","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:196","price":"ហើយចូរពួកអ្នកបំពេញកាតព្វកិច្ចហាជ្ជី និងអ៊ំរ៉ោះដើម្បី អល់ឡោះ។ ហើយប្រសិនបើពួកអ្នកត្រូវបានគេរារាំងគឺពួកអ្នកត្រូវ សំឡេះសត្វជំនូនណាមួយដែលងាយរក ហើយពួកអ្នកកុំទាន់កោរ សក់ លុះត្រាតែសត្វជំនូនទៅដល់កន្លែងរបស់វា(កន្លែងសំឡេះ) សិន។ រីឯអ្នកណាក្នុងចំណោមពួកអ្នកមានជំងឺ ឬមានអ្វីធ្វើឱ្យឈឺ ចាប់នៅលើក្បាលរបស់គេ(គេអាចកោរសក់ឬគ្របក្បាលបាន) តែ ត្រូវទទួលពិន័យដោយការបួស(បីថ្ងៃ) ឬបរិច្ចាគទាន ឬសំឡេះ សត្វជំនូន(ពពែមួយក្បាល)។ ហើយនៅពេលដែលពួកអ្នកមាន សុវត្ថិភាព ហើយអ្នកបានធ្វើហាជ្ជីតាម៉ាត់តួក អ្នកនោះត្រូវសំឡេះ សត្វជំនូនណាមួយដែលងាយស្រួល។ តែបើអ្នកណាគ្មានលទ្ធភាព គឺត្រូវបួសរយៈពេលបីថ្ងៃនៅក្នុងខែធ្វើហាជ្ជី និងប្រាំពីរថ្ងៃទៀតនៅ ពេលដែលពួកអ្នកបានត្រឡប់មកវិញ(មកដល់កន្លែងរបស់ពួកគេ) ទាំងអស់នោះគឺគម្រប់ដប់ថ្ងៃ។ ការធ្វើដូចេ្នះ គឺសម្រាប់អ្នកណាដែល មិនមែនជាអ្នករស់នៅជុំវិញម៉ាស្ជិទហារ៉ម(ម៉ាក្កះ)។ ហើយចូរពួក អ្នកកោតខ្លាចអល់ឡោះ និងជ្រាបថា ពិតប្រាកដណាស់ អល់ឡោះ ជាអ្នកធ្វើទណ្ឌកម្មដ៏ធ្ងន់ធ្ងរបំផុត។","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:197","price":"ពេលវេលាធ្វើហាជ្ជីគឺក្នុងអំឡុងខែដែលត្រូវបានគេដឹង យ៉ាងច្បាស់ ។ ហើយអ្នកណាដែលបានបំពេញកាតព្វកិច្ចហាជ្ជីក្នុង អំឡុងខែទាំងនេះ គេមិនត្រូវរួមភេទនិងមិនត្រូវល្មើសនឹងបទ បញ្ជា ផេ្សងៗរបស់អល់ឡោះ ហើយមិនត្រូវឈ្លោះប្រកែកគ្នាក្នុង ពេលកំពុងធ្វើហាជ្ជីឡើយ។ ហើយអំពើល្អណាមួយដែលពួកអ្នក សាងគឺអល់ឡោះដឹងទាំងអស់។ ហើយចូរពួកអ្នកនាំស្បៀងអាហារ ទៅជាមួយផង ជាការពិតណាស់ស្បៀងដ៏ល្អបំផុតនោះគឺការកោត ខ្លាចអល់ឡោះ។ ហើយចូរពួកអ្នកកោតខ្លាចយើង ឱបញ្ញាជន ទាំងឡាយ.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:198","price":"ពួកអ្នកគ្មានទោសពៃរ៍អ្វីឡើយដែលពួកអ្នកស្វែងរក លាភសក្ការៈ(តាមរយៈជំនួញក្នុងពេលដែលពួកអ្នកធ្វើហាជ្ជី)ពី ម្ចាស់របស់ពួកអ្នក។ ហើយនៅពេលដែលពួកអ្នកវិលត្រឡប់ពី អារ៉ហ្វះ វិញ ចូរពួកអ្នករំលឹកទៅចំពោះអល់ឡោះនៅឯម៉ាស្ហ-អារីលហារ៉ម។ ហើយចូរពួកអ្នករំលឹកទៅចំពោះទ្រង់ដូចអ្វីដែល ទ្រង់បានចង្អុលបង្ហាញដល់ពួកអ្នក ហើយពួកអ្នកកាលពីមុនពិតជា ស្ថិតនៅក្នុងចំណោមពួកដែលវងេ្វង។","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:199","price":"បន្ទាប់មកចូរពួកអ្នកចាកចេញពីកន្លែង(អារ៉ហ្វះ)ដែល មនុស្សម្នាបានចាកចេញនោះ ហើយចូរទទូចសុំការលើកលែងទោស ពីអល់ឡោះចុះ។ ពិតប្រាកដណាស់ អល់ឡោះមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:200","price":"ហើយនៅពេលដែលពួកអ្នកបានបពា្ចប់កិច្ចការហាជ្ជី សព្វគ្រប់ ចូរពួកអ្នករំលឹកទៅចំពោះអល់ឡោះប្រៀបដូចជាការ រំលឹករបស់ពួកអ្នកចំពោះជីដូនជីតារបស់ពួកអ្នក ឬរំលឹកឱ្យលើស ពីនេះ។ ហើយក្នុងចំណោមមនុស្សលោកមានអ្នកបួងសួងសុំថាៈ ឱម្ចាស់របស់ពួកយើង. សូមទ្រង់មេត្ដាប្រទានឱ្យពួកយើង(មាន សុខភាពល្អ ទ្រព្យសម្បតិ្ដ និងកូនចៅ..)នៅក្នុងលោកិយនេះផង។ ប៉ុន្ដែនៅថ្ងៃបរលោកគេមិនទទួលបានផលអ្វីឡើយ។","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:201","price":"ហើយក្នុងចំណោមពួកគេមានអ្នកបួងសួងសុំថាៈ ឱ ម្ចាស់របស់ពួកយើង. សូមទ្រង់មេត្ដាប្រទានដល់ពួកយើងនូវប្រការ ល្អ(សុខភាព ជីវភាពធូរធារ ចំណេះដឹង...)នៅក្នុងលោកិយនេះ និង ប្រការល្អ(ឋានសួគ៌)នាថ្ងៃបរលោក ហើយសូមរក្សាការពារពួក យើងពីទារុណកម្មនៃភ្លើងនរកផង។","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:202","price":"អ្នកទាំងនោះនឹងទទួលបានផលល្អពីអ្វីដែលពួកគេបាន សាង។ ហើយអល់ឡោះជាអ្នកកាត់សេចក្ដីយ៉ាងរហ័សបំផុត។","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:203","price":"ហើយចូរពួកអ្នករំលឹកទៅចំពោះអល់ឡោះក្នុងចំនួន ថ្ងៃដែលបានកំណត់ ដូចេ្នះអ្នកណាចង់ប្រញាប់(ចាកចេញពីមីណា) ក្នុងរយៈពេលពីរថ្ងៃដំបូង(នៃថ្ងៃតាស្ហរិក)គឺគ្មានទោសកំហុសចំពោះ គេឡើយ។ ចំណែកឯអ្នកណាដែលចង់ពន្យារពេល(រហូតដល់ថ្ងៃទី ដប់បី)នោះ ក៏គ្មានទោសកំហុសដែរសម្រាប់អ្នកដែលកោតខ្លាច អល់ឡោះ។ ហើយចូរពួកអ្នកកោតខ្លាចអល់ឡោះ និងត្រូវដឹងថាៈ ពិតប្រាកដណាស់ ពួកអ្នកនឹងត្រូវគេប្រមូលផ្ដុំទៅចំពោះទ្រង់វិញ។","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:204","price":"ហើយក្នុងចំណោមមនុស្សលោកមានអ្នកដែលពាក្យសំដីរបស់គេធ្វើឱ្យអ្នក(មូហាំម៉ាត់)ចាប់អារម្មណ៍នៅក្នុងការរស់នៅ លើលោកិយនេះ ហើយគេស្បថនឹងអល់ឡោះ(សំដែងការស្មោះ ត្រង់)អំពីអ្វីដែលមាននៅក្នុងចិត្ដរបស់គេ។ ប៉ុន្ដែគេគឺជាសត្រូវ ដ៏ខ្លាំងក្លាបំផុត។","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:205","price":"ហើយនៅពេលដែលគេត្រឡប់ចេញទៅ គេតែងតែដើរ នៅលើផែនដីនេះដើម្បីបង្កវិនាសកម្មនិងបំផ្លិចបំផ្លាញផលដំណាំនិង សត្វពាហនៈ។ ហើយអល់ឡោះមិនស្រឡាញ់អំពើវិនាសកម្មឡើយ។","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:206","price":"ហើយនៅពេលដែលមានគេនិយាយទៅកាន់អ្នកនោះ ថាៈ ចូរអ្នកកោតខ្លាចអល់ឡោះ បែរជាភាពក្រអឺតក្រទមបានអូស ទាញគេឱ្យសាងបាបកម្មកាន់តែខ្លាំងទៅវិញ។ ដូចេ្នះ នរកជើហាន់-ណាំគឺគ្រប់គ្រាន់សម្រាប់គេ ហើយវាជាកន្លែងដ៏អាក្រក់បំផុត","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:207","price":"ហើយក្នុងចំណោមមនុស្សលោកមានអ្នកដែលលក់ (លះបង់)ខ្លួនគេដើម្បីស្វែងរកការយល់ព្រមពីអល់ឡោះ។ ហើយ អល់ឡោះគឺពោរពេញទៅដោយការអាណិតស្រឡាញ់ចំពោះខ្ញុំ របស់ទ្រង់។","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:208","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកចូលសាសនា អ៊ីស្លាមដោយពិតប្រាកដ ហើយចូរពួកអ្នកកុំធ្វើតាមមាគ៌ារបស ស្ហៃតនឱ្យសោះ។ ពិតប្រាកដណាស់ វាគឺជាសត្រូវរបស់ពួកអ្នក យ៉ាងច្បាស់លាស់។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:209","price":"ហើយប្រសិនបើពួកអ្នកងាកចេញក្រោយពីភស្ដុតាង យ៉ាងច្បាស់លាស់(មូហាំម៉ាត់ គម្ពីរគួរអាន)បានមកដល់ពួកអ្នក ពួកអ្នកត្រូវដឹងថាៈ ពិតប្រាកដណាស់ អល់ឡោះមហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:210","price":"ពួកគេមិនរង់ចាំអ្វីក្រៅពីអល់ឡោះ និងម៉ាឡាអ៊ីកាត់ មកដល់ពួកគេក្នុងស្រមោលពពកឡើយ។ ហើយរឿងរ៉ាវនោះ ត្រូវបានគេកាត់សេចក្ដី។ ហើយរឿងរ៉ាវទាំងឡាយត្រូវវិលត្រឡប់ ទៅកាន់អល់ឡោះវិញ។","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:211","price":"ចូរអ្នក(មូហាំម៉ាត់)សួរអំបូរអ៊ីស្រាអែលថាៈ តើមាន ភសុ្ដតាងបញ្ជាក់ច្បាស់ប៉ុន្មានហើយដែលយើងបានផ្ដល់ឱ្យពួកគេ នោះ? ហើយអ្នកណាប្ដូរនៀកម៉ាត់(សាសនា)របស់អល់ឡោះ បន្ទាប់ពីវាបានមកដល់គេហើយនោះ ពិតប្រាកដណាស់ អល់ឡោះ គឺជាអ្នកធ្វើទារុណកម្មដ៏ធ្ងន់ធ្ងរបំផុត។","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:212","price":"គេបានលំអជីវិតលោកិយនេះសម្រាប់ពួកដែលប្រឆាំង។ ហើយពួកគេតែងតែចំអកឱ្យបណ្ដាអ្នកមានជំនឿ។ តែបណ្ដាអ្នក កោតខ្លាចអល់ឡោះខ្ពង់ខ្ពស់ជាងពួកគេនៅថ្ងៃបរលោក។ ហើយ អល់ឡោះនឹងផ្ដល់លាភសក្ការៈដល់អ្នកណាដែលទ្រង់មានចេតនា ដោយឥតគណនាឡើយ។","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:213","price":"កាលដើមឡើយមនុស្សលោកជាប្រជាជាតិតែមួយ។ ហេតុនេះអល់ឡោះបានចាត់តាំងណាពីជាច្រើន ជាអ្នកផ្ដល់ដំណឹង រីករាយ និងដាស់តឿនព្រមាន។ ហើយទ្រង់បានបញ្ចុះ គម្ពីរយ៉ាង ពិតប្រាកដជាមួយនឹងពួកគេ ដើម្បីឱ្យពួកគេកាត់សេចក្ដី់រវាងមនុស្ស លោកនូវអ្វីដែលពួកគេខ្វែងគំនិតគ្នា។ ហើយគ្មានអ្នកខ្វែងគំនិតគ្នា នៅក្នុងគម្ពីរនោះទេ គឺមានតែពួកដែលអល់ឡោះបានផ្ដល់គមី្ពរ (តាវរ៉ត)ឱ្យពួកគេបន្ទាប់ពីភស្ដុតាងជាច្រើនបានមកដល់ពួកគេ ដោយសារតែការឈ្នានីសរវាងពួកគេប៉ុណ្ណោះ។ តែអល់ឡោះបាន ចង្អុលបង្ហាញដល់បណ្ដាអ្នកដែលមានជំនឿនូវការពិតក្នុងរឿងដែល ពួកគេបានខ្វែងគំនិតគ្នាដោយការអនុញ្ញាតរបស់ទ្រង់។ ហើយ អល់ឡោះនឹងចង្អុលបង្ហាញមាគ៌ា ដ៏ត្រឹមត្រូវចំពោះអ្នកណាដែល ទ្រង់មានចេតនា។","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:214","price":"តើពួកអ្នក(អ្នកមានជំនឿ)គិតថានឹងចូលឋានសួគ៌ ដោយមិនទាន់(មានការសាកល្បង)មកដល់ពួកអ្នក ដូចបណ្ដាអ្នក ដែលបានកន្លងផុតទៅមុនពួកអ្នកនោះឬ? ពួកគេបានជួបប្រទះ គ្រោះអត់ឃ្លាន និងជំងឺព្រមទាំងរំជួលចិត្ដ ដោយការភ័យខ្លាច សូម្បីតែអ្នកនាំសារនិងអ្នកដែលរួមជំនឿជាមួយគាត់ក៏លាន់មាត់ ថាៈ ពេលណាទើបជំនួយរបស់អល់ឡោះនឹងមកដល់? ចូរជ្រាប ថាៈ ពិតប្រាកដណាស់ ជំនួយរបស់អល់ឡោះនៅជិតបង្កើយ។","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:215","price":"ពួកគេនឹងសួរអ្នក(មូហាំម៉ាត់)ថាៈ តើអ្វីខ្លះដែលពួកគេ ត្រូវបរិច្ចាគ? ចូរអ្នកឆ្លើយថាៈ អ្វីដែលពួកអ្នកបានបរិច្ចាគតាមផ្លូវ ល្អនោះ គឺសម្រាប់ឪពុកម្ដាយនិងញាតិសន្ដាន និងកូនកំព្រា និងអ្នក ក្រីក្រព្រមទាំងអ្នកដំណើរដែលដាច់ស្បៀង។ ហើយអ្វីដែលពួកអ្នក សាងអំពីប្រការល្អនោះ អល់ឡោះពិតជាដឹងបំផុតចំពោះវា។","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:216","price":"អល់ឡោះបានដាក់កាតព្វកិច្ចលើពួកអ្នកឱ្យធ្វើសង្គ្រាម ដោយវាជាប្រការដែលមិនពេញចិត្ដសម្រាប់ពួកអ្នក។ ហើយជួន កាលអ្វីដែលពួកអ្នកមិនពេញចិត្ដនោះ វាអាចជាប្រការល្អសម្រាប់ ពួកអ្នក ហើយអ្វីដែលពួកអ្នកចូលចិត្ដនោះ វាអាចជាប្រការអាក្រក់ សម្រាប់ពួកអ្នកទៅវិញទេ។ ហើយអល់ឡោះទេដែលដឹង តែពួក អ្នកមិនដឹងឡើយ។","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:217","price":"ពួកគេ(ពួកមូស្ហរីគីន)នឹងសួរអ្នក(មូហាំម៉ាត់)អំពីការ ធ្វើសង្គ្រាមនៅក្នុងខែបម្រាម។ ចូរអ្នកឆ្លើយថាៈ ការធ្វើសង្គ្រាមនៅ ក្នុងខែនោះ គឺមានបាបកម្មធ្ងន់ធ្ងរបំផុត ហើយបាបកម្មដែលធ្ងន់ធ្ងរ ជាងនេះទៅទៀតចំពោះអល់ឡោះនោះ គឺការរារាំងអ្នកដទៃអំពី មាគ៌ា របស់អល់ឡោះ និងការប្រឆាំងនឹងទ្រង់ និងការរារាំង(អ្នក មានជំនឿ)មិនឱ្យចូលម៉ាស្ជិទហារ៉មនិងបណេ្ដញអ្នកដែលរស់នៅ ទីនោះចេញពីលំនៅដ្ឋាន។ ហើយការបង្កភាពវឹកវរគឺវាធ្ងន់ធ្ងរជាង ការកាប់សម្លាប់គ្នាទៅទៀត។ ហើយពួកគេនៅតែបន្ដធ្វើសង្គ្រាម ប្រឆាំងជាមួយពួកអ្នក រហូតទាល់តែពួកគេអាចបង្វែរពួកអ្នកចេញ ពីសាសនារបស់ពួកអ្នក ប្រសិនបើពួកគេមានលទ្ធភាព។ ហើយអ្នក ណាក្នុងចំណោមពួកអ្នកចាកចេញពីសាសនា(អ៊ីស្លាម)របស់គេ បន្ទាប់មកគេក៏ស្លាប់ក្នុងភាពជាអ្នកដែលគ្មានជំនឿ គឺពួកទាំងនោះ ហើយដែលអំពើល្អទាំងឡាយរបស់ពួកគេត្រូវបានរលាយសាបសូន្យ ទាំងក្នុងលោកិយនិងបរលោក។ ហើយពួកទាំងនោះជាពួកនរក ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:218","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿ និងបណ្ដា អ្នកដែលបានភៀសខ្លួន ព្រមទាំងបណ្ដាអ្នកដែលបានតស៊ូក្នុងមាគ៌ា របស់អល់ឡោះ ពួកទាំងនោះហើយដែលសង្ឃឹមនូវការអាណិត ស្រឡាញ់របស់អល់ឡោះ។ ហើយអល់ឡោះមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:219","price":"ពួកគេនឹងសួរអ្នក(មូហាំម៉ាត់)អំពីសុរា និងល្បែង ស៊ីសង។ ចូរអ្នកឆ្លើយថាៈ វាទាំងពីរនេះគឺមានបាបកម្មធំ តែក៏មាន ផលប្រយោជន៍ខ្លះដល់មនុស្សលោកដែរ។ ប៉ុន្ដែបាបកម្មរបស់វាទាំង ពីរគឺធ្ងន់ធ្ងរជាងគុណប្រយោជន៍របស់វាទាំងពីរទៅទៀត។ ហើយ ពួកគេនឹងសួរអ្នកទៀតថាៈ តើអ្វីខ្លះដែលពួកគេត្រូវបរិច្ចាគ? ចូរ អ្នកឆ្លើយថាៈ គឺទ្រព្យដែលលើសពីតំរូវការ។ ដូច្នោះដែរ អល់ឡោះ បញ្ជាក់យ៉ាងច្បាស់នូវច្បាប់ទាំងឡាយសម្រាប់ពួកអ្នកដើម្បីឱ្យពួក អ្នកគិតពិចារណា។","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:220","price":"ទាំងក្នុងលោកិយនិងបរលោក។ ហើយពួកគេនឹងសួរ អ្នក(មូហាំម៉ាត់)អំពីរឿងកូនកំព្រា។ ចូរអ្នកឆ្លើយថាៈ ការថែរក្សា ទ្រព្យសម្បតិ្ដរបស់ពួកគេគឺជាការប្រសើរបំផុត។ ហើយប្រសិនបើ ពួកអ្នកនៅលាយឡំជាមួយពួកគេ ពួកគេគឺជាបងប្អូនរបស់ពួកអ្នក។ ហើយអល់ឡោះដឹងចំពោះអ្នកដែលធ្វើអាក្រក់(ស៊ីទ្រព្យសម្បត្ដិ កូនកំព្រា) និងអ្នកដែលធ្វើល្អ(ថែរក្សាទ្រព្យសម្បត្ដិកូនកំព្រា)។ ហើយប្រសិនបើអល់ឡោះមានចេតនា ទ្រង់ប្រាកដជានឹងធ្វើឱ្យ ពួកអ្នកមានផលវិបាកយ៉ាងខ្លាំង។ ពិតប្រាកដណាស់ អល់ឡោះ មហាខ្លាំងពូកែ មហាគតិបណ្ឌិត","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:221","price":"ហើយចូរពួកអ្នកកុំរៀបអាពាហ៍ពិពាហ៍ជាមួយពួកស្ដ្រី មូស្ហរីគីនឱ្យសោះ លុះត្រាតែពួកនាងមានជំនឿ។ ហើយពិតប្រាកដ ណាស់ ទាសីដែលមានជំនឿនោះប្រសើរជាងស្ដ្រីមូស្ហរីគីនទៅទៀត ទោះបីជានាងធ្វើឱ្យពួកអ្នកចាប់អារម្មណ៍យ៉ាងណាក៏ដោយ។ ហើយ ចូរពួកអ្នកកុំរៀបអាពាហ៍ពិពាហ៍(ស្ដ្រីដែលមានជំនឿ)ឱ្យទៅបុរស មូស្ហរីគីនឱ្យសោះ។ ហើយពិតប្រាកដណាស់ ទាសាដែលជាអ្នកមាន ជំនឿនោះប្រសើរជាងបុរសមូស្ហរីគីនទៅទៀត ទោះបីជាបុរសនោះ ធ្វើឱ្យពួកអ្នកចាប់អារម្មណ៍យ៉ាងណាក៏ដោយ។ ពួកគេទាំងនោះនឹង អូសទាញ(ពួកអ្នក)ទៅរកឋាននរក។ ចំណែកអល់ឡោះវិញ គឺ អំពាវនាវ(ពួកអ្នក)ទៅរកឋានសួគ៌ និងការអភ័យទោសតាមការ អនុញ្ញាតរបស់ទ្រង់។ ហើយអល់ឡោះបញ្ជាក់យ៉ាងច្បាស់ពីច្បាប់ ទាំងឡាយរបស់ទ្រង់ដល់មនុស្សលោកដើម្បីឱ្យពួកគេចងចាំ។","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:222","price":"ហើយពួកគេនឹងសួរអ្នក(មូហាំម៉ាត់)អំពីឈាមរដូវ។ ចូរអ្នកឆ្លើយថាៈ ឈាមរដូវនោះគឺវាកខ្វក់បំផុត។ ហេតុនេះ ចូរពួក អ្នកជៀសវាង(រួមរ័ក)ពីភរិយាក្នុងអំឡុងពេលដែលមានរដូវ ហើយ កុំទៅជិតពួកនាង(ដើម្បីរួមរ័ក) រហូតទាល់តែពួកនាងជ្រះស្អាត (អស់រដូវហើយងូតទឹកសំអាត)ខ្លួនប្រាណសិន។ បើកាលណាពួក នាងជ្រះស្អាតហើយនោះ ពួកអ្នកអាចរួមរក័ជាមួយពួកនាងនៅ ត្រង់កន្លែង(ប្រដាប់ភេទ)ដែលអល់ឡោះបានអនុញ្ញាតឱ្យពួកអ្នក។ ពិតប្រាកដណាស់ អល់ឡោះស្រឡាញ់បណ្ដាអ្នកដែលសារភាពទោសកំហុស និងស្រឡាញ់បណ្ដាអ្នកដែលជ្រះស្អាត។","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:223","price":"ភរិយារបស់ពួកអ្នក(ប្រៀបដូច)ជាថ្នាលសម្រាប់ពួក អ្នក ហេតុនេះពួកអ្នកទៅរកថ្នាលរបស់ពួកអ្នក(រួមរ័ក)តាមរបៀប ដែលពួកអ្នកចង់ចុះ។ ហើយចូរពួកអ្នកសាងអំពើល្អទុកសម្រាប់ ខ្លួនឯង។ ហើយពួកអ្នកត្រូវកោតខ្លាចអល់ឡោះ និងត្រូវដឹងថាៈ ពួកអ្នកពិតជានឹងជួបទ្រង់(នាថ្ងៃបរលោក)។ ហើយចូរអ្នក(មូហាំម៉ាត់)ផ្ដល់ដំណឹងរីករាយដល់បណ្ដាអ្នកដែលមានជំនឿ។","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:224","price":"ហើយចូរពួកអ្នកកុំយកការស្បថស្បែរបស់ពួកអ្នក ចំពោះអល់ឡោះធ្វើជារនាំងរារាំងក្នុងការសាងអំពើល្អ និងការ កោតខ្លាចទ្រង់ ហើយនិងការសម្រុះសម្រួលរវាងមនុស្សលោក ឱ្យសោះ។ ហើយអល់ឡោះមហាឮ មហាដឹង។","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:225","price":"អល់ឡោះមិនយកទោសពៃរ៍ពួកអ្នកចំពោះការស្បថ ស្បែរបស់ពួកអ្នកដោយអចេតនានោះឡើយ ប៉ុន្ដែទ្រង់យកទោស ពៃរ៍ពួកអ្នកចំពោះអ្វីដែលបានកើតឡើងពីចិត្ដរបស់ពួកអ្នក។ ហើយ អល់ឡោះមហាអភ័យទោស មហាអត់ធ្មត់។","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:226","price":"ចំពោះពួកដែលស្បថថា នឹងមិនរួមរ័កជាមួយភរិយា របស់ពួកគេ គេអនុគ្រោះឱ្យរយៈពេលបួនខែ។ តែប្រសិនបើពួកគេ វិលត្រឡប់ទៅ(រួមរ័កជាមួយភរិយា)វិញ ពិតប្រាកដណាស់ អល់ឡោះមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:227","price":"ហើយប្រសិនបើពួកគេមានបំណងលែងលះ(ក្រោយ ពីគ្រប់រយៈពេលបួនខែ) ពិតប្រាកដណាស់ អល់ឡោះមហាឮ មហាដឹង។","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:228","price":"ហើយស្ដ្រីដែលត្រូវបានប្ដីលែង ពួកនាងត្រូវរង់ចាំ(មិន អាចរៀបអាពាហ៍ពិពាហ៍បាន) រហូតដល់ជ្រះស្អាតពីឈាមរដូវ ឬ មានឈាមរដូវចំនួនបីដង ហើយពួកនាងមិនត្រូវលាក់បាំងនូវអ្វីដែល អល់ឡោះបានបង្កើតនៅក្នុងស្បូន(គភ៌ឬឈាមរដូវ)របស់ពួកនាង នោះឡើយ ប្រសិនបើពួកនាងមានជំនឿលើអល់ឡោះ និងថ្ងៃបរ-លោកនោះ។ ហើយប្ដីរបស់ពួកនាងមានសិទ្ធិនាំពួកនាងមករួមរស់ ក្នុងអំឡុងពេលរង់ចាំ(អ៊ិទឌះ)ប្រសិនបើពួកគេមានបំណងចង់ សម្រុះសម្រួលនោះ។ ហើយពួកនាងមានសិទ្ធិទៅលើប្ដីដូចសិទ្ធិរបស់ ប្ដីដែលមានទៅលើពួកនាងដោយស្របច្បាប់ដែរ។ តែចំពោះបុរស មានឋានៈលើសស្ដ្រី (ក្នុងការរួមរស់ជាមួយគ្នា និងការផ្គត់ផ្គង់គ្រួសារជាដើម)។ ហើយអល់ឡោះមហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:229","price":"ការលែងលះ(ដែលអាចវិលត្រលប់ទៅរួមរស់ជាមួយ ភរិយាវិញបាន)គឺមានចំនួនពីរដង។ ដូចេ្នះពួកអ្នកអាចរួមរស់ជា មួយភរិយាវិញ(ក្រោយពីការលែងលះនីមួយៗ)ក្នុងភាពប្រពៃ ឬ អាចលែងលះពួកនាងឱ្យដាច់ស្រឡះក្នុងភាពប្រពៃដែរ។ ហើយពួក អ្នកមិនអាចយកអ្វី(ប្រាក់ខាន់ស្លានិងទ្រព្យផេ្សងទៀត)ដែលពួក អ្នកបានផ្ដល់ឱ្យពួកនាងឡើយ លើកលែងតែពួកគេទាំងពីរបារម្ភខ្លាច (ការរួមរស់ជាមួយគ្នា)មិនអាចអនុវត្ដច្បាប់របស់អល់ឡោះបាន ប៉ុណ្ណោះ។ ដូចេ្នះ ប្រសិនបើពួកអ្នកបារម្ភខ្លាចពួកគេទាំងពីរមិនអាច អនុវត្ដច្បាប់របស់អល់ឡោះបាន គឺគ្មានទោសពៃរ៍អ្វីឡើយចំពោះ ពួកគេទាំងពីរ បើនាងព្រមសង(ប្រាក់ខាន់ស្លា)វិញនោះ។ នោះគឺ ជាច្បាប់របស់អល់ឡោះ។ ដូចេ្នះចូរពួកអ្នកកុំបំពានលើវាឱ្យសោះ។ ហើយអ្នកណាដែលបំពានច្បាប់របស់អល់ឡោះ អ្នកទាំងនោះគឺជា ពួកល្មើស។","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:230","price":"ហើយប្រសិនបើគេ(ប្ដី)បានលែងលះនាង(ជាលើក ទីបី) រួចនាងមិនមែនជាប្រពន្ធស្របច្បាប់សម្រាប់គេទៀតទេ ក្រោយពីនោះ លុះត្រាតែនាងរៀបអាពាហ៍ពិពាហ៍ជាមួយបុរស ផេ្សងសិន។ ហើយបើបុរសនោះ(ប្ដីថ្មី)បានលែងលះនាង គឺគ្មាន ទោសពៃរ៍អ្វីទេទៅលើពួកគេទាំងពីរ(នាងនិងប្ដីដើម)ក្នុងការវិល ត្រឡប់ទៅរកគ្នាវិញ(រៀបការសាជាថ្មី) ប្រសិនបើពួកគេទាំងពីរ គិតថា អាចអនុវត្ដច្បាប់អល់ឡោះបាននោះ។ ហើយទាំងនោះ គឺ ជាច្បាប់របស់អល់ឡោះដែលទ្រង់បញ្ជក់យ៉ាងច្បាស់សម្រាប់ក្រុម ដែលចេះដឹង។","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:231","price":"ហើយកាលណាពួកអ្នកបានលែងលះប្រពន្ធ ហើយជិត ផុតរយៈពេលកំណត់របស់ពួកនាង(អ៊ិទឌះ)ដូចេ្នះពួកអ្នកអាចរួម រស់ជាមួយពួកនាងវិញដោយគុណធម៌ ឬក៏លែងលះពួកនាងឱ្យដាច់ ស្រឡះតែម្ដងដោយគុណធម៌ដែរ។ ប៉ុន្ដែពួកអ្នកមិនត្រូវរួមរស់ជា មួយពួកនាងវិញក្នុងគោលបំណងអាក្រក់ដើម្បីធ្វើបាបដោយបំពាន នោះទេ។ ហើយបើអ្នកណាធ្វើបែបនោះ គេប្រាកដជាបានបំពាន លើខ្លួនឯង។ ហើយចូរពួកអ្នកកុំយកច្បាប់របស់អល់ឡោះធ្វើជា ការលេងសើចឱ្យសោះ។ តែពួកអ្នកត្រូវចងចាំនូវនៀកម៉ាត់របស់ អល់ឡោះដែលបានប្រទានឱ្យពួកអ្នក ព្រមទាំងអ្វីៗដែលទ្រង់បាន បញ្ចុះ ឱ្យពួកអ្នកក្នុងគម្ពីរ(គួរអាន)និងហ៊ិកម៉ះ(ស៊ុណ្ណះ) ដើម្បី អប់រំពួកអ្នក។ ហើយចូរពួកអ្នកកោតខ្លាចអល់ឡោះ និងត្រូវដឹង ថា ពិតប្រាកដណាស់ អល់ឡោះមហាដឹងនូវរាល់អ្វីៗទាំងអស់។","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:232","price":"ហើយកាលណាពួកអ្នកបានលែងលះភរិយា(លើក ទីមួយ ឬលើកទីពីរ) ហើយផុតរយៈពេលកំណត់(អ៊ិទឌះ)របស់ពួក នាងនោះ ចូរពួកអ្នក(អាណាព្យាបាល)កុំរារាំងពួកនាងអំពីការរៀប អាពាហ៍ពិពាហ៍ជាមួយស្វាមីរបស់ពួកនាងសាជាថ្មីឱ្យសោះ ប្រសិន បើពួកគេបានព្រមព្រៀងគ្នាដោយគុណធម៌ហើយនោះ។ នេះជាការ ឱ្យដំបូន្មានដល់អ្នកដែលមានជំនឿលើអល់ឡោះនិងថ្ងៃបរលោកក្នុង ចំណោមពួកអ្នក។ ទាំងនោះគឺជាការប្រសើរ និងស្អាតស្អំជាទីបំផុត សម្រាប់ពួកអ្នក។ ហើយអល់ឡោះដឹង តែពួកអ្នកមិនដឹងឡើយ។","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:233","price":"ហើយម្ដាយទាំងឡាយគប្បីបំបៅកូនរបស់ខ្លួនក្នុងរយៈ ពេលពីរឆ្នាំពេញសម្រាប់អ្នកណា(ឪពុកម្ដាយ)ដែលចង់បំពេញការ បំបៅនេះ។ ហើយឪពុករបស់ទារកនោះតម្រូវឱ្យផ្ដល់ម្ហូបអាហារ និងសំលៀកបំពាក់ដល់ម្ដាយទារកតាមលទ្ធភាព។ អល់ឡោះមិន ដាក់បន្ទុកទៅលើនរណាម្នាក់ឱ្យហួសពីលទ្ធភាពរបស់គេឡើយ។ ចូរកុំឱ្យឪពុកម្ដាយយកកូនរបស់ខ្លួនធ្វើជាមធ្យោបាយដើម្បីធ្វើអំពើ មិនគប្បីទៅលើគ្នាទៅវិញទៅមកឱ្យសោះ។ ហើយចំពោះអ្នកដែល ទទួលកេរមរតក(ពីឪពុករបស់ទារក)ក៏ត្រូវទទួលបន្ទុកដូច្នោះដែរ។ ហើយប្រសិនបើឪពុកម្ដាយចង់ផ្ដាច់ការបំបៅដោះកូន(មុនគំរប់រយៈ ពេលពីរឆាំ្ន) ដោយមានការពិភាក្សានិងឯកភាពគ្នាពីពួកគេទាំងពីរ ហើយនោះ គឺគ្មានទោសពៃរ៍អ្វីចំពោះពួកគេទាំងពីរឡើយ។ តែ ប្រសិនបើពួកអ្នកចង់រកអ្នកបំបៅកូនរបស់ពួកអ្នក ក៏គ្មានទោសពៃរ៍ អ្វីដែរចំពោះពួកអ្នក កាលណាពួកអ្នកបានផ្ដល់កម្រៃដោយសមរម្យ នោះ។ ហើយចូរពួកអ្នកកោតខ្លាចអល់ឡោះ និងត្រូវដឹងថា ពិត ប្រាកដណាស់ អល់ឡោះមហាឃើញនូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:234","price":"ហើយអ្នកដែលទទួលមរណភាពក្នុងចំណោមពួកអ្នក ដោយពួកគេបន្សល់ទុកភរិយានោះ ពួកនាងត្រូវរង់ចាំរយៈពេល បួនខែដប់ថ្ងៃ។ ហើយនៅពេលដែលកាលកំណត់របស់ពួកនាងបាន ផុតហើយនោះ គឺគ្មានទោសពៃរ៍ចំពោះពួកអ្នក(អាណាព្យាបាល) ទេនូវអ្វីដែលពួកនាងធ្វើសម្រាប់ខ្លួននាងដោយស្របច្បាប់។ ហើយអល់ឡោះដឹងបំផុតនូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:235","price":"ហើយគ្មានទោសពៃរ៍ចំពោះពួកអ្នកឡើយនូវអ្វីដែល ពួកអ្នកបានលាតត្រដាងឬពួកអ្នកលាក់ទុកក្នុងចិត្ដពីការស្ដីដណ្ដឹង ស្ដ្រី(ក្នុងកំឡុងពេលដែលពួកនាងស្ថិតក្នុងរយៈពេលរង់ចាំ)។ អល់ឡោះដឹងថា ពិតប្រាកដណាស់ ពួកអ្នកនឹងនឹកគិតដល់ពួកនាង ប៉ុន្ដែពួកអ្នកមិនត្រូវសន្យាជាមួយពួកនាងដោយស្ងាតនោះទេ លើកលែងតែពួកអ្នកនិយាយនូវពាក្យសំដីដែលល្អប៉ុណ្ណោះ។ ហើយចូរពួកអ្នកកុំសមេ្រចចិត្ដរៀបអាពាហ៍ពិពាហ៍(ជាមួយស្ដ្រី ដែលស្ថិតក្នុងការរង់ចាំ)ឱ្យសោះ លុះត្រាតែផុតរយៈពេលកំណត់ សិន។ ហើយពួកអ្នកត្រូវដឹងថា ពិតប្រាកដណាស់ អល់ឡោះដឹងនូវអ្វីដែលមាននៅក្នុងខ្លួនពួកអ្នក ដូចេ្នះចូរពួកអ្នកកោតខ្លាចចំពោះ ទ្រង់។ ហើយពួកអ្នកត្រូវដឹងទៀតថាៈ ពិតប្រាកដណាស់ អល់ឡោះ មហាអភ័យទោស មហាអត់ធ្មត់។","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:236","price":"គ្មានទោសពៃរ៍អ្វីចំពោះពួកអ្នកឡើយ ប្រសិនបើពួកអ្នក លែងលះភរិយាមុននឹងរួមរ័ក(លើកដំបូង)ជាមួយពួកនាង ឬពុំទាន់ បានកំណត់ចំនួនខាន់ស្លាជូនពួកនាងទេនោះ។ ហើយចូរពួកអ្នកផ្ដល់ ឱ្យពួកនាងនូវទ្រព្យសម្បត្ដិណាមួយដ៏សមរម្យចំពោះអ្នកធូរធាទៅ តាមលទ្ធភាពរបស់គេ ហើយចំពោះអ្នកក្រក៏ទៅតាមលទ្ធភាពរបស់ គេដែរ។ នេះជាកាតព្វកិច្ចទៅលើបណ្ដាអ្នកដែលធ្វើល្អ។","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:237","price":"ហើយប្រសិនបើពួកអ្នកលែងលះពួកនាងមុនពេល រួមរ័ក(លើកដំបូង)ជាមួយពួកនាង ដោយពួកអ្នកបានកំណត់ចំនួន ខាន់ស្លាឱ្យពួកនាងហើយនោះ ពួកអ្នកត្រូវផ្ដល់ឱ្យពួកនាងពាក់ កណ្ដាលនៃខាន់ស្លានោះ លើកលែងតែពួកនាងអធ្យាស្រ័យ ឬបុរស ជាប្ដីអធ្យាស្រ័យ(ប្រគល់ខាន់ស្លានោះឱ្យពួកនាងទាំងអស់តែម្ដង)។ ហើយការអធ្យាស្រ័យរបស់ពួកអ្នកធ្វើឱ្យពួកអ្នកកាន់តែខិតជិតទៅ រកការកោតខា្លចអល់ឡោះ។ ហើយចូរពួកអ្នកកុំភេ្លចនូវអំពើ សប្បុរសរវាងពួកអ្នក។ ពិតប្រាកដណាស់ អល់ឡោះមហាឃើញ នូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:238","price":"ចូរពួកអ្នកថែរក្សាសឡាតទាំងប្រាំពេល ជាពិសេស សឡាតអាសើរ។ ហើយចូរពួកអ្នកប្រតិបតិ្ដសឡាតដោយការឱន លំទោនចំពោះអល់ឡោះ។","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:239","price":"ហើយប្រសិនបើពួកអ្នកភ័យខ្លាច(សត្រូវ) ចូរពួកអ្នក សឡាតដោយដើរ ឬជិះលើជំនិះ(តាមលក្ខណៈដែលអាចធ្វើបាន)។ តែនៅពេលដែលពួកអ្នកមានសនិ្ដភាព ចូរពួកអ្នកសឡាត និងរំលឹក ចំពោះអល់ឡោះតាមរបៀបដែលទ្រង់បានបង្រៀនពួកអ្នកនូវអ្វី ដែលពួកអ្នកមិនបានដឹង។","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:240","price":"ហើយបណ្ដាអ្នកដែលទទួលមរណភាពក្នុងចំណោមពួក អ្នក ដោយពួកគេបន្សល់ទុកភរិយានោះ ចូរឱ្យពួកគេធ្វើបណ្ដាំ(មុន ពេលស្លាប់)សម្រាប់ភរិយារបស់ពួកគេនូវការផ្គត់ផ្គង់រយៈពេលមួយ ឆ្នាំដោយមិនត្រូវបណេ្ដញនាងចេញពីលំនៅដ្ឋានឡើយ។ ប៉ុន្ដែបើពួក នាងចាកចេញដោយខ្លួនឯងក៏គ្មានទោសពៃរ៍អ្វីដល់ពួកអ្នក(អ្នក ទទួលមរតក)នូវអ្វីដែលពួកនាងបានធ្វើដោយស្របច្បាប់សម្រាប់ ខ្លួនពួកនាងដែរ។ ហើយអល់ឡោះមហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:241","price":"ហើយសម្រាប់ស្ដ្រីដែលត្រូវប្ដីលែង ពួកនាងក៏ត្រូវ ទទួលការផ្គត់ផ្គង់ជីវភាព(ក្នុងអំឡុងពេលរង់ចាំ)ឱ្យបានសមរម្យ ដែរ។ នេះជាកាតព្វកិច្ចលើបណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ។","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:242","price":"ដូច្នោះដែរ អល់ឡោះបញ្ជាក់យ៉ាងច្បាស់នូវអាយ៉ាត់ៗ ទាំងឡាយរបស់ទ្រង់ដល់ពួកអ្នក ដើម្បីឱ្យពួកអ្នកពិចារណា។","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:243","price":"តើអ្នក(មូហាំម៉ាត់)មិនបានដឹងអំពីពួកដែលបានរត់ ចេញពីលំនៅដ្ឋានរបស់ពួកគេ(ដោយសារមានកាតព្វកិច្ចសង្គ្រាម ឬពេលមានជម្ងឺរាតត្បាត) ដោយពួកគេមានគ្នារាប់ពាន់នាក់បាន ភ័យខ្លាចពីសេចក្ដីស្លាប់ទេឬ? ហើយអល់ឡោះបានមានបន្ទូលទៅ កាន់ពួកគេថាៈ ចូរពួកអ្នកស្លាប់ចុះ។ ក្រោយមកអល់ឡោះបានធ្វើ ឱ្យពួកគេរស់ឡើងវិញ។ ពិតប្រាកដណាស់ អល់ឡោះមានក្ដីមេត្ដា ករុណាដល់មនុស្សលោក ក៏ប៉ុន្ដែមនុស្សលោកភាគច្រើនមិនដឹង គុណឡើយ។","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:244","price":"ហើយចូរពួកអ្នកធ្វើសង្គ្រាមក្នុងផ្លូវអល់ឡោះ ហើយ ត្រូវដឹងថាៈ ពិតប្រាកដណាស់ អល់ឡោះមហាឮ មហាដឹង។","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:245","price":"បុគ្គលណាដែលឱ្យអល់ឡោះខ្ចីនូវកម្ចីមួយដ៏ល្អប្រពៃ (បរិច្ចាគទ្រព្យសម្បត្ដិក្នុងមាគ៌ារបស់អល់ឡោះ)នោះ អល់ឡោះ នឹងបង្កើនវាសម្រាប់គេវិញដ៏ច្រើនលើសលប់ជាមិនខាន។ ហើយ អល់ឡោះជាអ្នកបន្ថយនិងបន្ថែម(លាភសក្ការៈ)។ ហើយពួកអ្នកនឹងត្រូវវិលត្រឡប់ទៅចំពោះទ្រង់តែមួយគត់។","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:246","price":"តើអ្នក(មូហាំម៉ាត់)ពុំបានដឹងទេឬអំពីមេដឹកនាំនៃអំបូរ អ៊ីស្រាអែលក្រោយពី(សម័យកាល)មូសានោះ? ខណៈដែលពួកគេ បាននិយាយទៅកាន់ណាពីរបស់ពួកគេថាៈ សូមលោកតែងតាំងសេ្ដច មួយអង្គសម្រាប់ពួកយើង ដើម្បីពួកយើងនឹងធ្វើសង្គ្រាមក្នុងមាគ៌ា អល់ឡោះផង។ គាត់បានតបថាៈ តើពួកអ្នកបានគិតទេថា ប្រសិន បើគេដាក់កាតព្វកិច្ចសង្គ្រាមទៅលើពួកអ្នក រួចពួកអ្នកមិនធ្វើ សង្គ្រាមទេនោះ? ពួកគេក៏បានតបវិញថាៈ តើមូលហេតុអ្វីដែល ពួកយើងមិនធ្វើសង្គ្រាមក្នុងផ្លូវអល់ឡោះ បើពួកគេ(សត្រូវ)បាន បណេ្ដញពួកយើងចេញពីលំនៅដ្ឋាននិងកូនចៅរបស់ពួកយើងនោះ? តែនៅពេលដែលគេបានដាក់កាតព្វកិច្ចសង្គ្រាមទៅលើពួកគេ ពួក គេបែរជាបោះបង់ទៅវិញ លើកលែងតែមួយចំនួនតូចនៃពួកគេ ប៉ុណ្ណោះ។ ហើយអល់ឡោះដឹងបំផុតចំពោះពួកដែលបំពាន។","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:247","price":"ហើយណាពីរបស់ពួកគេបានពោលទៅកាន់ពួកគេថាៈ ពិតប្រាកដណាស់ អល់ឡោះពិតជាបានតែងតាំងតលូតជាសេ្ដច សម្រាប់ពួកអ្នក។ ពួកគេបានតបថាៈ តើគេនឹងក្លាយជាអ្នកគ្រប់គ្រង ពួកយើងយ៉ាងដូចមេ្ដច? តាមពិតពួកយើងសកិ្ដសមជាអ្នកគ្រប់គ្រង ជាងរូបគេ ព្រោះរូបគេពុំមែនជាអ្នកមានទ្រព្យសម្បត្ដិស្ដុកស្ដម្ភ ឡើយ។ គាត់បានតបថាៈ ពិតប្រាកដណាស់ អល់ឡោះបានជ្រើស រើសរូបគេធ្វើជាអ្នកគ្រប់គ្រងពួកអ្នក ហើយទ្រង់បានបន្ថែមដល់រូប គេនូវចំណេះដឹងដ៏ទូលំទូលាយនិងកាយសម្បទាមាំមួន។ ហើយ អល់ឡោះផ្ដល់អំណាចរបស់ទ្រង់ទៅឱ្យនរណាដែលទ្រង់មាន ចេតនា។ ហើយអល់ឡោះមហាទូលំទូលាយ មហាដឹង។","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:248","price":"ហើយណាពីរបស់ពួកគេបានពោលទៅកាន់ពួកគេទៀត ថាៈ ពិតប្រាកដណាស់ សញ្ញាណនៃភាពជាអ្នកគ្រប់គ្រងរបស់គេ (តលូត) គឺមានហិបមួួយមកដល់ពួកអ្នកដោយនៅក្នុងនោះមាន ភាពនឹងនរពីម្ចាស់របស់ពួកអ្នក និងមានសំភារៈមួយចំនួនទៀត ដែលក្រុមគ្រួសាររបស់មូសា និងហារូនបានបន្សល់ទុកដែលនាំវា មកដោយម៉ាឡាអ៊ីកាត់។ ពិតប្រាកដណាស់ នៅក្នុងរឿងនោះ គឺ ជាភស្ដុតាងសម្រាប់ពួកអ្នក ប្រសិនបើពួកអ្នកជាអ្នកមានជំនឿ។","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:249","price":"ហើយនៅពេលដែលតលូតបានដឹកនាំទ័ព(ចេញទៅ ប្រយុទ្ធ) គាត់បានមានប្រសាសន៍ថាៈ ពិតប្រាកដណាស់ អល់ឡោះ នឹងសាកល្បងពួកអ្នកដោយទនេ្លមួយ។ ដូចេ្នះអ្នកណាបានផឹកទឹក នោះ គឺគេពុំមែនជាសមាជិករបស់ខ្ញុំឡើយ រីឯអ្នកណាដែលមិនផឹក ទឹកនោះ ពិតប្រាកដណាស់គេគឺជាសមាជិករបស់ខ្ញុំ លើកលែងតែ អ្នកណាដែលបានក្បង់ទឹកនោះផឹកមួយក្បង់ដៃរបស់គេប៉ុណ្ណាះ (គឺគ្មានបញ្ហាឡើយ)។ បន្ទាប់មកពួកគេក៏បានផឹកទឹកនោះ លើកលែងតែមួយចំនួនតូចអំពីពួកគេប៉ុណ្ណោះ។ ហើយនៅពេលដែល តលូត និងអ្នកមានជំនឿរួមជាមួយគាត់បានឆ្លងផុតទនេ្លនោះ ពួក គេបាននិយាយថាៈ ថ្ងៃនេះពួកយើងគ្មានលទ្ធភាពប្រយុទ្ធជាមួយ ជើលូត និងកងទ័ពរបស់គេទេ។ បណ្ដាអ្នកដែលមានជំនឿយ៉ាង ជាក់ច្បាស់ថាពួកគេពិតជានឹងបានជួបអល់ឡោះនោះបាននិយាយ ថាៈ ជាច្រើនដងមកហើយក្រុមដែលមានគ្នាតិចបានឈ្នះទៅលើ ក្រុមដែលមានគ្នាច្រើនដោយការអនុញ្ញាតពីអល់ឡោះនោះ។ ហើយអល់ឡោះនៅជាមួយបណ្ដាអ្នកដែលអត់ធ្មត់។","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:250","price":"ហើយនៅពេលពួកគេប្រឈមមុខជាមួយជើលូត និង កងទ័ពរបស់គេ ពួកគេបានបួងសួងសុំថាៈ ឱម្ចាស់របស់ពួកយើង. សូមទ្រង់មេត្ដាផ្ដល់ការអត់ធ្មត់ដល់ពួកយើង និងជួយពង្រឹងជំហរ របស់ពួកយើង ព្រមទាំងជួយពួកយើងឱ្យបានជោគជ័យលើក្រុម ដែលគ្មានជំនឿផង។","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:251","price":"ហើយពួកគេក៏បានធ្វើឱ្យសត្រូវបរាជ័យដោយមានការ អនុញ្ញាតពីអល់ឡោះ ហើយដាវូដក៏បានសម្លាប់ជើលូត។ បន្ទាប់ មកអល់ឡោះបានប្រទានតំណែងជាសេ្ដច និងជាណាពីឱ្យទៅដាវូដ ព្រមទាំងបានបង្រៀនដល់គាត់អំពីអ្វីដែលទ្រង់មានចេតនា។ ហើយ ប្រសិនបើគ្មានការទប់ស្កាត់របស់អល់ឡោះចំពោះមនុស្សលោកពី ក្រុមមួយ(អ្នកមានជំនឿ)ទៅក្រុមមួយ(អ្នកគ្មានជំនឿ)ទេនោះ ប្រាកដជាផែនដីនេះត្រូវវិនាសអន្ដរាយ តែអល់ឡោះមានក្ដីមេត្ដា ករុណាលើពិភពទាំងអស់។","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:252","price":"ទាំងនេះគឺជាអាយ៉ាត់ៗរបស់អល់ឡោះដែលយើងសូត្រ វាឱ្យអ្នក(មូហាំម៉ាត់)ស្ដាប់យ៉ាងពិតប្រាកដ។ ហើយពិតប្រាកដ ណាស់ អ្នកគឺជាអ្នកនាំសារម្នាក់ក្នុងចំណោមអ្នកនាំសារទាំងឡាយ។","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"km"},{"name":"2:253","price":"បណ្ដាអ្នកនាំសារទាំងនោះ យើងបានលើកតម្កើងពួកគេ ឱ្យប្រសើរជាងគ្នា។ ក្នុងចំណោមពួកគេមានអ្នកខ្លះអល់ឡោះបាន បន្ទូលជាមួយពួកគេផ្ទាល់ និងអ្នកខ្លះទៀតទ្រង់បានលើកតម្កើង ឋានៈដល់ពួកគេ។ ហើយយើងបានប្រទានឱ្យអ៊ីសាកូនម៉ារយាំនូវ មុជីហ្សាត់ជាច្រើន ហើយយើងបានពង្រឹងរូបគេដោយជីព្រីល។ ហើយប្រសិនបើអល់ឡោះមានចេតនា ពួកជំនាន់ក្រោយពីអ្នក នាំសារទាំងនោះមិនកាប់សម្លាប់គ្នាឡើយបន្ទាប់ពីភស្ដុតាងនានា បានមកដល់ពួកគេ។ ប៉ុន្ដែពួកគេបានខ្វែងយោបល់គ្នា។ ហេតុនេះ ពួកគេខ្លះមានជំនឿ និងខ្លះទៀតគ្មានជំនឿ។ ហើយប្រសិនបើ អល់ឡោះមានចេតនា ពួកគេប្រាកដជាមិនកាប់សម្លាប់គ្នាឡើយ។ ប៉ុន្ដែអល់ឡោះធ្វើទៅតាមអ្វីដែលទ្រង់មានបំណង។","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:254","price":"ឱបណ្ដាអ្នកមានជំនឿ. ចូរពួកអ្នកបរិច្ចាគមួយចំនួនអំពី អ្វីដែលយើងបានប្រទានឱ្យពួកអ្នកមុននឹងថ្ងៃមួយមកដល់ដែលក្នុង ថ្ងៃនោះគ្មានការលក់ដូរ គ្មានមិត្ដភក្ដិ និងគ្មានការអន្ដរាគមន៍ឡើយ។ ហើយពួកប្រឆាំងគឺជាពួកដែលបំពាន។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:255","price":"អល់ឡោះតែមួយគត់ គ្មានម្ចាស់ណាដែលត្រូវគេគោរព សក្ការៈដ៏ពិតប្រាកដផេ្សងពីទ្រង់ដែលរស់ជាអមតៈដែលជាអ្នកគ្រប់ គ្រងឡើយ។ ទ្រង់មិនងងុយ ហើយក៏មិនគេងដែរ។ អ្វីៗដែលមាន នៅលើមេឃជាច្រើនជាន់និងផែនដីជាកម្មសិទ្ធិរបស់ទ្រង់។ គ្មាន បុគ្គលណាម្នាក់ហ៊ានធ្វើអន្ដរាគមន៍នៅចំពោះមុខអល់ឡោះឡើយ លើកលែងតែមានការអនុញ្ញាតពីទ្រង់ប៉ុណ្ណោះ។ ទ្រង់ដឹងនូវអ្វីដែល មាននៅពីមុខ និងនៅពីក្រោយពួកគេ។ ហើយពួកគេមិនដឹងអំពីការ ដឹងរបស់ទ្រង់ឡើយ លើកលែងតែអ្វីដែលទ្រង់មានចេតនាប៉ុណ្ណោះ។ ហើយកួរស៊ីរបស់ទ្រង់ទូលំទូលាយនៅលើមេឃជាច្រើនជាន់ និង ផែនដី។ ហើយការថែរក្សាភពទាំងពីរនោះមិនធ្វើឱ្យទ្រង់លំបាក ឡើយ។ ហើយទ្រង់មហាខ្ពង់ខ្ពស់ មហាឧត្ដុង្គឧត្ដម។","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:256","price":"គ្មានការបង្ខិតបង្ខំឡើយនៅក្នុងសាសនាអីុស្លាម។ ពិត ប្រាកដណាស់ ការពិតបានបង្ហាញច្បាស់ពីប្រការមិនពិត។ ហេតុនេះ អ្នកណាដែលគ្មានជំនឿលើតហ្គ៊ូត តែមានជំនឿលើអល់ឡោះនោះ គេប្រាកដជាបានប្រកាន់ខ្ជាប់នូវខ្សែដ៏រឹងមាំ(សាសនាអ៊ីស្លាម)ដោយ មិនអាចកាត់ផ្ដាច់បានឡើយ។ ហើយអល់ឡោះមហាឮ មហាដឹង។","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:257","price":"អល់ឡោះជាអ្នកគាំពារបណ្ដាអ្នកដែលមានជំនឿ ដោយ ទ្រង់បពោ្ចញពួកគេពីភាពងងឹត(គ្មានជំនឿ)ទៅកាន់ភាពមានពន្លឺ (មានជំនឿ)។ រីឯពួកដែលគ្មានជំនឿវិញ អ្នកគាំពាររបស់ពួកគេ គឺតហ្គូតដែលពួកវាបពោ្ចញពួកគេពីភាពមានពន្លឺទៅកាន់ភាពងងឹត សូន្យសុង។ ពួកទាំងនេះជាពួកនរកដែលពួកគេស្ថិតនៅក្នុងនោះ ជាអមតៈ។","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:258","price":"តើអ្នក(មូហាំម៉ាត់)មិនបានដឹងទេឬអំពីអ្នក(ណាំរូត) ដែលបានដេញដោលសួរអ៊ីព្រហ៊ីមក្នុងរឿងម្ចាស់របស់គេដែល អល់ឡោះបានប្រទានអំណាចជាសេ្ដចដល់រូបគេ(ណាំរូត)? នៅ ពេលដែលអ៊ីព្រហ៊ីមបានពោលថាៈ ម្ចាស់របស់ខ្ញុំជាអ្នកប្រទានជីវិត និងដកហូតយកជីវិត។ គេ(ណាំរូត)បានតបថាៈ យើងក៏ជាអ្នក ប្រទានជីវិត និងដកហូតយកជីវិតដែរ។ អ៊ីព្រហ៊ីមបានតបវិញថាៈ ពិតប្រាកដណាស់ អល់ឡោះគឺជាអ្នកឱ្យព្រះអាទិត្យចេញពីទិសខាង កើត។ ដូចេ្នះ ចូរអ្នកឱ្យព្រះអាទិត្យនេះចេញពីទិសខាងលិចមកវិញ មើល. ពេលនោះអ្នកដែលប្រឆាំង(ណាំរូត)ក៏ទាល់តម្រិះ។ ហើយ អល់ឡោះមិនចង្អុលបង្ហាញចំពោះក្រុមដែលបំពានឡើយ។","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:259","price":"ឬមួយដូចអ្នក(អ៊ូហ្សៃរ)ដែលបានឆ្លងកាត់ភូមិមួយ ដែលវាខេ្ទចខ្ទីអស់(មនុស្សនិងលំនៅដ្ឋាន)។ គាត់បាននិយាយថាៈ តើអល់ឡោះនឹងបង្កើតឡើងវិញយ៉ាងដូចមេ្ដចទៅក្រោយពីការ ខេ្ទចខ្ទីរបស់វាហើយនោះ? ដូចេ្នះអល់ឡោះបានធ្វើឱ្យគាត់ស្លាប់ រយៈពេលមួយរយឆ្នាំ ក្រោយមកអល់ឡោះបានប្រោសគាត់ឡើង វិញរួចសួរថាៈ តើអ្នកនៅទីនេះរយៈពេលប៉ុន្មានហើយ? គាត់ឆ្លើយ ថាៈ ខ្ញុំនៅទីនេះរយៈពេលមួយថ្ងៃ ឬតិចជាងមួយថ្ងៃ។ អល់ឡោះ តបវិញថាៈ តាមពិតអ្នកនៅទីនេះរយៈពេលមួយរយឆ្នាំហើយ។ ចូរអ្នកមើលទៅម្ហូបអាហារនិងភេសជ្ជៈរបស់អ្នកចុះ វាមិនប្រែ ប្រួលទេ។ ហើយចូរអ្នកមើលទៅសត្វលារបស់អ្នក (តើអល់ឡោះ ធ្វើឱ្យវារស់ឡើងវិញយ៉ាងដូចមេ្ដចបន្ទាប់ពីឆ្អឹងរបស់វារាយប៉ាយ អស់ហើយនោះ)។ ហើយធ្វើដូចេ្នះ គឺដើម្បីយើងយកអ្នកធ្វើជា ភស្ដុតាងសម្រាប់មនុស្សលោក។ ហើយចូរអ្នកមើលទៅឆ្អឹង តើ យើងរៀបភ្ជាប់គ្នាវិញយ៉ាងដូចមេ្ដចបន្ទាប់ពីយើងស្រោបវាដោយ សាច់វិញនោះ? ហើយនៅពេលដែលភាពជាក់ស្ដែងបានបង្ហាញ ចំពោះគាត់ គាត់ក៏បាននិយាយថាៈ (ពេលនេះ)ខ្ញុំដឹងថា ពិតប្រាកដ ណាស់ អល់ឡោះមានអានុភាពលើអី្វៗទាំងអស់។","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:260","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលអ៊ីព្រហ៊ីមបានពោល ថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមទ្រង់មេត្ដាបង្ហាញឱ្យខ្ញុំឃើញផង ថាតើ ទ្រង់ប្រោសអ្នកដែលស្លាប់ដោយរបៀបណា? អល់ឡោះបានមាន បន្ទូលថាៈ តើអ្នកមិនទាន់ជឿទេឬ? អ៊ីព្រហ៊ីមឆ្លើយថាៈ មិនមែន ទេ. តែដើម្បីឱ្យចិត្ដរបស់ខ្ញុំកាន់តែជឿជាក់ថែមទៀត។ អល់ឡោះ បានមានបន្ទូលថាៈ ចូរអ្នកយកបក្សីបួនក្បាល ហើយប្រមូលពួកវា (ចិញ្ច្រាំបញ្ចូលគ្នាឱ្យខេ្ទច) រួចយកបំណែកនីមួយៗអំពីសាច់នោះ ទៅដាក់តាមភ្នំផេ្សងៗគ្នា បន្ទាប់មកចូរអ្នកស្រែកហៅពួកវាចុះ ពួកវាពិតជានឹងហើរមកកាន់អ្នកវិញភ្លាម។ ហើយអ្នកត្រូវដឹងថា ពិតប្រាកដណាស់អល់ឡោះមហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:261","price":"ការប្រៀបធៀបបណ្ដាអ្នកដែលបរិច្ចាគទ្រព្យសម្បត្ដិ របស់ពួកគេក្នុងមាគ៌ា អល់ឡោះ ប្រៀបដូចជាធញ្ញជាតិមួយគ្រាប់ ដែលបានដុះចេញជាប្រាំពីរកួរ ហើយនៅក្នុងកួរនីមួយៗមានមួយ រយគ្រាប់។ ហើយអល់ឡោះនឹងបន្ថែមឱ្យលើសពីនេះចំពោះអ្នក ណាដែលទ្រង់មានចេតនា។ ហើយអល់ឡោះមហាទូលំទូលាយ មហាដឹង។","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:262","price":"បណ្ដាអ្នកដែលបរិច្ចាគទ្រព្យសម្បត្ដិរបស់ពួកគេក្នុង មាគ៌ា អល់ឡោះ ក្រោយមកពួកគេមិនបាននាំមកជាមួយអ្វីដែល ពួកគេបានបរិច្ចាគនោះនូវការរំលើក និងបញ្ឈឺចិត្ដ(អ្នកទទួល)ទេ នោះ ពួកគេនឹងទទួលបានផលបុណ្យពីម្ចាស់របស់ពួកគេ ហើយពួក គេគ្មានការភ័យខ្លាច និងព្រួយបារម្ភអ្វីឡើយ។","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:263","price":"ពាក្យសំដីល្អ និងការសន្ដោសប្រណីនោះប្រសើរជាង ការបរិច្ចាគដែលភ្ជាប់ជាមួយនូវការបញ្ឈឺចិត្ដ(ដល់អ្នកទទួល)។ ហើយអល់ឡោះមហាមានស្ដុកស្ដម្ភ មហាអត់ធ្មត់។","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:264","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរកុំបំផ្លាញ(ផលបុណ្យ នៃ)ការបរិច្ចាគរបស់ពួកអ្នកដោយការរំលើក និងបញ្ឈឺចិត្ដ(ដល់ អ្នកទទួល) ដូចអ្នកដែលបរិច្ចាគទ្រព្យសម្បត្ដិរបស់គេដើម្បីបង្ហាញ ឱ្យមនុស្សឃើញ ហើយគេមិនជឿលើអល់ឡោះ និងថ្ងៃបរលោក ឱ្យសោះ។ ដូចេ្នះ ការប្រៀបធៀបគេដូចជាថ្មរលោងមួយដុំដែល មានដីជាប់ពីលើវា រួចភ្លៀងបានធ្លាក់យ៉ាងខ្លាំងមកលើថ្មនោះធ្វើឱ្យ ថ្មនោះរលោងវិញ។ ពួកគេមិនអាចទទួលបានផលបុណ្យពីអ្វីដែល ពួកគេបានបរិច្ចាគនោះឡើយ។ ហើយអល់ឡោះមិនចង្អុលបង្ហាញ ដល់ក្រុមដែលប្រឆាំងឡើយ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:265","price":"ហើយការប្រៀបធៀបបណ្ដាអ្នកដែលបរិច្ចាគទ្រព្យ សម្បត្ដិរបស់ពួកគេដើម្បីស្វែងរកការយល់ព្រមពីអល់ឡោះ និង ការជឿជាក់ដោយខ្លួនពួកគេផ្ទាល់(ទទួលផលបុណ្យ) គឺប្រៀប ដូចជាចំការមួយនៅតំបន់ខ្ពង់រាបដែលបានស្រោចស្រពដោយទឹក ភ្លៀងយ៉ាងខ្លាំង ពេលនោះវាក៏ផ្ដល់ផលានុផលទេ្វដង។ តែបើគ្មាន ទឹកភ្លៀងខ្លាំងស្រោចស្រពមកទេ មានភ្លៀងតិចៗក៏គ្រប់គ្រាន់ ដែរ។ ហើយអល់ឡោះមហាឃើញនូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:266","price":"តើអ្នកណាក្នុងចំណោមពួកអ្នកចង់បានចំការលើ្ម និង ទំពាំងបាយជូរដែលមានទនេ្លហូរកាត់ពីក្រោមវា។ នៅក្នុងចំការ នោះសំបូរដោយផលានុផលសម្រាប់ជននោះ។ ហើយនៅពេល ជននោះចាស់ជរា និងមានកូនចៅតូចៗជាច្រើន ស្រាប់តែចំការនោះត្រូវទទួលរងនូវព្យុះភ្លើងបក់បោកឆេះខេ្ទចខ្ទីអស់។ ដូចេ្នះ ដែរ អល់ឡោះបញ្ជាក់ប្រាប់់ពួកអ្នកនូវភស្ដុតាងទាំងឡាយដើម្បីឱ្យពួកអ្នកពិចារណា។","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:267","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរបរិច្ចាគទ្រព្យសម្បត្ដិ ល្អ(ស្របច្បាប់)មួយចំនួនដែលពួកអ្នករកបាន និងមួយចំណែកនៃ ភោគផលដែលយើងបានបពោ្ចញពីដីសម្រាប់ពួកអ្នក។ ហើយពួក អ្នកមិនត្រូវជ្រើសរើសអ្វីដែលអាក្រក់អំពីទ្រព្យនោះដើម្បីបរិច្ចាគ នោះឡើយ។ (ប្រសិនបើគេឱ្យអ្វីដែលមិនល្អដល់ពួកអ្នកវិញ) ហើយ ពួកអ្នកក៏មិនទទួលយកវាដែរ លើកលែងតែពួកអ្នកទទួលយកវា ទាំងបិទភ្នែកប៉ុណ្ណោះ។ ហើយពួកអ្នកត្រូវដឹងថាៈ ពិតប្រាកដណាស់ អល់ឡោះមហាមានស្ដុកស្ដម្ភជាទីកោតសរសើរបំផុត។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:268","price":"ស្ហៃតនបំភ័យពួកអ្នកពីភាពក្រីក្រ(ដោយសារការ បរិច្ចាគទាន)និងជំរុញពួកអ្នកឱ្យប្រព្រឹត្ដអំពើអាក្រក់។ ចំណែក អល់ឡោះសន្យានឹងពួកអ្នក(ដោយសារការបរិច្ចាគទាន)នូវការ លើកលែងទោសអំពីទ្រង់ និងតបស្នងដ៏លើសលប់។ ហើយ អល់ឡោះមហាទូលំទូលាយ មហាដឹង។","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:269","price":"អល់ឡោះប្រទានភាពឈ្លាសវៃដល់អ្នកណាដែលទ្រង់ មានចេតនា។ ហើយអ្នកណាដែលត្រូវបានគេប្រទានឱ្យនូវភាព ឈ្លាសវៃ អ្នកនោះប្រាកដជាត្រូវគេប្រទានឱ្យនូវកុសលដ៏ច្រើន លើសលប់។ ហើយការក្រើនរំលឹកគ្មានប្រយោជន៍ឡើយ លើកលែង តែពួកបញ្ញាជនប៉ុណ្ណោះ។","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:270","price":"ហើយអី្វក៏ដោយដែលពួកអ្នកបានបរិច្ចាគ ឬអ្វីដែល ពួកអ្នកបានសច្ចានោះ គឺអល់ឡោះពិតជាដឹងអំពីវា។ ហើយចំពោះ ពួកដែលបំពានពុំមានអ្នកជួយឡើយ។","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:271","price":"ប្រសិនបើពួកអ្នកលាតត្រដាងនូវការបរិច្ចាគទានទាំង ឡាយគឺជាការល្អ។ តែប្រសិនបើពួកអ្នកលាក់កំបាំងការបរិច្ចាគ និង ផ្ដល់វាដល់អ្នកក្រីក្រនោះ វាគឺជាការប្រសើរបំផុតសម្រាប់ពួកអ្នក។ ហើយអល់ឡោះនឹងលុបលាងបាបកម្មនានារបស់ពួកអ្នក។ ហើយ អល់ឡោះមហាដឹងនូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:272","price":"ពុំមែនជាកាតព្វកិច្ចរបស់អ្នក(មូហាំម៉ាត់)ក្នុងការ ចង្អុលបង្ហាញដល់ពួកគេ(ពួកគ្មានជំនឿ)នោះទេ។ ក៏ប៉ុន្ដែអល់ឡោះ ចង្អុលបង្ហាញចំពោះអ្នកណាដែលទ្រង់មានចេតនា។ ហើយអ្វីដែល ពួកអ្នកបរិច្ចាគអំពីទ្រព្យសម្បត្ដិដែលល្អគឺសម្រាប់ពួកអ្នកផ្ទាល់។ ហើយពួកអ្នកមិនបរិច្ចាគឡើយ លើកលែងតែដើម្បីស្វែងរកការ យល់ព្រមពីអល់ឡោះប៉ុណ្ណោះ។ ហើយអ្វីដែលពួកអ្នកបរិច្ចាគអំពី ទ្រព្យសម្បត្ដិដែលល្អ អល់ឡោះប្រាកដជាបំពេញផលបុណ្យចំពោះ ពួកអ្នកវិញ ដោយពួកអ្នកនឹងមិនត្រូវគេបំពានឡើយ។","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:273","price":"(ចូរពួកអ្នកបរិច្ចាគទាន)សម្រាប់អ្នកក្រីក្រដែលបាន តស៊ូក្នុងមាគ៌ារបស់អល់ឡោះ ដោយពួកគេមិនអាចស្វែងរកលាភ សក្ការៈនៅលើផែនដីបានធ្វើឱ្យអ្នកដែលមិនដឹងនឹកស្មានថា ពួកគេ គឺជាអ្នកមានដោយសារតែពួកគេមិនសុំទាន។ អ្នកស្គាល់ពួកគេតាម រយៈសញ្ញារបស់ពួកគេ ដោយពួកគេមិនសុំពីមនុស្សលោកដដែលៗ នោះទេ។ ហើយអ្វីដែលពួកអ្នកបរិច្ចាគអំពីទ្រព្យសម្បត្ដិដែលល្អ នោះ ពិតប្រាកដណាស់អល់ឡោះដឹងបំផុតចំពោះវា។ ២៧៤-បណ្ដាអ្នកដែលបរិច្ចាគទ្រព្យសម្បត្ដិរបស់ពួកគេទាំង ពេលយប់និងពេលថ្ងៃដោយលាក់កំបាំងនិងចំហ ពួកគេពិតជានឹង ទទួលបានផលបុណ្យពីម្ចាស់របស់ពួកគេ ហើយពួកគេគ្មានការភ័យ ខ្លាច និងព្រួយបារម្ភអ្វីឡើយ។","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:274","price":"បណ្ដាអ្នកដែលបរិច្ចាគទ្រព្យសម្បត្ដិរបស់ពួកគេទាំង ពេលយប់និងពេលថ្ងៃដោយលាក់កំបាំងនិងចំហ ពួកគេពិតជានឹង ទទួលបានផលបុណ្យពីម្ចាស់របស់ពួកគេ ហើយពួកគេគ្មានការភ័យ ខ្លាច និងព្រួយបារម្ភអ្វីឡើយ។","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:275","price":"ពួកដែលស៊ីការប្រាក់នោះ ពួកគេមិនអាចក្រោកឈរ បានទេ(នៅថ្ងៃបរលោក) លើកលែងតែគេក្រោកឈរដូចអ្នកដែល ស្ហៃតនចូលដែលធ្វើឱ្យគេឆ្កួតប៉ុណ្ណោះ។ នោះដោយសារតែពួកគេ បានអះអាងថាៈ ពិតប្រាកដណាស់ ការលក់ដូរនោះវាដូចជាការយក ការប្រាក់ដែរ ។ប៉ុន្ដែអល់ឡោះបានអនុញ្ញាតចំពោះការលក់ដូរ ហើយទ្រង់បានហាមឃាត់អំពីការយកការប្រាក់។ ហើយអ្នកណា ដែលទទួលបាននូវការទូន្មានពីម្ចាស់របស់គេ ហើយគេបោះបង់ ចោល(ឈប់យកការប្រាក់) ដូចេ្នះអ្វីដែលមានពីមុន(មុនទូន្មាន មកដល់)គឺជាកម្មសិទ្ធិរបស់គេ ហើយរឿងរ៉ាវរបស់គេគឺអាស្រ័យ លើអល់ឡោះ។ រីឯអ្នកណាបានត្រឡប់ទៅ(ស៊ីការប្រាក់)វិញ ពួកទាំងនោះជាពួកនរក។ ពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:276","price":"អល់ឡោះបំបាត់ភាពរីកចំរើនចំពោះការប្រាក់។ ប៉ុន្ដែ ទ្រង់បង្កើនផលចំពោះទ្រព្យបរិច្ចាគនានា។ ហើយអល់ឡោះមិន ស្រឡាញ់រាល់អ្នកដែលប្រឆាំង និងអ្នកដែលសាងបាបកម្មនោះ ឡើយ។","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:277","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿ និងបាន សាងអំពើល្អ និងបានប្រតិបត្ដិសឡាត ព្រមទាំងបរិច្ចាគហ្សាកាត់ ពួកគេពិតជានឹងទទួលបានផលបុណ្យពីម្ចាស់របស់ពួកគេ ហើយ ពួកគេគ្មានការភ័យខ្លាចនិងព្រួយបារម្ភអ្វីឡើយ។","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:278","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកកោតខ្លាច អល់ឡោះ និងបោះបង់ចោលនូវអ្វីដែលនៅសេសសល់ពីការប្រាក់ (ដែលគេជំពាក់) ប្រសិនបើពួកអ្នកជាអ្នកមានជំនឿនោះ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:279","price":"ហើយប្រសិនបើពួកអ្នកមិនព្រមបោះបង់ចោល(ការប្រាក់)ទេ ពួកអ្នកត្រូវដឹងថា នឹងមានសង្គ្រាមមកពីអល់ឡោះ និង អ្នកនាំសាររបស់ទ្រង់។ តែប្រសិនបើពួកអ្នកបោះបង់ចោល(ការប្រាក់)សម្រាប់ពួកអ្នកគឺប្រាក់ដើមរបស់ពួកអ្នក។ (ការធ្វើដូចេ្នះ) ពួកអ្នកមិនបំពានលើគេ ហើយគេក៏មិនបំពានលើពួកអ្នកដែរ។","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:280","price":"ហើយប្រសិនបើគេគ្មានលទ្ធភាពសង ចូរពួកអ្នកពន្យារ ពេលរហូតគេមានលទ្ធភាព។ ប៉ុន្ដែបើពួកអ្នកបរិច្ចាគវិញនោះ គឺជា ការប្រសើរបំផុតសម្រាប់ពួកអ្នកប្រសិនបើពួកអ្នកដឹង។","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:281","price":"ហើយចូរពួកអ្នកខ្លាចថ្ងៃមួយ ដែលនៅថ្ងៃនោះ គេនឹង នាំពួកអ្នកវិលត្រឡប់ទៅជួបអល់ឡោះវិញ។ បន្ទាប់មកគេនឹងតប ស្នងដល់បុគ្គលម្នាក់ៗតាមអ្វីដែលគេបានប្រព្រឹត្ដ ហើយពួកគេមិន ត្រូវបានគេបំពានឡើយ។","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:282","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ នៅពេលដែលពួកអ្នកខ្ចីគ្នា ទៅវិញទៅមក រហូតដល់ពេលកំណត់ណាមួយ ចូរពួកអ្នកកត់ត្រា វា។ ហើយចូរឱ្យអ្នកកត់ត្រា កត់ត្រាដោយយុត្ដិធម៌រវាងពួកអ្នក។ ហើយអ្នកកត់ត្រាមិនត្រូវបដិសេធក្នុងការកត់ត្រាដូចអ្វីដែល អល់ឡោះបានបង្រៀនគេឡើយ។ ដូចេ្នះ ចូរឱ្យគេនោះកត់ត្រា ហើយចូរឱ្យអ្នកខ្ចីបញ្ជាក់ប្រាប់(នូវអ្វីដែលត្រូវកត់ត្រា)។ ហើយ ចូរឱ្យគេ(អ្នកខ្ចី)កោតខ្លាចអល់ឡោះជាម្ចាស់របស់គេ ហើយគេ មិនត្រូវគៃបំបាត់អ្វីមួយពីបំណុលឡើយ។ ហើយប្រសិនបើអ្នកខ្ចី នោះជាមនុស្សល្ងង់ ឬទន់ខ្សោយ ឬអសមត្ថភាពក្នុងការបញ្ជាក់ ប្រាប់ ចូរឱ្យអាណាព្យាបាលរបស់គេបញ្ជាក់ប្រាប់ដោយយុត្ដិធម៌ (ដល់អ្នកកត់ត្រា)។ ហើយចូរពួកអ្នកស្វែងរកសាក្សីពីរនាក់ដែល ជាបុរសក្នុងចំណោមពួកអ្នក។ តែបើគ្មានបុរសពីរនាក់ទេគឺបុរស ម្នាក់ និងស្ដ្រីពីរនាក់ក្នុងចំណោមសាក្សីដែលពួកអ្នកយល់ព្រម។ (ការជ្រើសយកស្ដ្រីពីរនាក់បែបនេះ) បើម្នាក់ក្នុងចំណោមគេទាំង ពីរភេ្លចគឺម្នាក់ទៀតរំលឹក។ ហើយសាក្សីទាំងឡាយមិនត្រូវបដិសេធនៅពេលគេសំណូមពរពួកគេ(ឱ្យធ្វើជាសាក្សី)ឡើយ។ ហើយ ចូរពួកអ្នកកុំធុញទ្រាន់ក្នុងការកត់ត្រាបំណុលដែលមានកំណត់ ពេលទោះតូច ឬធំក៏ដោយ។ ការធ្វើដូចេ្នះគឺយុត្ដិធម៌បំផុតចំពោះ អល់ឡោះ និងជាជំនួយដ៏សំខាន់ក្នុងការធ្វើសាក្សី ហើយជាកត្ដា ដែលនាំឱ្យពួកអ្នកចៀសផុតពីការមន្ទិលសង្ស័យ លើកលែងតែ (ប្រការនោះ)ជាជំនួញភ្លាមៗដែលពួកអ្នកទូទាត់វារវាងពួកអ្នក គឺគ្មានទោសពៃរ៍អ្វីទៅលើពួកអ្នកឡើយ បើពួកអ្នកមិនកត់ត្រាវា នោះ។ តែពួកអ្នកត្រូវមានសាក្សីកាលណាពួកអ្នកលក់ដូរ។ ហើយ គេមិនត្រូវបង្កផលលំបាកដល់អ្នកកត់ត្រា និងសាក្សីឡើយ។ តែ ប្រសិនបើពួកអ្នកធ្វើ(ផ្ដល់ការលំបាកដល់ពួកគេ) ពិតប្រាកដ ណាស់ ទង្វើនោះគឺជាបាបកម្មសម្រាប់ពួកអ្នក។ ដូចេ្នះ ចូរពួកអ្នក កោតខ្លាចអល់ឡោះ ហើយអល់ឡោះនឹងបង្រៀនពួកអ្នក។ ហើយ អល់ឡោះមហាដឹងនូវរាល់អ្វីៗទាំងអស់។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:283","price":"ហើយប្រសិនបើពួកអ្នក ស្ថិតនៅក្នុងការធ្វើដំណើរ ដោយពួកអ្នកគ្មានអ្នកកត់ត្រាទេនោះ ចូរពួកអ្នកដាក់បញ្ចាំទ្រព្យ អ្វីមួយ(ដល់ម្ចាស់បំណុល)។ តែបើពួកអ្នកទុកចិត្ដគ្នាទៅវិញទៅ មក គឺអ្នកដែលគេទុកចិត្ដនោះត្រូវអនុវត្ដនូវភាពស្មោះត្រង់របស់ គេ(អ្នកខ្ចីត្រូវតែសងដល់ម្ចាស់ទ្រព្យវិញ) ហើយចូរឱ្យគេកោត ខ្លាចអល់ឡោះជាម្ចាស់របស់គេ។ ហើយចូរពួកអ្នកកុំលាក់បាំងក្នុង ការធ្វើសាក្សីឱ្យសោះ។ រីឯអ្នកណាដែលលាក់បាំងវា អ្នកនោះគឺជា អ្នកដែលមានបាបកម្មនៅក្នុងចិត្ដរបស់គេ ។ ហើយអល់ឡោះដឹង បំផុតនូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:284","price":"អ្វីៗដែលមាននៅលើមេឃជាច្រើនជាន់ និងផែនដី គឺជាកម្មសិទ្ធិរបស់អល់ឡោះ។ ហើយប្រសិនបើពួកអ្នកលាត ត្រដាងអ្វីដែលមាននៅក្នុងខ្លួនរបស់ពួកអ្នក ឬពួកអ្នកលាក់បាំង វា គឺអល់ឡោះនឹងជំនុំជំរះពួកអ្នកនូវទង្វើនោះ។ ហើយអល់ឡោះ នឹងអភ័យទោសចំពោះអ្នកណាដែលទ្រង់មានចេតនា និងដាក់ ទណ្ឌកម្មចំពោះអ្នកណាដែលទ្រង់មានចេតនា។ ហើយអល់ឡោះ មានអានុភាពលើអ្វីៗទាំងអស់។","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:285","price":"អ្នកនាំសារ(មូហាំម៉ាត់)មានជំនឿលើអ្វីៗដែលម្ចាស់ របស់គេបានបញ្ចុះមកឱ្យគេ ហើយបណ្ដាអ្នកមានជំនឿក៏ដូចគ្នា ដែរ។ ពួកគេទាំងអស់មានជំនឿលើអល់ឡោះនិងបណ្ដាម៉ាឡាអ៊ីកាត់របស់ទ្រង់ និងបណ្ដាគម្ពីររបស់ទ្រង់ ហើយនិងបណ្ដាអ្នក នាំសាររបស់ទ្រង់។ (ពួកគេបាននិយាយថា) ពួកយើងមិនបែង ចែកអ្នកនាំសារណាម្នាក់ក្នុងចំណោមអ្នកនាំសារទាំងឡាយរបស់ អល់ឡោះនោះឡើយ។ ហើយពួកគេបានអះអាងថាៈ ពួកយើង បានឮនិងអនុវត្ដតាម(រាល់បទបញ្ជារបស់ទ្រង់)។ ឱម្ចាស់របស់ពួកយើង. សូមទ្រង់មេត្ដាអភ័យទោសឱ្យពួកយើងផង ហើយ ចំពោះទ្រង់តែមួយគត់ជាកន្លែងវិលត្រឡប់។","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"km"},{"name":"2:286","price":"អល់ឡោះមិនដាក់បន្ទុកលើអ្នកណាម្នាក់ហួសពីលទ្ធភាព របស់គេឡើយ។ អ្នកណាបានសាងអំពើល្អគឺទទួលបានផលល្អ ហើយ អ្នកណាបានសាងអំពើអាក្រក់គឺទទួលបានផលអាក្រក់។ ឱម្ចាស់ របស់ពួកយើង. សូមទ្រង់មេត្ដាកុំចាប់កំហុសពួកយើងអី្វ ប្រសិនបើ ពួកយើងបានភេ្លចភ្លាំង ឬជ្រុលជ្រួសដោយអចេតនា។ ឱម្ចាស់របស់ ពួកយើង. សូមទ្រង់មេត្ដាកុំដាក់ភារកិច្ចធ្ងន់ធ្ងរពេកមកលើពួកយើង ដូចដែលទ្រង់បានដាក់ទៅលើពួកអ្នកជំនាន់មុនពួកយើងអ្វី។ ឱម្ចាស់ របស់ពួកយើង. សូមទ្រង់មេត្ដាកុំដាក់បន្ទុកលើពួកយើងនូវអ្វីដែល គ្មានលទ្ធភាពសម្រាប់ពួកយើងនឹងធ្វើវា។ ហើយសូមទ្រង់មេត្ដា អធ្យាស្រ័យដល់ពួកយើង និងអភ័យទោសដល់ពួកយើងនិងអាណិត ស្រឡាញ់ដល់ពួកយើងផង។ ទ្រង់គឺជាអ្នកគាំពារពួកយើង ដូចេ្នះសូម ទ្រង់មេត្ដាជួយពួកយើងឱ្យមានជ័យជំនះលើក្រុមដែលប្រឆាំងផង។","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"km"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}