{"data":[{"name":"25:1","price":"ទ្រង់មហាមានពរជ័យដែលបានបញ្ចុះ អាល់ហ្វូរកន(គម្ពីរ គួរអាន)ទៅចំពោះខ្ញុំរបស់ទ្រង់(មូហាំម៉ាត់) ដើម្បីឱ្យគាត់ដាស់ តឿនព្រមានដល់ពិភពលោកទាំងអស់(ដូចជាមនុស្ស និងជិនជាដើម)។","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:2","price":"គឺជាអ្នកដែលមានអំណាចគ្រប់គ្រងមេឃជាច្រើនជាន់ និង ផែនដី ហើយទ្រង់គ្មានបុត្រ និងគ្មានអ្នកណាចូលរួមជាមួយទ្រង់ក្នុង ការគ្រប់គ្រងឡើយ។ ហើយទ្រង់បានបង្កើតនូវរាល់អ្វីៗទាំងអស់ បន្ទាប់មកបានកំណត់វាយ៉ាងច្បាស់លាស់។","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:3","price":"តែពួកគេបានយកព្រះនានាមកគោរពសក្ការៈផេ្សងពីទ្រង់ ដែលពួកវាមិនអាចបង្កើតអ្វីបានទាល់តែសោះ តែពួកវាវិញទេដែល ត្រូវគេ(មនុស្សលោក)បង្កើតនោះ។ ហើយព្រះទាំងនោះគ្មានលទ្ធភាពក្នុងការការពារគ្រោះថ្នាក់ និងផ្ដល់ផលប្រយោជន៍ចំពោះខ្លួនឯង ឡើយ។ ហើយពួកគេគ្មានលទ្ធភាពធ្វើឱ្យស្លាប់ និងធ្វើឱ្យរស់ឡើយ ហើយក៏គ្មានលទ្ធភាពធើ្វឱ្យរស់ឡើងវិញដែរ(នៅថ្ងៃបរលោក)។","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:4","price":"ហើយពួកដែលប្រឆាំងបាននិយាយថាៈ (គម្ពីរគួរអាន)នេះ គ្មានអ្វីក្រៅពីការភូតកុហក ដែលគេ(មូហាំម៉ាត់)បានប្រឌិតឡើង និងក្រុមផេ្សងៗទៀតបានជួយជ្រោមជ្រែងគេចំពោះការប្រឌិតនោះ ឡើយ។ ដូចេ្នះ ពួកគេពិតជាបានបំពាននិងភូតកុហក។","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:5","price":"ពួកគេបាននិយាយថាៈ នេះគឺជារឿងពេ្រងនិទានរបស់ពួក ជំនាន់មុនខណៈដែលគេ(មូហាំម៉ាត់)បានចម្លងវា ហើយវាត្រូវគេ សូត្រឱ្យគេស្ដាប់ទាំងព្រឹកទាំងល្ងាច។","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:6","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ អ្នកដែលបានបញ្ចុះវា(គម្ពីរ គួរអាន) គឺជាអ្នកដែលដឹងនូវប្រការអាថ៌កំបាំងនៅលើមេឃ ជាច្រើនជាន់ និងផែនដី។ ពិតប្រាកដណាស់ ទ្រង់មហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:7","price":"ហើយពួកគេបាននិយាយទៀតថាៈ ហេតុអ្វីបានជាអ្នកនាំសារ នេះចេះទទួលទានចំណីអាហារ និងដើរតាមផ្សារ(ដូចយើងដែរ)? ហេតុអ្វីបានជាគេមិនបញ្ចុះម៉ាឡាអ៊ីកាត់មួយរូបឱ្យគាត់ ដើម្បីធ្វើជា អ្នកព្រមានដាស់តឿន(មនុស្សលោក)ជាមួយគាត់?","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:8","price":"ឬ(ហេតុអ្វីបានជា)គេមិនផ្ដល់កំណប់ឱ្យគាត់ ឬឱ្យគាត់មាន សួនដំណាំផ្លែឈើដែលគាត់អាចទទួលទានពីវា? ហើយពួកដែល បំពានបាននិយាយថាៈ ពួកអ្នក(អ្នកមានជំនឿ)មិនតាមអ្នកណា ក្រៅពីបុរសដែលត្រូវមន្ដអាគមនោះឡើយ។","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:9","price":"ចូរអ្នកវិភាគមើលចុះ. តើពួកគេបានប្រដូចជាឧទាហរណ៍ ផេ្សងៗចំពោះអ្នកយ៉ាងដូចមេ្ដចខ្លះ? ដូចេ្នះ ពួកគេបានវងេ្វង ហើយ ពួកគេមិនអាចជួបមាគ៌ាត្រឹមត្រូវឡើយ។","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:10","price":"ទ្រង់មហាមានពរជ័យ ប្រសិនបើទ្រង់មានចេតនា ទ្រង់នឹង បង្កើតឱ្យអ្នកប្រសើរជាង(សួនដំណាំ ផ្លែឈើ)នោះទៅទៀត គឺសួន ដំណាំផ្លែឈើដែលមានទនេ្លជាច្រើនហូរពីក្រោមវា ហើយទ្រង់នឹង បង្កើតវិមានជាច្រើនសម្រាប់អ្នកថែមទៀត។","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:11","price":"ផ្ទុយទៅវិញ ពួកគេបានបដិសេធនឹងថ្ងៃបរលោក។ ហើយ យើងបានរៀបចំភ្លើងនរកដែលឆាបឆេះដ៏សន្ធោសន្ធៅរួចជាសេ្រច សម្រាប់អ្នកដែលបានបដិសេធនឹងថ្ងៃបរលោក។","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:12","price":"នៅពេលដែលវា(នរក)ឃើញពួកគេពីកន្លែងដែលឆ្ងាយ ពួកគេនឹងឮសំឡេងខឹង និងគ្រហឹមយ៉ាងខ្លាំងពីនរកនោះ។","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:13","price":"ហើយនៅពេលដែលពួកគេត្រូវបោះទម្លាក់ទៅក្នុងទីកន្លែង ដែលចង្អៀតនៃភ្លើងនរកជាមួយនឹងដៃដែលត្រូវគេចង(ព្យួរទៅ នឹងក) ទីនោះហើយដែលពួកគេស្រែកយំសុំឱ្យស្លាប់(ដើម្បីឱ្យរួច ផុតពីការឈឺចាប់)។","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:14","price":"នៅថ្ងៃនេះចូរពួកអ្នកកុំស្រែកសុំឱ្យស្លាប់តែមួយដងអ្វី តែ ពួកអ្នកគួរតែស្រែកសុំឱ្យស្លាប់ឱ្យបានច្រើនដង។","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:15","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើ(ទារុណកម្ម)នោះ ប្រសើរជាង ឬមួយឋានសួគ៌អមតៈដែលគេ(អល់ឡោះ)បានសន្យា ចំពោះបណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ(ប្រសើរជាង)? វាគឺជា ការតបស្នងនិងជាកន្លែងវិលត្រឡប់សម្រាប់ពួកគេ។","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:16","price":"នៅក្នុងឋានសួគ៌នោះពួកគេនឹងទទួលបាននូវអ្វីៗដែលពួក គេប្រាថ្នាជារៀងរហូត។ វាជាការសន្យាមួយចំពោះម្ចាស់របស់អ្នក ដែលត្រូវបំពេញ។","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:17","price":"ហើយនៅថ្ងៃ(បរលោក)ដែលទ្រង់នឹងប្រមូលផ្ដុំពួកគេ (ពួកមូស្ហរីគិន)និងអ្វីៗ(ព្រះនានា)ដែលពួកគេគោរពសក្ការៈផេ្សង ពីអល់ឡោះ។ ហើយទ្រង់នឹងសួរ(ពួកវា)ថាៈ តើពួកអ្នកពិតជា បានធ្វើឱ្យខ្ញុំរបស់យើងទាំងអស់នេះវងេ្វង ឬមួយពួកគេបានវងេ្វង ពីមាគ៌ាត្រឹមត្រូវដោយខ្លួនឯង?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:18","price":"ពួកវាបានតបវិញថាៈ អល់ឡោះមហាស្អាតស្អំ. វាមិនសក្ដិសមឡើយចំពោះពួកយើងដែលយកអ្នកគាំពារនានាផេ្សងពីទ្រង់។ ក៏ប៉ុន្ដែទ្រង់វិញទេដែលបានផ្ដល់ការសោយសុខដល់ពួកគេ និងជីដូន ជីតារបស់ពួកគេ រហូតដល់ពួកគេបានភេ្លចនូវការរំលឹក(ទៅចំពោះ ទ្រង់) ហើយពួកគេបានក្លាយជាក្រុមដែលវិនាសអន្ដរាយ។","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:19","price":"ដូចេ្នះ ពួកវា(ព្រះនានា)ពិតជាបានបដិសេធនឹងពួកអ្នកនូវ អ្វីដែលពួកអ្នកនិយាយ(ថាពួកវានោះជាព្រះ)។ ហើយពួកអ្នកមិន អាចគេចផុត(ពីទារុណកម្មរបស់យើង)បានឡើយ ហើយក៏គ្មានអ្នក ណាជួយដែរ។ ហើយអ្នកណាដែលបំពានក្នុងចំណោមពួកអ្នកនោះ យើងនឹងឱ្យគេភ្លក្សនូវទារុណកម្មដ៏ធ្ងន់ធ្ងរបំផុត។","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:20","price":"ហើយយើងមិនដែលបានបញ្ជូនមុនអ្នក(មូហាំម៉ាត់)នូវ បណ្ដាអ្នកនាំសារណាក្រៅពីពួកគេ(ជាមនុស្សធម្មតា)ចេះទទួលទាន ចំណីអាហារ និងដើរតាមផ្សារនោះឡើយ។ ហើយយើងបានធ្វើការ សាកល្បងចំពោះពួកអ្នកទៅវិញទៅមក(នូវប្រការល្អ ឬអាក្រក់ មានឬក្រ ឈឺ ឬ ជា...)។ តើពួកអ្នកនឹងមានការអត់ធ្មត់ដែរឬទេ? ហើយម្ចាស់របស់អ្នកជាអ្នកឃើញបំផុត(នូវអ្វីៗទាំងអស់)។","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":"","lang":"km"},{"name":"25:21","price":"ហើយពួកដែលមិនសង្ឃឹមថានឹងជួបយើងបាននិយាយថាៈ ហេតុអ្វីបានជាគេមិនបញ្ចុះម៉ាឡាអ៊ីកាត់មកឱ្យពួកយើង ឬឱ្យពួក យើងឃើញម្ចាស់របស់ពួកយើង? ជាការពិតណាស់ ពួកគេមាន មោទភាពចំពោះខ្លួនឯង និងមានអំនួតកេ្អងក្អាងហួសប្រមាណ។","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:22","price":"នៅថ្ងៃ(បរលោក)ដែលពួកគេនឹងឃើញម៉ាឡាអ៊ីកាត់ (ពោលទៅកាន់ពួកគេថា)គ្មានដំណឹងរីករាយចំពោះជនដែលប្រព្រឹត្ដ អាក្រក់នៅថ្ងៃនោះឡើយ ហើយពួកគេនឹងនិយាយទៀតថាៈ (ឋាន សួគ៌)គឺជាកន្លែងដែលត្រូវបានគេហាមឃាត់ចំពោះពួកអ្នក។","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:23","price":"ហើយយើងបានត្រឡប់ទៅរកអ្វីដែលពួកគេបានសាងអំពី ប្រការល្អ រួចយើងធ្វើឱ្យវារលាយសាបសូន្យដូចធូលីដែលរសាត់តាម ខ្យល់ ។","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:24","price":"នៅថ្ងៃនោះបណ្ដាអ្នកឋានសួគ៌ គឺមានកន្លែងស្នាក់នៅដ៏ល្អ ប្រសើរ និងកន្លែងសម្រាកដ៏ប្រពៃបំផុត។","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:25","price":"ហើយ(ចូរចងចាំ)នៅថ្ងៃដែលមេឃនឹងបែកចេញជាមួយ នឹងដុំពពកជាច្រើន ហើយគេបានបញ្ចុះម៉ាឡាអ៊ីកាត់មកជាបន្ដបន្ទាប់។","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:26","price":"ការគ្រប់គ្រងដ៏ពិតប្រាកដនៅថ្ងៃនោះគឺជាកម្មសិទ្ធិរបស់ ម្ចាស់មហាសប្បុរស។ ហើយវាគឺជាថ្ងៃដែលលំបាកជាទីបំផុត ចំពោះពួកដែលគ្មានជំនឿ។","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:27","price":"ហើយ(ចូរចងចាំ)នៅថ្ងៃដែលអ្នកបំពានខាំដៃទាំងពីរ របស់គេ(ព្រោះសោកស្ដាយពីកំហុសរបស់ខ្លួន)ដោយនិយាយថាៈ ឱខ្លួនខ្ញុំអើយ. ខ្ញុំគួរតែបានជ្រើសរើសផ្លូវដែលត្រឹមត្រូវជាមួយនឹង អ្នកនាំសារ។","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:28","price":"ឱអនិច្ចាខ្លួនខ្ញុំអើយ. មិនគួរណាខ្ញុំបានយកអ្នក(អ្នកប្រឆាំង ឬស្ហៃតន)ណាម្នាក់ធ្វើជាមិត្ដភកិ្ដឡើយ។","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:29","price":"ជាការពិតណាស់ គេ(មិត្ដភក្ដិ)បានធ្វើឱ្យខ្ញុំវងេ្វងចេញពីការ រំលឹក(គម្ពីរគួរអាន)បន្ទាប់ពីវាបានមកដល់ខ្ញុំហើយ។ ហើយស្ហៃតន គឺជាអ្នកដែលបានបោកប្រាស់ចំពោះមនុស្សលោក។","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:30","price":"ហើយអ្នកនាំសារបានពោលថាៈ ឱម្ចាស់របស់ខ្ញុំ. ពិតប្រាកដ ណាស់ ក្រុមរបស់ខ្ញុំបានបោះបង់ចោលគម្ពីរគួរអាននេះ(ដោយមិន អនុវត្ដតាមវាឡើយ)។","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:31","price":"ហើយដូចេ្នះដែរយើងបានបង្កើតចំពោះរាល់ៗណាពីឱ្យមាន សត្រូវដែលស្ថិតក្នុងចំណោមពួកដែលសាងបាបកម្ម។ គ្រប់គ្រាន់ ហើយដែលម្ចាស់របស់អ្នកជាអ្នកចង្អុលបង្ហាញនិងជាអ្នកជួយនោះ។","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:32","price":"ហើយពួកដែលប្រឆាំងបាននិយាយថាៈហេតុអ្វីបានជាគេ មិនបញ្ចុះគម្ពីរគួរអានទៅឱ្យគេ(មូហាំម៉ាត់)ទាំងមូលតែម្ដងទៅ? (យើងបានបញ្ចុះមួយផ្នែកៗ)ដូចេ្នះ គឺដើម្បីយើងនឹងពង្រឹងចិត្ដ របស់អ្នកឱ្យកាន់តែនឹងនរនឹងវា។ ហើយយើងបានបកស្រាយ ដល់គេបន្ដិចម្ដងៗយ៉ាងក្បោះក្បាយ។","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:33","price":"ហើយពួកគេមិនអាចនាំមកឱ្យអ្នកនូវឧទាហរណ៍ណាមួយ ដូច(គម្ពីរគួរអាន)ឡើយ តែយើងទេដែលបាននាំមកឱ្យអ្នកនូវការ ពិត និងការបកស្រាយដ៏ប្រសើរបំផុតនោះ ។","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:34","price":"-(ពួកទាំងនោះគឺជា)ពួកដែលត្រូវគេប្រមូលផ្ដុំដោយអូស ផ្កាប់មុខទៅរកនរកជើហាន់ណាំ។ ពួកទាំងនោះគឺស្ថិតក្នុងសភាព ដ៏អាក្រក់និងវងេ្វងបំផុតពីមាគ៌ា(ដែលត្រឹមត្រូវ)។","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:35","price":"ហើយជាការពិតណាស់ យើងបានប្រទានឱ្យមូសានូវគម្ពីរ (តាវរ៉ត)ហើយយើងក៏បានឱ្យហារូនដែលជាបងរបស់គេនៅជាមួយ គេធ្វើជាអ្នកជំនួយការ។","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:36","price":"ហើយយើងបានមានបន្ទូល(ទៅកាន់គេទាំងពីរ)ថាៈ ចូរ អ្នកទាំងពីរធ្វើដំណើរទៅកាន់ក្រុម(ហ្វៀរអោន)ដែលបានបដិសេធ នឹងបណ្ដាភស្ដុតាងរបស់យើងចុះ។ បន្ទាប់មកយើងក៏បានបំផ្លាញពួក គេឱ្យវិនាសសាបសូន្យ។","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:37","price":"ហើយក្រុមរបស់នួហ នៅពេលដែលពួកគេបានបដិសេធ នឹងបណ្ដាអ្នកនាំសារ យើងបានពន្លិចពួកគេ ហើយយើងក៏បានយក ពួកគេធ្វើជាមេរៀនសម្រាប់មនុស្សលោក។ ហើយយើងបានរៀប ចំសម្រាប់ពួកដែលបំពាននូវទារុណកម្មដ៏ឈឺចាប់បំផុត(នៅថ្ងៃ បរលោក)។","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:38","price":"ហើយ(យើងបានបំផ្លាញ)ក្រុមអាដ សាមូដនិងក្រុមរ៉ស (ក្រុមរបស់ស្ហ៊ូអែប) ហើយនិងក្រុមមនុស្សជាច្រើនជំនាន់ទៀត រវាងពួកគេទាំងនោះ។","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:39","price":"ហើយរាល់ៗក្រុម យើងបានលើកឧទាហរណ៍ជាច្រើន បង្ហាញដល់គេ។ ហើយរាល់ៗក្រុមនោះ យើងក៏បានបំផ្លាញឱ្យ វិនាសសាបសូន្យដែរ។","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:40","price":"ហើយជាការពិតណាស់ ពួកគេ(ពួកមូស្ហរីគីនម៉ាក្កះ)បាន ធ្វើដំណើរឆ្លងកាត់ភូមិមួយដែលត្រូវបានគេបំផ្លាញដោយទឹកភ្លៀង (ភ្លៀងអំពីដុំថ្ម)ដ៏កំណាច។ តើពួកគេមិនបានឃើញ(ពីភាពវិនាស នៃ)ភូមិនោះទេឬ? ផ្ទុយទៅវិញពួកគេមិនធ្លាប់រំពឹងថាមានការ រស់ឡើងវិញឡើយ(នៅថ្ងៃបរលោក)។","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:41","price":"ហើយនៅពេលដែលពួកគេបានឃើញអ្នក(មូហាំម៉ាត់) ពួកគេតែងតែចំអកឱ្យថាៈ តើម្នាក់នេះឬដែល(អះអាងថា) អល់ឡោះបានតែងតាំងជាអ្នកនាំសារនោះ?","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:42","price":"ពិតប្រាកដណាស់ គេ(មូហាំម៉ាត់)ស្ទើរតែបានធ្វើឱ្យពួក យើងវងេ្វងពីព្រះនានារបស់ពួកយើងទៅហើយ ប្រសិនបើពួកយើង មិនបានអត់ធ្មត់(ក្នុងការគោរពសក្ការៈ)ចំពោះព្រះនានាទេនោះ។ ហើយពួកគេ(ពួកមូស្ហរីគីន)នឹងដឹងនៅពេលដែលពួកគេឃើញ ទារុណកម្ម ថាតើនរណាដែលវងេ្វងជាងគេពីមាគ៌ា(ដ៏ត្រឹមត្រូវ) នោះ?","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:43","price":"តើអ្នក(មូហាំម៉ាត់)បានឃើញអ្នកដែលបានយកចំណង់ របស់គេធ្វើជាព្រះរបស់គេឬទេ? ដូចេ្នះ តើអ្នកជាអ្នកទទួលខុស ត្រូវចំពោះគេឬ?","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:44","price":"ឬមួយអ្នកគិតថា ពួកគេភាគច្រើនពិតជាស្ដាប់ ឬត្រិះរិះ ពិចារណាឬ? ពួកគេគ្មានអ្វីក្រៅពីដូចសត្វធាតុនោះឡើយ។ ផ្ទុយ ទៅវិញពួកគេវងេ្វងពីមាគ៌ា(ដ៏ត្រឹមត្រូវ)ជាងនេះទៅទៀត។","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:45","price":"តើអ្នកមិនបានមើលឃើញទេថា តើម្ចាស់របស់អ្នកបាន បន្លាយស្រមោលយ៉ាងដូចមេ្ដច(នៅពេលព្រលឹមរហូតដល់ថ្ងៃរះ)? ប្រសិនបើទ្រង់មានចេតនា ទ្រង់ពិតជាធ្វើឱ្យវា(ស្រមោល)នៅ នឹងមួយកន្លែង(គ្មានពន្លឺថ្ងៃ)។ ប៉ុន្ដែក្រោយមកយើងធ្វើឱ្យមាន ព្រះអាទិត្យជាសញ្ញាចំពោះវា។","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:46","price":"បន្ទាប់មក យើងបានដកយកវាមកកាន់យើងវិញបន្ដិចម្ដងៗ (ថ្ងៃកាន់តែខ្ពស់ស្រមោលកាន់តែបាត់បង់)។","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:47","price":"ហើយទ្រង់ជាអ្នកដែលបានធ្វើឱ្យមានពេលយប់ជាការបិទ បាំង និង(ធ្វើឱ្យមាន)ពេលដេកជាការសម្រាកសម្រាប់ពួកអ្នក។ ហើយទ្រង់ធ្វើឱ្យមានពេលថ្ងៃ(សម្រាប់ឱ្យពួកអ្នក)ក្រោកពីដំណេក (ដើម្បីរកស៊ីចិញ្ចឹមជីវិត)។","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:48","price":"ហើយទ្រង់ជាអ្នកដែលបានបញ្ជូនខ្យល់ជាដំណឹងល្អមួយ មុននឹងក្ដីមេត្ដាករុណារបស់ទ្រង់(ទឹកភ្លៀង)មកដល់។ ហើយ យើងបានបញ្ចុះទឹកភ្លៀងដ៏ជ្រះស្អាតពីលើមេឃ។","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:49","price":"ដើម្បីយើងធ្វើឱ្យដីដែលស្លាប់(គ្មានជីជាតិ)មានជីវិត (ជីជាតិ)ឡើងវិញដោយសារវា(ទឹកភ្លៀង)។ ហើយយើងបាន ផ្ដល់វាឱ្យសត្វពាហនៈ និងមនុស្សលោកហើយនិងអ្វីៗជាច្រើន ដែលយើងបានបង្កើត។","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:50","price":"ហើយជាការពិតណាស់ យើងបានបញ្ចុះវា(ទឹកភ្លៀង)ទៅ ក្នុងចំណោមពួកគេ(ម្ដងនៅតំបន់នេះ ម្ដងនៅតំបន់នោះ) ដើម្បី ឱ្យពួកគេរំលឹកដឹងគុណ(មកចំពោះយើង)។ ប៉ុន្ដែមនុស្សលោកភាគច្រើនមិនទទួលស្គាល់ និងរមិលគុណ។","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:51","price":"ហើយប្រសិនបើយើងមានចេតនា យើងពិតជាបញ្ជូនអ្នកដាស់តឿនព្រមាន(អ្នកនាំសារ)ទៅរាល់ៗភូមិស្រុកជាមិនខាន។","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:52","price":"ដូចេ្នះចូរអ្នកកុំគោរពតាមពួកប្រឆាំង តែអ្នកត្រូវតស៊ូឱ្យ បានខ្លាំងក្លាជាមួយពួកគេ ដើម្បីផ្សព្វផ្សាយវា(គម្ពីរគួរអាន)។","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:53","price":"ហើយទ្រង់ជាអ្នកដែលបានធ្វើឱ្យសមុទ្រពីរនៅជាប់គ្នា ដោយមួយជាទឹកសាបឆ្ងាញ់ពិសារ និងមួយទៀតប្រៃល្វីង។ ហើយ ទ្រង់បានធ្វើឱ្យមានរនាំងបាំងរវាងវាទាំងពីរ និងរារាំងមិនឱ្យជ្រាប ចូលគ្នា។","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:54","price":"ហើយទ្រង់ជាអ្នកដែលបានបង្កើតមនុស្សលោកអំពីទឹក (ទឹកកាម) ហើយទ្រង់បានបង្កើតវាឱ្យមានពូជពង្ស និងសាច់ថ្លៃ។ ហើយម្ចាស់របស់អ្នកជាអ្នកដែលមានអានុភាពបំផុត។","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:55","price":"តែពួកគេបែរជាគោរពសក្ការៈផេ្សងពីអល់ឡោះនូវអ្វីដែល ពុំអាចផ្ដល់ប្រយោជន៍ ហើយផ្ដល់គ្រោះថ្នាក់ដល់ពួកគេទៅវិញ។ ហើយអ្នកដែលប្រឆាំងគឺជាអ្នកដែលជួយគាំទ្រ(ស្ហៃតន)ប្រឆាំងនឹង ម្ចាស់របស់គេ។","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:56","price":"ហើយយើងមិនបានបញ្ជូនអ្នកឡើយ លើកលែងតែដើម្បី ផ្ដល់ក្ដីមេត្ដាករុណាទៅចំពោះពិភពលោកប៉ុណ្ណោះ។","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:57","price":"ចូរអ្នកពោលថាៈ ខ្ញុំមិនសុំពីពួកអ្នកនូវការតបស្នងពីវា(ការ អំពាវនាវ)ឡើយ លើកលែងតែអ្នកណាដែលចង់ប្រកាន់យកមាគ៌ា (ដ៏ត្រឹមត្រូវ)ឆ្ពោះទៅកាន់ម្ចាស់របស់គេប៉ុណ្ណោះ។","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:58","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)ប្រគល់ការទុកចិត្ដលើអ្នកដែល រស់ អ្នកដែលមិនស្លាប់(អល់ឡោះ) ហើយអ្នកត្រូវលើកតម្កើង ដោយការសរសើរចំពោះទ្រង់។ គ្រប់គ្រាន់ហើយដែលទ្រង់ជាអ្នក ដឹងបំផុតចំពោះបាបកម្មទាំងឡាយនៃខ្ញុំរបស់ទ្រង់។","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:59","price":"គឺអ្នកដែលបានបង្កើតមេឃជាច្រើនជាន់ និងផែនដីនិងអ្វីៗ ដែលនៅចន្លោះវាទាំងពីរក្នុងរយៈពេលប្រាំមួយថ្ងៃ បន្ទាប់មកទ្រង់ បានស្ថិតលើអារ៉ស្ហ។ (ទ្រង់គឺជា)ម្ចាស់ដែលមហាសប្បុរស ដូចេ្នះ ចូរអ្នកបួងសួងសុំពីទ្រង់ដែលមហាដឹងជ្រួតជ្រាបចុះ។","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:60","price":"ហើយនៅពេលដែលមានគេនិយាយទៅកាន់ពួកគេថាៈ ចូរ ពួកអ្នកស៊ូជូតចំពោះម្ចាស់មហាសប្បុរសនោះ ពួកគេបានតបវិញ ថាៈ តើម្ចាស់មហាសប្បុរសជាអ្វី? តើឱ្យពួកយើងស៊ូជូតនូវអ្វីដែល អ្នក(មូហាំម៉ាត់)បានបញ្ជាពួកយើងឬ? ផ្ទុយទៅវិញពួកគេកាន់តែ ឃ្លាតឆ្ងាយ(ពីជំនឿ)ថែមទៀត។","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:61","price":"ទ្រង់មហាមានពរជ័យ ដែលបានបង្កើតឱ្យមានផ្កាយជា ច្រើននៅលើមេឃ និងបង្កើតឱ្យមានព្រះអាទិត្យ និងព្រះច័ន្ទជា ពន្លឺនៅលើវា។","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:62","price":"ហើយទ្រង់គឺជាអ្នកដែលបានបង្កើតឱ្យមានពេលយប់និង ពេលថ្ងៃដោយមានការផ្លាស់គ្នាសម្រាប់អ្នកដែលចង់រំលឹក ឬចង់ ថ្លែងអំណរគុណ(ចំពោះអល់ឡោះ)។","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:63","price":"ហើយបណ្ដាខ្ញុំ(ដែលល្អត្រឹមត្រូវ)នៃម្ចាស់មហាសប្បុរស គឺជាពួកដែលធ្វើដំណើរនៅលើផែនដីដោយកាយវិការសុភាពរាបសា ហើយនៅពេលដែលពួកល្ងង់ខ្លៅនិយាយ(ពាក្យអសុរស)ទៅ កាន់ពួកគេ ពួកគេបានតបវិញនូវពាក្យសំដីទន់ភ្លន់សុភាពរាបសា។","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:64","price":"និងបណ្ដាអ្នកដែលចំណាយពេលវេលានៅពេលយប់ ដើម្បី ស៊ូជូតនិងឈរគោរពសក្ការៈចំពោះម្ចាស់របស់ពួកគេ។","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:65","price":"និងបណ្ដាអ្នកដែលបួងសួងសុំថាៈ ឱម្ចាស់របស់ពួកយើង ខ្ញុំ. សូមទ្រង់មេត្ដាបញ្ចៀសពួកយើងខ្ញុំពីទារុណកម្មនរកជើហាន់ណាំផង។ ពិតប្រាកដណាស់ ទារុណកម្មរបស់វាគឺអមតៈ។","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:66","price":"ពិតប្រាកដណាស់ វាជាទីលំនៅនិងជាកន្លែងស្នាក់អាស្រ័យ មួយដ៏អាក្រក់បំផុត។","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:67","price":"និងបណ្ដាអ្នកដែលនៅពេលពួកគេបានបរិច្ចាគ(ទ្រព្យសម្បត្ដិ)គឺពួកគេមិនខ្ជះខ្ជាយ និងមិនចង្អៀតចង្អល់ឡើយ។ តែពួក គេចំណាយធុនកណ្ដាលរវាងទាំងពីរនោះ។","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:68","price":"ហើយនិងបណ្ដាអ្នកដែលមិនបួងសួងសុំម្ចាស់ផេ្សងរួមជា មួយនឹងអល់ឡោះ ហើយពួកគេមិនសម្លាប់ជីវិតដែលអល់ឡោះបាន ហាមឃាត់ឡើយ លើកលែងតែមានមូលហេតុត្រឹមត្រូវ(តាមច្បាប់ សាសនាអ៊ីស្លាម)ប៉ុណ្ណោះ។ ហើយពួកគេក៏មិនធ្វើហ្ស៊ីណាដែរ។ តែ បើអ្នកណាប្រព្រឹត្ដដូច្នោះវិញ គេពិតជានឹងទទួលទារុណកម្ម។","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:69","price":"ទារុណកម្មនឹងត្រូវបន្ថែមទៅលើគេទេ្វដងនៅថ្ងៃបរលោក។ ហើយគេនឹងស្ថិតក្នុងវាយ៉ាងអាម៉ាស់ជារៀងរហូត។","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:70","price":"លើកលែងតែអ្នកណាដែលបានសារភាពកំហុស និងមាន ជំនឿ ព្រមទាំងបានសាងនូវអំពើល្អត្រឹមត្រូវ គឺអ្នកទាំងនោះហើយ ដែលអល់ឡោះនឹងប្ដូរអំពើអាក្រក់របស់ពួកគេទៅជាអំពើល្អវិញ។ ហើយអល់ឡោះមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:71","price":"ហើយអ្នកណាដែលបានសារភាពកំហុស និងបានសាងអំពើ ល្អត្រឹមត្រូវ ពិតប្រាកដណាស់ គេជាអ្នកដែលសារភាពកំហុសចំពោះ អល់ឡោះពិតប្រាកដមែន។","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:72","price":"និងបណ្ដាអ្នកដែលមិនធ្វើសាក្សីភូតកុហក។ ហើយនៅ ពេលដែលពួកគេបានដើរឆ្លងកាត់ហ្វូងមនុស្សដែលនិយាយឥត ប្រយោជន៍ ពួកគេដើរឆ្លងកាត់ដោយសេចក្ដីថ្លៃថ្នូរ។","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:73","price":"និងបណ្ដាអ្នកដែលនៅពេលពួកគេត្រូវបានគេរំលឹកនូវ អាយ៉ាត់ៗនៃម្ចាស់របស់ពួកគេ ពួកគេមិនបានធ្វើគ និងធ្វើថ្លង់ ចំពោះវាឡើយ។","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:74","price":"ហើយនិងបណ្ដាអ្នកដែលបួងសួងសុំថាៈ ឱម្ចាស់របស់ពួក យើងខ្ញុំ. សូមទ្រង់មេត្ដាប្រទានឱ្យពួកយើងខ្ញុំអំពីប្រពន្ធរបស់ពួក យើងខ្ញុំ និងកូនចៅរបស់ពួកយើងខ្ញុំជាទីគាប់ចិត្ដផង. ហើយសូម ទ្រង់មេត្ដាធ្វើឱ្យពួកយើងខ្ញុំក្លាយជាអ្នកដឹកនាំសម្រាប់បណ្ដាអ្នក ដែលកោតខ្លាចទ្រង់ផង។","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:75","price":"អ្នកទាំងនោះហើយដែលនឹងត្រូវគេតបស្នងនូវកន្លែងមួយ ដ៏ប្រសើរបំផុត(ឋានសួគ៌)ដោយសារតែអ្វីដែលពួកគេបានអត់ធ្មត់។ ហើយពួកគេនឹងត្រូវគេទទួលស្វាគមន៍និងជូនពរឱ្យមានសេចក្ដីសុខ។","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:76","price":"ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ ដែលជាទីលំនៅ និងជាកន្លែងស្នាក់អាស្រ័យមួយដ៏ប្រសើរបំផុត។","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":"","lang":"km"},{"name":"25:77","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ម្ចាស់របស់ខ្ញុំនឹងមិនអើពើ ចំពោះពួកអ្នកឡើយ ប្រសិនបើគ្មានការបួងសួងសុំរបស់ពួកអ្នក (ចំពោះទ្រង់)ទេនោះ។ តែជាការពិតណាស់ ពួកអ្នកបានបដិសេធ នឹងទ្រង់។ ដូចេ្នះទារុណកម្មនឹងធ្លាក់ទៅលើពួកអ្នកជាមិនខាន។","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":"","lang":"km"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}