{"data":[{"name":"28:1","price":"ត ស៊ីន មីម ។","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:2","price":"ទាំងនេះគឺជាអាយ៉ាត់ៗរបស់គម្ពីរ(គួរអាន)ដ៏ច្បាស់លាស់។","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:3","price":"យើងនឹងនិទានឱ្យអ្នក(មូហាំម៉ាត់)ស្ដាប់នូវដំណើររឿង មួយចំនួនរបស់មូសា និងហ្វៀរអោនយ៉ាងពិតប្រាកដសម្រាប់ ក្រុមដែលមានជំនឿ។","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:4","price":"ពិតប្រាកដណាស់ ហ្វៀរអោនគឺជាអ្នកដែលបានប្រអឺតក្រទម នៅលើទឹកដី(អេហ្ស៊ីប)នេះ។ ហើយគេបានធ្វើឱ្យអ្នកដែលរស់នៅ ទីនោះបែកបាក់ជាក្រុមៗដោយគេជិះជាន់ធ្វើបាបក្រុមមួយក្នុង ចំណោមពួកគេ(អំបូរអ៊ីស្រាអែល)យ៉ាងខ្លាំង ដោយគេសម្លាប់កូន ប្រុសរបស់ពួកគេ ហើយទុកកូនស្រីរបស់ពួកគេ។ ពិតប្រាកដណាស់ គេ(ហ្វៀរអោន)ស្ថិតនៅក្នុងចំណោមពួកដែលបង្កវិនាសកម្ម។","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:5","price":"ហើយយើងចង់ប្រទាននូវនៀកម៉ាត់ដល់បណ្ដាអ្នក(អំបូរ អ៊ីស្រាអែល)ដែលត្រូវគេជិះជាន់នៅលើទឹកដីនេះ។ ហើយយើង ធ្វើឱ្យពួកគេក្លាយជាមេដឹកនាំ និងធ្វើឱ្យពួកគេក្លាយជាអ្នកដែល ទទួលមរតក(បន្ទាប់ពីហ្វៀរអោន)។","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:6","price":"ហើយយើងនឹងផ្ដល់អំណាចឱ្យពួកគេគ្រប់គ្រងនៅលើទឹកដី (អេហ្ស៊ីប និងស្ហាម)ហើយយើងនឹងធ្វើឱ្យហ្វៀរអោន និងហ៊ើម៉ាន ព្រមទាំងពលទាហានរបស់គេទាំងពីរឃើញនូវអ្វី(គ្រោះថ្នាក់)ដែល ពួកគេតែងតែប្រុងប្រយ័ត្នពីអំបូរអ៊ីស្រាអែល។","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:7","price":"ហើយយើងបានផ្ដល់ប្រផ្នូលទៅកាន់ម្ដាយមូសាថាៈ ចូរអ្នក បំបៅគេចុះ។ តែប្រសិនបើអ្នកព្រួយបារម្ភចំពោះគេ(មូសា) ចូរអ្នក ដាក់បណ្ដែតគេតាមទនេ្ល(នីល)ចុះ ហើយចូរអ្នកកុំភ័យខ្លាច និងកុំ ព្រួយបារម្ភឱ្យសោះ។ ពិតប្រាកដណាស់ យើងនឹងត្រឡប់គេឱ្យអ្នក វិញ ហើយយើងនឹងតែងតាំងគេជាអ្នកនាំសារមួយរូបក្នុងចំណោម អ្នកនាំសារទាំងឡាយរបស់យើង។","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:8","price":"ពេលនោះបរិវារបស់ហ្វៀរអោនបានរើសមូសាដែលគេនឹង អាចជាសត្រូវនិងជាកង្វល់របស់ពួកគេ។ ពិតប្រាកដណាស់ ហ្វៀរអោន និងហ៊ើម៉ាន និងពលទាហានរបស់គេទាំងពីរគឺជាពួកដែល ធ្លាប់បានសាងអំពើបាប។","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:9","price":"ហើយភរិយារបស់ហ្វៀរអោនបាននិយាយថាៈ (កេ្មងនេះ) គួរឱ្យស្រឡាញ់ណាស់សម្រាប់ខ្ញុំនិងអ្នក។ ចូរពួកអ្នកកុំសម្លាប់គេ អី្វ សង្ឃឹមថាគេអាចនឹងមានប្រយោជន៍ចំពោះពួកយើង ឬក៏យក គេធ្វើជាកូន។ ហើយពួកគេពុំបានដឹង(ពីលទ្ឋផលនេះ)ឡើយ។","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:10","price":"ហើយដួងចិត្ដម្ដាយរបស់មូសាវិញក្លាយទៅជាទទេស្អាត (មិនខ្វល់អ្វីក្រៅពីមូសាឡើយ)។ ពិតប្រាកដណាស់ នាងស្ទើរតែ បង្ហាញប្រាប់(អ្នកឯទៀត) អំពីរឿងមូសា(ថាជាកូនរបស់នាង) ទៅហើយ ប្រសិនបើយើង(អល់ឡោះ)មិនបានទប់អារម្មណ៍របស់ នាង ដើម្បីឱ្យនាងស្ថិតនៅក្នុងចំណោមអ្នកដែលមានជំនឿទេនោះ។","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:11","price":"ហើយនាង(ម្ដាយរបស់មូសា)បាននិយាយប្រាប់បងស្រី របស់គេថាៈ ឯងត្រូវតាមឃ្លាំមើលគេផង។ ហើយនាងបានឃើញគេ ពីចម្ងាយ ខណៈដែលពួកគេមិនដឹង(ថានាងជាបងស្រីរបស់មូសា)។","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:12","price":"ហើយយើងបានធ្វើឱ្យមូសាបដិសេធរាល់ម៉ែដោះតាំងពីមុនមក។ ដូចេ្នះនាង(បងរបស់មូសា)បាននិយាយថាៈ តើចង់ឱ្យខ្ញុំចង្អុល ប្រាប់ពួកអ្នកអំពីគ្រួសារមួយដែលអាចមើលថែបំបៅគេសម្រាប់ពួក អ្នក ដោយពួកគេចេះថ្នាក់ថ្នមគេបានល្អដែរឬទេ?","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:13","price":"ពេលនោះយើង(អល់ឡោះ)បានប្រគល់គេឱ្យទៅម្ដាយ របស់គេវិញ ដើម្បីឱ្យនាងរំភើបរីករាយ និងឈប់ព្រួយបារម្ភ ហើយ និងដើម្បីឱ្យនាងដឹងថា ពិតប្រាកដណាស់ ការសន្យារបស់អល់់ឡោះ គឺជាការពិត ប៉ុន្ដែពួកគេភាគច្រើនមិនដឹងឡើយ។","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:14","price":"ហើយនៅពេលដែលគេបានធំពេញវ័យ មានកំលាំងមាំមួន យើងបានប្រទានឱ្យគេនូវភាពឈ្លាសវៃ និងចំណេះដឹងខ្ពស់។ ហើយ ដូចេ្នះដែរ យើងនឹងតបស្នងឱ្យបណ្ដាអ្នកដែលសាងអំពើល្អ។","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:15","price":"ហើយគេ(មូសា)បានចូលទៅក្នុងទីក្រុង ខណៈដែលមនុស្ស ម្នានៅទីនោះមិនបានដឹង ហើយគេក៏បានប្រទះឃើញបុរសពីរនាក់ កំពុងវាយតប់គ្នា ដោយម្នាក់ជាក្រុមរបស់មូសា ហើយម្នាក់ទៀត ជា(ក្រុមរបស់ហ្វៀរអោន)សត្រូវរបស់គេ។ ពេលនោះបុរសដែល ជាក្រុមរបស់មូសាសុំឱ្យមូសាជួយគេតទល់នឹងអ្នកដែលជាសត្រូវ របស់គេ។ ហើយមូសាក៏បានដាល់គេមួយដៃ ពេលនោះគេក៏បាន ស្លាប់។ ហើយមូសាបានពោលថាៈ នេះជាទង្វើរបស់ស្ហៃតន។ ពិតប្រាកដណាស់ វា(ស្ហៃតន)គឺជាសត្រូវដែលជាអ្នកធ្វើឱ្យមនុស្ស លោកវងេ្វងយ៉ាងច្បាស់លាស់។","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:16","price":"គាត់(មូសា)បានបួងសួងសុំថាៈ ឱម្ចាស់របស់ខ្ញុំ. ខ្ញុំពិតជា បានធ្វើខុសដោយខ្លួនឯង ដូចេ្នះសូមទ្រង់មេត្ដាអភ័យទោសឱ្យខ្ញុំ ផង។ ហើយទ្រង់ក៏បានអភ័យទោសដល់គាត់។ ពិតប្រាកដណាស់ ទ្រង់មហាអភ័យទោស មហាអាណិតស្រឡាញ់ ។","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:17","price":"គាត់បានស្បថថាៈ ឱម្ចាស់របស់ខ្ញុំ. អ្វីដែលទ្រង់បានប្រទាន នៀកម៉ាត់ឱ្យខ្ញុំ ខ្ញុំនឹងមិនជួយពួកដែលប្រព្រឹត្ដអំពើបាបទៀតជាដាច់ ខាត។","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:18","price":"ហើយគាត់ស្ថិតនៅក្នុងទីក្រុង ដោយមានការភ័យខ្លាច ចាំតាមដានមើល(ពត៌មានអំពីឃាតកម្មរបស់គាត់) ពេលនោះស្រាប់ តែអ្នកដែលសុំឱ្យគាត់ជួយកាលពីម្សិលមិញបានស្រែកសុំឱ្យគាត់ជួយម្ដងទៀត។ គាត់បានពោលថាៈ ពិតប្រាដកណាស់ អ្នកគឺជាអ្នក ដែលវងេ្វងយ៉ាងច្បាស់លាស់។","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:19","price":"ហើយនៅពេលដែលគាត់ចង់ចាប់អ្នកដែលជាសត្រូវរបស់ គេទាំងពីរ(មូសា និងបុរសអំបូរអ៊ីស្រាអែល) គេ(សត្រូវ)បាន និយាយថាៈ ឱមូសា. តើអ្នកចង់សម្លាប់ខ្ញុំដូចដែលអ្នកបានសម្លាប់ មនុស្សម្នាក់ពីម្សិលឬ? បំណងរបស់អ្នកគ្មានអ្វីក្រៅពីចង់ធ្វើជាអ្នក ដែលអួតកេ្អងក្អាងនៅលើផែនដីនេះឡើយ ហើយអ្នកក៏មិនចង់ធ្វើ ជាអ្នកសម្រុះសម្រួលដែរ។","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:20","price":"ហើយមានបុរសម្នាក់ធ្វើដំណើរយ៉ាងប្រញាប់ពីជាយក្រុងមកប្រាប់ថាៈ ឱមូសា. ពិតប្រាកដណាស់ ក្រុមមន្ដ្រី(របស់ហ្វៀរអោន)កំពុងពិគ្រោះយោបល់គ្នាអំពីរឿងអ្នក ដើម្បីសម្លាប់អ្នក។ ដូចេ្នះចូរអ្នកចាកចេញ(ពីទីក្រុងនេះ)ចុះ។ ពិតប្រាកដណាស់ ខ្ញុំគឺ ជាអ្នកដែលណែនាំល្អម្នាក់ដល់អ្នក។","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:21","price":"ហើយគាត់ក៏បានចាកចេញពីទីក្រុងនោះទាំងភ័យខ្លាចនិង ប្រុងប្រយ័ត្នបំផុត(ខ្លាចក្រែងគេចាប់)។ គាត់បានបួងសួងសុំថាៈ ឱ ម្ចាស់របស់ខ្ញុំ. សូមទ្រង់មេត្ដាសង្គ្រោះខ្ញុំពីក្រុមដែលបំពានផង។","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:22","price":"ហើយនៅពេលដែលគាត់ធ្វើដំណើរឆ្ពោះទៅកាន់ទឹកដី ម៉ាទយ៉ាន់ គាត់បានពោលថាៈ ខ្ញុំសង្ឃឹមថា ម្ចាស់របស់ខ្ញុំនឹងចង្អុល បង្ហាញខ្ញុំនូវមាគ៌ាមួយដ៏ត្រឹមត្រូវ(ទៅកាន់ម៉ាទយ៉ាន់)។","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:23","price":"ហើយនៅពេលដែលគាត់បានទៅដល់កន្លែង(អណ្ដូង)ទឹក នៅទឹកដីម៉ាទយ៉ាន់ គាត់បានជួបមនុស្សមួយក្រុមកំពុងដងទឹកឱ្យ សត្វចៀមរបស់ពួកគេផឹក ហើយគាត់បានជួបស្ដ្រីពីរនាក់ទៀតក្រៅ ពីពួកគេ ដែលកំពុងដឹកសត្វចៀមថយចេញពីទីនោះ។ មូសាក៏បាន សួរថាៈ តើអ្នកទាំងពីរមានបញ្ហា អ្វី? នាងទាំងពីរបានឆ្លើយថាៈ ពួកខ្ញុំមិនអាច ដងទឹកឱ្យសត្វចៀមរបស់ពួកខ្ញុំផឹកបានទេ ទាល់តែពួក គង្វាលទាំងនោះចេញទៅសិន។ ហើយឪពុករបស់ពួកខ្ញុំ គាត់ជា មនុស្សចាស់ជរា(មិនអាចជួយពួកខ្ញុំបានឡើយ)។","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:24","price":"ពេលនោះ គាត់ក៏បានដងទឹកឱ្យសត្វចៀមរបស់នាងទាំង ពីរផឹក។ បន្ទាប់មកគាត់បានត្រឡប់ទៅរកម្លប់វិញ ហើយបានបួង សួងសុំថាៈ ឱម្ចាស់របស់ខ្ញុំ. ពិតប្រាកដណាស់ ខ្ញុំត្រូវការនូវអ្វីដែល ល្អដែលទ្រង់ប្រទានឱ្យខ្ញុំ។","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:25","price":"ហើយនារីម្នាក់ក្នុងចំណោមគេទាំងពីរបានមកជួបគាត់ ដោយដើរយ៉ាងអៀនខ្មាស់ នាងក៏បាននិយាយថាៈ ពិតប្រាកដណាស់ ឪពុករបស់ខ្ញុំអញ្ជើញអ្នកទៅដើម្បីគាត់នឹងឱ្យថ្លៃឈ្នួលដល់អ្នកដែល អ្នកបានដងទឹកឱ្យសត្វចៀមរបស់ពួកខ្ញុំផឹកនោះ។ នៅពេលដែល មូសាបានទៅជួបគាត់ ហើយមូសាបាននិយាយរឿង(ការតាមចាប់ ខ្លួនរបស់ហ្វៀរអោន)ប្រាប់គាត់ គាត់ក៏បាននិយាយថាៈ សូមអ្នក កុំខ្លាច អ្នកបានរួចផុតពីក្រុមដែលបំពានហើយ។","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:26","price":"នារីម្នាក់ក្នុងចំណោមគេទាំងពីរបាននិយាយថាៈ ឱលោក ឪពុកជាទីស្រឡាញ់. សូមលោកឪពុកជួលគាត់(ធ្វើជាអ្នកគង្វាល សត្វចៀមរបស់យើង)ទៅ ពិតប្រាកដណាស់ មនុស្សល្អដែលលោក ឪពុកត្រូវជួលនោះ គឺមានកម្លាំងខ្លាំងក្លា និងស្មោះត្រង់។","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:27","price":"គាត់បានពោល(ទៅកាន់មូសា)ថាៈ ខ្ញុំមានបំណងរៀប អាពាហ៍ពិពាហ៍កូនស្រីម្នាក់ក្នុងចំណោមកូនស្រីរបស់ខ្ញុំទាំងពីរនេះ ឱ្យអ្នក ដោយអ្នកនៅបម្រើខ្ញុំ(គង្វាលសត្វចៀម)ក្នុងរយៈពេល ប្រាំបីឆ្នាំ។ តែបើអ្នកចង់បង្គ្រប់វាឱ្យពេញរយៈពេលដប់ឆ្នាំវាគឺជាការ ស្ម័គ្រចិត្ដរបស់អ្នក។ ខ្ញុំគ្មានបំណងចង់ឱ្យអ្នកលំបាកឡើយ។ អ្នកនឹង ដឹងថា ខ្ញុំគឺជាមនុស្សល្អត្រឹមត្រូវ ប្រសិនបើអល់ឡោះមានចេតនា។","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:28","price":"គាត់(មូសា)បានតបថាៈ នោះគឺ(ជាការព្រមព្រៀង)រវាង ខ្ញុំនិងអ្នក។ អំឡុងពេលណាមួយក៏ដោយក្នុងអំឡុងពេលទាំងពីរ (ប្រាំបីឆ្នាំឬដប់ឆ្នាំ)ដែលខ្ញុំបានបំពេញគឺគ្មានការបំពាន(សុំបន្ថែម) មកលើខ្ញុំឡើយ។ ហើយអល់ឡោះជាសាក្សីចំពោះអ្វីដែលពួកយើង និយាយ(ព្រមព្រៀង)។","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:29","price":"ក្រោយមកនៅពេលដែលមូសាបានបំពេញតាមពេលកំណត់ រួច(រយៈពេលដប់ឆ្នាំ) ហើយគាត់បានធ្វើដំណើរជាមួយនឹងគ្រួសារ របស់គាត់(ទៅកាន់ទឹកដីអេហ្ស៊ីប) គាត់ក៏បានឃើញពន្លឺភ្លើងមួយ នៅក្បែរជើងភ្នំតួរ។ គាត់បានពោលទៅកាន់គ្រួសាររបស់គាត់ថាៈ សូមពួកអ្នកនៅទីនេះសិនចុះ ពិតប្រាកដណាស់ខ្ញុំបានឃើញពន្លឺភ្លើង មួយ សង្ឃឹមថាខ្ញុំនឹងនាំដំណឹងខ្លះៗពីវា ឬក៏យកដុំភ្លើងមកបង្កាត់ ឱ្យពួកអ្នក ដើម្បីឱ្យពួកអ្នកកំដៅខ្លួន។","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:30","price":"ហើយនៅពេលដែលគាត់បានទៅដល់ពន្លឺភ្លើងនោះគេ (អល់ឡោះ)បានហៅគាត់ចេញពីដើមឈើមួយដើមនៅក្បែរជ្រលង ភ្នំខាងស្ដាំនៅទីកន្លែងដ៏មានពរជ័យថាៈ ឱមូសា. ពិតប្រាកដណាស់ យើងគឺអល់ឡោះជាម្ចាស់គ្រប់គ្រងពិភពទាំងអស់។","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:31","price":"ហើយចូរអ្នកបោះដំបងរបស់អ្នកចុះ។ ហើយនៅពេលដែល គាត់បានឃើញវាធ្វើចលនាដូចជាពស់នោះ គាត់ក៏រត់ត្រឡប់ទៅវិញ ដោយមិនងាកក្រោយ។ (ពេលនោះទ្រង់មានបន្ទូលថា) ឱមូសា. ចូរ អ្នកដើរចូលមក ហើយកុំភ័យខ្លាចឱ្យសោះ។ ពិតប្រាកដណាស់ អ្នក គឺស្ថិតក្នុងចំណោមអ្នកដែលមានសុវត្ថិភាព។","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:32","price":"ហើយចូរអ្នកដាក់ដៃរបស់អ្នកចូលទៅក្នុងហោប៉ៅរបស់ អ្នក នោះវានឹងចេញពន្លឺសចែងចាំងដោយមិនមែនជាប្រការអាក្រក់ ឡើយ។ ហើយចូរអ្នកយកដៃ(ស្ដាំ)របស់អ្នកដាក់ចូលទៅចំហៀង ខ្លួន(ខាងឆេ្វង)របស់អ្នកដើម្បីចៀសវាងពីការភ័យខ្លាច។ ដូចេ្នះ ទាំងពីរនេះគឺជាភស្ដុតាងពីម្ចាស់់របស់អ្នកទៅកាន់ហ្វៀរអោន និង ពួកមន្ដ្រីរបស់គេ។ ពិតប្រាកដណាស់ ពួកគេគឺជាក្រុមដែលប្រាស់ ចាកពីការប្រតិបត្ដិមកចំពោះយើង។","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:33","price":"គាត់(មូសា)បានពោលថាៈ ឪម្ចាស់របស់ខ្ញុំ. ពិតប្រាកដ ណាស់ ខ្ញុំបានសម្លាប់ពួកគេម្នាក់ ហើយខ្ញុំខ្លាចពួកគេនឹងសម្លាប់ខ្ញុំ វិញ។","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:34","price":"ហើយបងរបស់ខ្ញុំហារូន គាត់និយាយច្បាស់ជាងខ្ញុំ។ ដូចេ្នះ សូមទ្រង់មេត្ដាបញ្ជូនគាត់ទៅជាមួយខ្ញុំ ដើម្បីគាត់ធ្វើជាអ្នកជួយ បញ្ជាក់ពីភាពសច្ចៈរបស់ខ្ញុំ។ ពិតប្រាកដណាស់ ខ្ញុំខ្លាចពួកគេបដិសេធ នឹងខ្ញុំ។","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:35","price":"ទ្រង់បានមានបន្ទូលថាៈ យើងនឹងពង្រឹងកិច្ចការរបស់អ្នក ដោយបងប្រុសរបស់អ្នក ហើយយើងនឹងប្រទានអំណាចដល់អ្នក ទាំងពីរ។ ហើយពួកគេមិនអាចធ្វើទុក្ខទោសដល់អ្នកទាំងពីរបាន ឡើយ។ ដោយសារភស្ដុតាងរបស់យើង អ្នកទាំងពីរនិងអ្នកដែល បានតាមអ្នកទាំងពីរគឺជាអ្នកដែលមានជ័យជំនះ។","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:36","price":"ហើយនៅពេលដែលមូសាបាននាំមកបង្ហាញពួកគេនូវ ភស្ដុតាងរបស់យើងយ៉ាងជាក់ច្បាស់នោះ ពួកគេនិយាយថាៈ នេះ គ្មានអ្វីក្រៅពីជាមន្ដអាគមដែលគេបានប្រឌិតឡើយ។ ហើយពួក យើងមិនដែលបានឮរឿងបែបនេះទេតាំងពីជីដូនជីតារបស់ពួក យើងមុនមកម្លេះ។","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:37","price":"ហើយមូសាបានឆ្លើយថាៈ ម្ចាស់របស់ខ្ញុំដឹងបំផុតចំពោះ អ្នកណាដែលបាននាំមកនូវការចង្អុលបង្ហាញពីទ្រង់ និងអ្នកណាដែល ទទួលបានលទ្ធផលល្អនៅថ្ងៃបរលោក។ ពិតប្រាកដណាស់ ពួកដែល បំពានគឺមិនទទួលជោគជ័យឡើយ។","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:38","price":"ហើយហ្វៀរអោនបាននិយាយថាៈ ឱពួកមន្ដ្រី. យើងមិន ដែលដឹងសោះថា ពួកអ្នកមានម្ចាស់ផេ្សងក្រៅពីយើង។ ហើយចូរ អ្នកដុតដីធ្វើជាដុំឥដ្ឋឱ្យយើង ឱហើម៉ាន. រួចសាងសង់វិមានមួយ យ៉ាងខ្ពស់ឱ្យយើង ដើម្បីយើងនឹងឡើងទៅមើលម្ចាស់របស់មូសា។ ហើយពិតប្រាកដណាស់ យើងគិតថា គេជាអ្នកដែលស្ថិតក្នុង ចំណោមពួកដែលភូតកុហក។","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:39","price":"ហើយហ្វៀរអោននិងពលទាហានរបស់គេបានក្រអឺត ក្រទមនៅលើទឹកដីនេះ(អេហ្ស៊ីប)ដោយគ្មានមូលហេតុត្រឹមត្រូវ ឡើយ។ ហើយពួកគេបានគិតថា ពិតប្រាកដណាស់ ពួកគេនឹងមិន ត្រូវគេឱ្យវិលត្រឡប់មកជួបយើងវិញឡើយ(នៅថ្ងៃបរលោក)។","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:40","price":"ក្រោយមក យើងបានក្របួចគេនិងពលទាហានរបស់គេ រួចយើងក៏បោះពួកគេចូលទៅក្នុងសមុទ្រ។ ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)មើលចុះថា តើលទ្ធផលចុងក្រោយរបស់ពួកដែលបំពាននោះ យ៉ាងដូចម្តេច?","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:41","price":"ហើយយើង(អល់ឡោះ)បានធ្វើឱ្យពួកគេក្លាយជាមេដឹក នាំដែលអំពាវនាវ(មនុស្សលោក)ទៅកាន់នរក។ ហើយនៅថ្ងៃ បរលោកពួកគេគ្មានអ្នកណាជួយឡើយ។","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:42","price":"ហើយយើងបានដាក់បណ្ដាសាឱ្យតាមចងពៀរពួកគេនៅ ក្នុងលោកិយនេះ។ ហើយនៅថ្ងៃបរលោកវិញ ពួកគេស្ថិតក្នុង ចំណោមពួកដែលឃ្លាតឆ្ងាយ(ពីក្ដីមេត្ដាករុណារបស់អល់ឡោះ)។","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:43","price":"ហើយជាការពិតណាស់ យើងបានប្រទានគម្ពីរ(តាវរ៉ត) ឱ្យមូសាបន្ទាប់ពីយើងបានបំផ្លាញពួកជំនាន់មុនឱ្យវិនាស ដើម្បីជា ការបំភ្លឺ និងជាការចង្អុលបង្ហាញ ហើយនិងជាក្ដីមេត្ដាករុណាចំពោះ មនុស្សលោក។ សង្ឃឹមថា ពួកគេនឹកឃើញ។","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:44","price":"ហើយអ្នក(មូហាំម៉ាត់)មិនបាននៅក្បែរភ្នំខាងលិចនោះទេ នៅពេលដែលយើងបានដាក់បញ្ញត្ដិ(តែងតាំងធ្វើជាអ្នកនាំសារ)ដល់ មូសា។ ហើយអ្នកក៏មិនបានស្ថិតក្នុងចំណោមអ្នកដែលបានឃើញ ហេតុការណ៍នោះដែរ។","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:45","price":"ប៉ុន្ដែយើងបានបង្កើតមនុស្សជាច្រើនជំនាន់(បន្ទាប់ពី មូសា)។ ហើយពួកគេបានរស់នៅក្នុងរយៈពេលដ៏យូរអង្វែង(រហូត ភេ្លចគិតពីការសន្យារបស់អល់ឡោះ និងបោះបង់ការប្រតិបត្ដិទៅ ចំពោះទ្រង់)។ ហើយអ្នក(មូហាំម៉ាត់)ក៏ពុំបានរស់នៅជាមួយអ្នក ស្រុកម៉ាទយ៉ាន់ ដោយអ្នកសូត្រអាយ៉ាត់ៗរបស់យើងឱ្យពួកគេ ស្ដាប់ដែរ។ ប៉ុន្ដែយើងទេគឺជាអ្នកផ្ដល់ដណឹង(រឿងរ៉ាវរបស់មូសា) ឱ្យអ្នកដឹងនោះ។","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:46","price":"ហើយអ្នក(មូហាំម៉ាត់)មិនបាននៅក្បែរភ្នំតួរនោះទេនៅ ពេលដែលយើងបានស្រែកហៅ(មូសា)នោះ។ ប៉ុន្ដែដោយក្ដីមេត្ដា ករុណាពីម្ចាស់របស់អ្នក (ទ្រង់បានតែងតាំងអ្នកជាអ្នកនាំសារ) ដើម្បីដាស់តឿនព្រមានដល់ក្រុមដែលគ្មានអ្នកដាស់តឿនណាម្នាក់ ទៅដល់ពួកគេកាលពីមុនអ្នក។ សង្ឃឹមថា ពួកគេនឹកឃើញ។","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:47","price":"ប្រសិនបើគ្មានគ្រោះមហន្ដរាយធ្លាក់មកលើពួកគេដោយ សារតែទង្វើរបស់ពួកគេបានសាងកន្លងមក ហើយពួកគេនិយាយថាៈ ឱម្ចាស់របស់ពួកយើង. ហេតុអ្វីបានជាទ្រង់មិនបានបញ្ជូនអ្នកនាំសារ ម្នាក់មកឱ្យពួកយើង ដើម្បីឱ្យពួកយើងអនុវត្ដតាមអាយ៉ាត់ៗរបស់ ទ្រង់ និងដើម្បីឱ្យពួកយើងក្លាយជាអ្នកដែលមានជំនឿទេនោះ (យើងពិតជាមិនតែងតាំងអ្នកជាអ្នកនាំសារឡើយ)។","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:48","price":"តែនៅពេលដែលការពិត(មូហាំម៉ាត់)របស់យើងបានមក ដល់ពួកគេ ពួកគេបែរជានិយាយថាៈ ហេតុអ្វីបានជាអល់ឡោះមិន ប្រទានឱ្យគេ(មូហាំម៉ាត់)ដូចអ្វីដែលគេបានប្រទានឱ្យមូសា? (ឱ មូហាំម៉ាត់. ចូរអ្នកពោលទៅកាន់ពួកមូស្ហរីគីនថា) តើពួកគេ(ពួកយ៉ាហ៊ូទី)មិនបានបដិសេធនឹងអ្វីដែលគេបានប្រទានឱ្យមូសាពីមុន ទេឬ? ពួកគេ(ពួកមូស្ហរីគីន)បានតបថាៈ ទាំងពីរនេះ(គម្ពីរតាវរ៉ត និងគម្ពីរគួរអាន)គឺជាមន្ដអាគមដែលបានជួយជ្រោមជ្រែងគ្នាទៅ វិញទៅមក។ ហើយពួកគេនិយាយទៀតថាៈ ពិតប្រាកដណាស់ ពួក យើងគឺជាអ្នកបដិសេធរាល់អ្វី(ដែលមាននៅក្នុងគម្ពីរទាំងពីរនេះ)។","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:49","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ដូចេ្នះ ចូរពួកអ្នកនាំគម្ពីរ ណាមួយពីអល់ឡោះដែលវាមានការចង្អុលបង្ហាញប្រសើរជាងវា ទាំងពីរ(គម្ពីរតាវរ៉ត និងគម្ពីរគួរអាន)មកចុះ ខ្ញុំនឹងប្រតិបត្ដិតាមវា ប្រសិនបើពួកអ្នកជាអ្នកដែលនិយាយត្រឹមត្រូវមែននោះ។","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:50","price":"តែប្រសិនបើពួកគេមិនអាចឆ្លើយតបចំពោះអ្នកបានទេនោះ ចូរអ្នកដឹងថាៈ តាមពិតពួកគេគ្រាន់តែធ្វើតាមចំណង់ចិត្ដរបស់ពួកគេ ប៉ុណ្ណោះ។ ហើយគ្មានអ្នកណាដែលវងេ្វងជាងអ្នកដែលធ្វើតាម ចំណង់ចិត្ដរបស់គេដោយគ្មានការចង្អុលបង្ហាញពីអល់ឡោះនោះ ឡើយ។ ពិតប្រាកដណាស់ អល់ឡោះមិនចង្អុលបង្ហាញចំពោះក្រុម ដែលបំពានឡើយ។","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:51","price":"ហើយជាការពិតណាស់ យើងបានបញ្ជាក់ក្នុងគម្ពីរគួរអាន ជារឿយៗ(នូវហេតុការណ៍មហន្ដរាយរបស់ពួកជំនាន់មុន)សម្រាប់ ពួកគេ សង្ឃឹមថាពួកគេនឹងនឹកឃើញ។","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:52","price":"ពួកដែលយើងបានប្រទានគម្ពីរ(តាវរ៉ត និងអ៊ីញជីល)ឱ្យ ពួកគេមុនវា(គម្ពីរគួរអាន)គឺពួកគេមានជំនឿនឹងវា។","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:53","price":"ហើយនៅពេលដែលគេសូត្រ(គម្ពីរគួរអាន)ឱ្យពួកគេស្ដាប់ ពួកគេនិយាយថាៈ ពួកយើងបានជឿនឹងវាហើយ។ ពិតប្រាកដណាស់ វាគឺជាការពិតមកពីម្ចាស់របស់ពួកយើង។ ពិតប្រាកដណាស់ ពួក យើងជាអ្នកដែលព្រមទទួលយកសាសនាអ៊ីស្លាមមុននឹងការបញ្ចុះវាទៅទៀត។","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:54","price":"ពួកទាំងនោះហើយជាពួកដែលគេផ្ដល់ផលបុណ្យឱ្យពួកគេ ទេ្វដងដោយសារតែអ្វីដែលពួកគេបានអត់ធ្មត់(ព្រមជឿនឹងគម្ពីរ តាវរ៉ត និងគម្ពីរគួរអាន)និងច្រានចោលប្រការអាក្រក់ដោយប្រការ ល្អ ហើយនិងបរិច្ចាគអំពីអ្វីដែលយើងប្រទានលាភសក្ការៈឱ្យពួកគេ។","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:55","price":"ហើយនៅពេលដែលពួកគេបានស្ដាប់ឮរឿងគ្មានផល ប្រយោជន៍ ពួកគេងាកចេញពីវា ហើយបានពោលថាៈ ការប្រព្រឹត្ដ របស់ពួកយើងគឺវាសម្រាប់ពួកយើង ហើយការប្រព្រឹត្ដរបស់ពួកអ្នក គឺសម្រាប់ពួកអ្នក។ សូមឱ្យមានសុខសន្ដិភាពចំពោះពួកអ្នក។ ពួកយើងមិនត្រូវការនិយាយជាមួយអ្នកដែលល្ងង់ខ្លៅទេ។","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:56","price":"ពិតប្រាកដណាស់ អ្នក(មូហាំម៉ាត់)មិនអាចចង្អុលបង្ហាញ ចំពោះអ្នកណាដែលអ្នកស្រឡាញ់បានឡើយ ក៏ប៉ុន្ដែអល់ឡោះអាច ចង្អុលបង្ហាញចំពោះអ្នកណាដែលទ្រង់មានចេតនា។ ហើយទ្រង់ ដឹងបំផុតចំពោះបណ្ដាអ្នកដែលបានទទួលការចង្អុលបង្ហាញ។","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:57","price":"ហើយពួកគេ(ពួកមូស្ហរីគីនម៉ាក្កះ)បាននិយាយថាៈ ប្រសិន បើពួកយើងព្រមតាមការចង្អុលបង្ហាញជាមួយនឹងអ្នក ពួកយើងពិត ជាត្រូវគេបណេ្ដញចេញពីទឹកដីរបស់ពួកយើងជាមិនខាន។ តើយើង មិនបានផ្ដល់ឱ្យពួកគេនូវទឹកដីហារ៉ម(ម៉ាក្កះ) ដែលប្រកបដោយ សុវត្ថិភាពដែលគេនាំទៅទីនោះនូវដំណាំផ្លែឈើគ្រប់ប្រភេទជាលាភ សក្ការៈពីយើងទេឬ? ប៉ុន្ដែពួកគេភាគច្រើនមិនដឹងឡើយ។","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:58","price":"ហើយយើងបានបំផ្លាញភូមិស្រុកអស់ជាច្រើនមកហើយ ដែលមិនបានដឹងគុណដល់ការរស់នៅរបស់គេ។ ហើយលំនៅដ្ឋាន របស់ពួកគេគ្មានអ្នកណារស់នៅបន្ទាប់ពីពួកគេឡើយ លើកលែង តែបន្ដិចបន្ដួចប៉ុណ្ណោះ។ ហើយយើងគឺជាអ្នកដែលទទួលមរតក។","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:59","price":"ម្ចាស់របស់អ្នកមិនមែនជាអ្នកដែលបំផ្លាញភូមិស្រុកណា មួយឡើយ លុះត្រាតែទ្រង់ចាត់តាំងក្នុងភូមិស្រុកនោះនូវអ្នកនាំសារ ម្នាក់ ដើម្បីសូត្រអាយ៉ាត់ៗរបស់យើងឱ្យពួកគេស្ដាប់សិន។ ហើយ យើងមិនមែនជាអ្នកបំផ្លាញភូមិស្រុកណាមួយឡើយ លើកលែងតែ អ្នកភូមិស្រុកនោះជាពួកដែលបំពានប៉ុណ្ណោះ។","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:60","price":"ហើយអ្វីក៏ដោយដែលគេបានប្រទានឱ្យពួកអ្នកគ្រាន់តែជា ការសប្បាយនៃជីវិតលោកិយនិងជាការលំអរបស់វាប៉ុណ្ណោះ។ តែ អ្វីដែលនៅជាមួយអល់ឡោះគឺវាល្អប្រសើរជាង ហើយគង់វង្សជា អមតៈទៀតផង។ ដូចេ្នះ តើពួកអ្នកមិនពិចារណាទេឬ?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:61","price":"តើអ្នកដែលយើងបានសន្យាឱ្យគេនូវការសន្យាមួយដ៏ប្រពៃ (ឋានសួគ៌) រួចគេពិតជាទទួលបានវាមែននោះ(នៅថ្ងៃបរលោក) ដូចអ្នកដែលយើងបានផ្ដល់ឱ្យគេនូវភាពសប្បាយរីករាយនៃការរស់ នៅក្នុងលោកិយ ក្រោយមកនៅថ្ងៃបរលោកគេស្ថិតក្នុងចំណោមពួក ដែលត្រូវគេនាំទៅកាន់នរកដែរឬទេ?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:62","price":"ហើយនៅថ្ងៃនោះអល់ឡោះនឹងហៅពួកគេ រួចទ្រង់មាន បន្ទូលថាៈ តើគូកនរបស់យើង(ព្រះនានា)ដែលពួកអ្នកធ្លាប់បាន អះអាងនោះនៅឯណា?","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:63","price":"ពួកដែលទារុណកម្មត្រូវធ្លាក់លើពួកគេ(ពួកមេដឹកនាំរបស់ ពួកដែលវងេ្វង)បាននិយាយថាៈ ឱម្ចាស់របស់ពួកយើង. ពួកទាំង នេះហើយដែលពួកយើងបានធ្វើឱ្យវងេ្វង(ពីមាគ៌ារបស់ទ្រង់)។ ពួក យើងក៏បានធ្វើឱ្យពួកគេវងេ្វងដូចដែលពួកយើងបានវងេ្វងនោះដែរ។ ពួកយើងសូមដកខ្លួន(ចេញពីពួកគេ)ទៅរកទ្រង់វិញ។ ពួកគេមិន បានគោរពសក្ការៈចំពោះពួកយើងឡើយ (តាមពិតពួកគេគោរព សក្ការៈតាមចំណង់ចិត្ដរបស់ពួកគេ)។","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:64","price":"ហើយមានគេពោល(ទៅកាន់ពួកគេថា) ចូរពួកអ្នកបួង សួងសុំពីព្រះនានារបស់ពួកអ្នកមើល. ពួកគេក៏បានបួងសួងសុំព្រះ ទាំងនោះ តែពួកវាមិនបានឆ្លើយតបចំពោះពួកគេឡើយ។ ហើយ ពួកគេក៏បានឃើញទារុណកម្ម (រួចបានគិតថា) ពិតប្រាកដណាស់ ប្រសិនបើពួកគេព្រមទទួលយកការចង្អុលបង្ហាញនោះ (ពួកគេពិត ជាពុំត្រូវបានទទួលនូវទារុណកម្មឡើយ)។","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:65","price":"ហើយនៅថ្ងៃដែលអល់ឡោះហៅពួកគេ រួចទ្រង់មានបន្ទូល ថាៈ តើពួកអ្នកបានឆ្លើយតបអ្វីខ្លះចំពោះបណ្ដាអ្នកនាំសារ?","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:66","price":"ហើយអំណះអំណាងទាំងឡាយនៅថ្ងៃនោះបានធ្វើឱ្យពួក គេងងឹត(មិនដឹងអ្វីឡើយ) ហើយពួកគេក៏មិនអាចសួរគ្នាទៅវិញ ទៅមកបានដែរ។","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:67","price":"រីឯអ្នកណាហើយដែលបានសារភាពទោសកំហុស និងមានជំនឿ ហើយនិងបានធ្វើអំពើល្អត្រឹមត្រូវនោះ សង្ឃឹមថាគេនឹងក្លាយ ជាអ្នកដែលស្ថិតកុ្នងចំណោមអ្នកដែលទទួលបានជោគជ័យ។","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:68","price":"ហើយម្ចាស់របស់អ្នកទ្រង់បង្កើត និងជ្រើសរើសនូវអ្វីដែល ទ្រង់មានចេតនា។ ពួកគេគ្មានជម្រើសឡើយ។ អល់ឡោះមហា ស្អាតស្អំ និងខ្ពង់ខ្ពស់បំផុតអំពីអ្វីដែលពួកគេកំពុងតែធ្វើស្ហ៊ីរិក។","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:69","price":"ហើយពិតប្រាកដណាស់ ម្ចាស់របស់អ្នកដឹងនូវអ្វីដែលចិត្ដ របស់ពួកគេលាក់បាំងនិងអ្វីដែលពួកគេលាតត្រដាង។","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:70","price":"ហើយទ្រង់គឺអល់ឡោះជាម្ចាស់ដែលគ្មានម្ចាស់ណាផេ្សង ត្រូវគេគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីទ្រង់ឡើយ។ រាល់ការសរសើរនៅក្នុងលោកិយ និងថ្ងៃបរលោកគឺចំពោះទ្រង់តែមួយគត់។ ហើយការកាត់សេចក្ដីគឺជាកម្មសិទ្ធិរបស់ទ្រង់។ ហើយពួកអ្នកនឹង ត្រូវវិលត្រឡប់ទៅកាន់ទ្រង់តែមួយគត់។","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:71","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកប្រាប់ខ្ញុំមក ប្រសិនបើអល់ឡោះបានធ្វើឱ្យពួកអ្នកមានពេលយប់សិ្ថតសេ្ថរ រហូតដល់ថ្ងៃបរលោកនោះ តើមានម្ចាស់ណាផេ្សងពីអល់ឡោះ ដែលអាចនាំពន្លឺមកឱ្យពួកអ្នក? ដូចេ្នះតើពួកអ្នកមិនស្ដាប់ឮទេឬ?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:72","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកប្រាប់ខ្ញុំមក ប្រសិនបើអល់ឡោះបានធ្វើឱ្យពួកអ្នកមានពេលថ្ងៃស្ថិតសេ្ថររហូត ដល់ថ្ងៃបរលោកនោះ តើមានម្ចាស់ណាផេ្សងពីអល់ឡោះដែលអាចនាំពេលយប់មកឱ្យពួកអ្នក ដើម្បីឱ្យពួកអ្នកសម្រាកក្នុងវា? ដូចេ្នះ តើពួកអ្នកមិនឃើញទេឬ?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:73","price":"ហើយដោយមានក្ដីមេត្ដាករុណារបស់ទ្រង់ទ្រង់បានបង្កើត ពេលយប់និងពេលថ្ងៃសម្រាប់ពួកអ្នក ដើម្បីឱ្យពួកអ្នកសម្រាកក្នុង វា និងដើម្បីស្វែងរកលាភសក្ការៈរបស់ទ្រង់ ហើយនិងដើម្បីឱ្យពួក អ្នកដឹងគុណ។","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:74","price":"ហើយនៅថ្ងៃនោះ(ថ្ងៃបរលោក)អល់ឡោះនឹងហៅពួកគេ រួចទ្រង់មានបន្ទូលថាៈ តើគូកនរបស់យើង(ព្រះនានា)ដែលពួកអ្នក ធ្លាប់បានអះអាងនោះនៅឯណា?","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:75","price":"ហើយ(នៅថ្ងៃបរលោក)យើងបានដកយកពីប្រជាជាតិ នីមួយៗនូវសាក្សីម្នាក់(គឺអ្នកនាំសាររបស់ពួកគេ) រួចយើងមាន បន្ទូលថាៈ ចូរពួកអ្នកនាំភស្ដុតាងរបស់ពួកអ្នកមក(ចំពោះអ្វីដែល ពួកអ្នកគោរពផេ្សងពីអល់ឡោះ) ពេលនោះពួកគេដឹងច្បាស់ថាៈ ភាពពិតគឺសម្រាប់អល់ឡោះ តែអ្វីដែលពួកគេធ្លាប់បានប្រឌិតភូត កុហកនោះបានបាត់បង់អស់ពីពួកគេ។","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:76","price":"ពិតប្រាកដណាស់ ករូនគឺស្ថិតក្នុងក្រុមរបស់មូសា តែគេបាន រំលោភបំពានលើពួកទាំងនោះ។ ហើយយើងបានប្រទានឱ្យគេនូវ កំណប់ទ្រព្យមួយចំនួនដែលកូនសោររបស់វាពិតជាធ្ងន់ក្នុងការលី ចំពោះពួកបុរសៗដែលមានកំលាំងខ្លាំងក្លា ខណៈដែលក្រុមរបស់គេ បាននិយាយទៅកាន់គេថាៈ ចូរអ្នកកុំសប្បាយហួសហេតុ(រមិលគុណ) ពិតប្រាកដណាស់ អល់ឡោះមិនស្រឡាញ់ពួកដែលសប្បាយ ហួសហេតុឡើយ។","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:77","price":"ហើយចូរអ្នកស្វែងរកផលបុណ្យសម្រាប់ថ្ងៃបរលោកនូវអ្វី ដែលអល់ឡោះបានប្រទានឱ្យអ្នកចុះ តែកុំភេ្លចនូវលាភសំណាង ចំណែករបស់អ្នកនៅក្នុងលោកិយនេះឱ្យសោះ។ ហើយចូរអ្នកសាង អំពើល្អដូចអ្វី ដែលអល់ឡោះបានធ្វើល្អចំពោះអ្នក។ ហើយចូរអ្នក កុំស្វែងរកភាពវិនាសកម្មនៅលើផែនដីនេះឱ្យសោះ។ ពិតប្រាកដណាស់ អល់ឡោះមិនស្រឡាញ់ពួកដែលបង្កវិនាសកម្មឡើយ។","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:78","price":"គេ(ករូន)បាននិយាយថាៈ តាមពិត អ្វីដែលគេបានប្រទាន វាឱ្យខ្ញុំ គឺដោយសារតែចំណេះវិជ្ជាដែលខ្ញុំមាន។ តើគេមិនបានដឹងទេថាៈ ពិតប្រាកដណាស់ អល់ឡោះបានបំផ្លាញជាច្រើនជំនាន់មកហើយ មុនរូបគេ ដែលគេ(ពួកជំនាន់មុន)ជាអ្នកខ្លាំង និងមានទ្រព្យសម្បត្ដិ ច្រើនជាងរូបគេទៅទៀតនោះ? ហើយពួកដែលប្រព្រឹត្ដបាបកម្មមិន ត្រូវគេសួរអំពីបាបកម្មរបស់ពួកគេឡើយ។","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:79","price":"រួចមកគេ(ករូន)ក៏បានដើរចេញទៅកាន់ក្រុមរបស់គេក្នុង លក្ខណៈតុបតែងយ៉ាងអំនួតរបស់គេ។ ពួកដែលប្រាថ្នាតែការរស់ នៅក្នុងលោកិយបាននិយាយថាៈ អ្ហា៎. ពួកយើងចង់បានដូចអ្វីដែល គេបានប្រទានឱ្យករូន។ ពិតប្រាកដណាស់ គេមានសំណាងដ៏ធំធេង។","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:80","price":"រីឯបណ្ដាអ្នកដែលគេបានផ្ដល់ចំណេះដឹងឱ្យបាននិយាយថាៈ មហន្ដរាយហើយពួកអ្នក. ផលបុណ្យរបស់អល់ឡោះគឺប្រសើរបំផុត សម្រាប់អ្នកដែលមានជំនឿ និងអ្នកដែលបានប្រព្រឹត្ដអំពើល្អត្រឹមត្រូវ។ ហើយគ្មាននរណាទទួលបានវា(ផលបុណ្យ)ឡើយ លើកលែង តែបណ្ដាអ្នកដែលអត់ធ្មត់ប៉ុណ្ណោះ។","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:81","price":"ដូចេ្នះយើងក៏បានឱ្យដីលេបខ្លួនគេ(ករូន) និងលំនៅដ្ឋាន របស់គេ។ ហើយគ្មានក្រុមណាមួយអាចជួយគេក្រៅពីអល់ឡោះ ឡើយ។ ហើយពួកគេក៏មិនអាចជួយខ្លួនឯងបានដែរ។","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:82","price":"ហើយពួកដែលបានប្រាថ្នាចង់បានបុណ្យសក្ដិរបស់គេ(ករូន) កាលពីថ្ងៃមុននោះចាប់ផ្ដើមនិយាយថាៈ តើអ្នកមិនបានដឹងទេថា ពិតប្រាកដណាស់ អល់ឡោះបើកទូលាយ និងដាក់កំណត់លាភ សក្ការៈចំពោះអ្នកណាម្នាក់ក្នុងចំណោមខ្ញុំរបស់ទ្រង់ដែលទ្រង់មាន ចេតនា។ ប្រសិនបើអល់ឡោះមិនបានផ្ដល់ក្ដីមេត្ដាចំពោះ(ពាក្យ សំដី)ពួកយើងទេនោះ ទ្រង់ពិតជាពន្លិចពួកយើង(ទៅក្នុងដីដូច ករូន)ជាមិនខាន។ ហើយអ្នកមិនបានដឹងទេថា ពិតប្រាកដណាស់ ពួកដែលប្រឆាំងនឹងអល់ឡោះមិនបានទទួលជោគជ័យឡើយ។","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:83","price":"លំនៅដ្ឋាន(ឋានសួគ៌)នៅថ្ងៃបរលោកនោះ យើងនឹងផ្ដល់ វាសម្រាប់បណ្ដាអ្នកដែលគ្មានបំណងក្រអឺតក្រទម និងបង្កវិនាសកម្មនៅលើផែនដីនេះ។ ហើយលទ្ធផលចុងក្រោយដ៏ល្អប្រពៃ(ឋាន សួគ៌)នោះ គឺសម្រាប់បណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ។","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:84","price":"អ្នកណាហើយបាននាំមកនូវអំពើល្អ គេនឹងទទួលបានការ តបស្នងល្អប្រសើរជាងអំពើនោះទៅទៀត(នៅថ្ងៃបរលោក)។ ចំណែកឯអ្នកណាហើយដែលបាននាំមកនូវអំពើអាក្រក់វិញ គឺគេ មិនតបស្នងចំពោះពួកដែលប្រព្រឹត្ដអំពើអាក្រក់ក្រៅពីអ្វីដែលពួក គេធ្លាប់បានប្រព្រឹត្ដនោះឡើយ។","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:85","price":"ពិតប្រាកដណាស់ អ្នកដែលបានបញ្ចុះគម្ពីរគួរអានឱ្យអ្នកគឺ ជាអ្នកដែលបញ្ជូនអ្នកទៅកាន់កន្លែងដើមវិញ(ម៉ាក្កះឬឋានសួគ៌)។ ចូរអ្នកពោលថាៈ ម្ចាស់របស់ខ្ញុំដឹងបំផុតចំពោះអ្នកណាដែលបាននាំ មកនូវការចង្អុលបង្ហាញ និងអ្នកណាដែលគេស្ថិតក្នុងភាពវងេ្វងយ៉ាង ច្បាស់លាស់។","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:86","price":"ហើយអ្នកមិនធ្លាប់សង្ឃឹមថា គេនឹងបញ្ចុះគម្ពីរ(គួរអាន) ឱ្យអ្នកឡើយ។ ប៉ុន្ដែដោយសារក្ដីមេត្ដាករុណាពីម្ចាស់របស់អ្នក (ទ្រង់់បានបញ្ចុះវាឱ្យអ្នក)។ ដូចេ្នះ ចូរអ្នកកុំធ្វើជាអ្នកជ្រោមជ្រែង ដល់ពួកប្រឆាំងឱ្យសោះ។","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:87","price":"ហើយចូរកុំឱ្យពួកគេ(ពួកមូស្ហរីគីន)រារាំងអ្នកពី(ការផ្សព្វ ផ្សាយ)អាយ៉ាត់ៗរបស់អល់ឡោះជាដាច់ខាត ក្រោយពេលដែលគេ បានបញ្ចុះវាឱ្យអ្នកហើយនោះ។ ចូរអ្នកអំពាវនាវ(មនុស្សលោក) ទៅកាន់ម្ចាស់របស់់អ្នក។ ហើយចូរកុំធ្វើឱ្យខ្លួនអ្នកស្ថិតក្នុងចំណោម ពួកដែលធ្វើស្ហ៊ីរិកឱ្យសោះ។","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"28:88","price":"ហើយចូរអ្នកកុំបួងសួងសុំម្ចាស់ណាផេ្សងរួមជាមួយ អល់ឡោះឱ្យសោះ ព្រោះគ្មានម្ចាស់ណាផេ្សងដែលត្រូវគេគោរព សក្ការៈដ៏ពិតប្រាកដក្រៅពីទ្រង់ឡើយ។ រាល់អ្វីៗទាំងអស់គឺនឹងត្រូវ វិនាស លើកលែងតែវង់ភក្ដ្រ របស់ទ្រង់ប៉ុណ្ណោះ។ ហើយការកាត់ សេចក្ដីគឺជាកម្មសិទ្ធិរបស់ទ្រង់។ ហើយចំពោះទ្រង់តែមួយគត់ដែល ពួកអ្នកត្រូវវិលត្រឡប់។","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"km"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}