{"data":[{"name":"29:1","price":"អាលីហ្វ ឡាម មីម។","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:2","price":"តើមនុស្សលោកគិតថា ពួកគេត្រូវគេបណ្ដោយឱ្យនិយាយថា “ពួកយើងបានជឿហើយ”ដោយពួកគេមិនត្រូវគេសាកល្បងឬ?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:3","price":"ហើយជាការពិតណាស់ យើងបានសាកល្បងអ្នកជំនាន់មុន ពួកគេរួចមកហើយ។ ហើយអល់ឡោះដឹងបំផុតចំពោះបណ្ដាអ្នក ដែលទៀងត្រង់ និងដឹងបំផុតចំពោះពួកដែលភូតកុហក។","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:4","price":"ឬមួយអ្នកដែលប្រព្រឹត្ដអំពើអាក្រក់គិតថាៈ ពួកគេអាចគេច ផុតពីទារុណកម្មរបស់យើងឬ? អ្វីដែលពួកគេកំពុងវិនិច្ឆ័យនោះគឺ អាក្រក់បំផុត។","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:5","price":"នរណាហើយដែលសង្ឃឹមថានឹងបានជួបអល់ឡោះ ពិតប្រាកដណាស់ ការសន្យារបស់អល់ឡោះនោះគឺនឹងមកដល់ជាមិនខាន។ ហើយទ្រង់មហាឮ មហាដឹង។","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:6","price":"ហើយអ្នកណាបានតស៊ូ(ក្នុងមាគ៌ារបស់អល់ឡោះ) ពិត ប្រាកដណាស់ គេគ្រាន់តែតស៊ូសម្រាប់ខ្លួនគេប៉ុណ្ណោះ។ ពិតប្រាកដណាស់ អល់ឡោះមិនត្រូវការអ្វីពីភពទាំងអស់ឡើយ។","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:7","price":"ហើយបណ្ដាអ្នកដែលមានជំនឿ និងបានសាងអំពើល្អត្រឹម ត្រូវ យើងពិតជានឹងលុបបំបាត់អំពើអាក្រក់របស់ពួកគេចេញពីពួក គេ។ ហើយយើងពិតជានឹងតបស្នងឱ្យពួកគេប្រសើរជាងអ្វីដែល ពួកគេធ្លាប់បានសាងទៅទៀត។","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:8","price":"ហើយយើងបានបង្គាប់មនុស្សលោកឱ្យធ្វើល្អចំពោះឪពុក ម្ដាយរបស់គេ។ តែប្រសិនបើគាត់ទាំងពីរបង្ខំអ្នកឱ្យធ្វើស្ហ៊ីរិកចំពោះ យើងនូវអ្វីដែលអ្នកគ្មានចំណេះដឹងនឹងវាទេនោះ ចូរអ្នកកុំប្រតិបត្ដិ តាមពួកគាត់ទាំងពីរឱ្យសោះ។ កន្លែងវិលត្រឡប់របស់ពួកអ្នក គឺ មកកាន់យើងតែមួយគត់។ ហើយយើងនឹងប្រាប់ពួកអ្នកនូវអ្វីដែល ពួកអ្នកធ្លាប់បានប្រព្រឹត្ដ។","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:9","price":"ហើយបណ្ដាអ្នកដែលមានជំនឿ និងបានសាងអំពើល្អត្រឹមត្រូវ យើងពិតជានឹងបញ្ចូលពួកគេទៅក្នុងចំណោមអ្នកដែលត្រឹមត្រូវ។","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:10","price":"ហើយមានមនុស្សលោកមួយចំនួននិយាយថាៈ យើងបានជឿលើអល់ឡោះហើយ។ តែនៅពេលដែលគេទទួលរងនូវការឈឺ ចាប់ដោយសារ(មានជំនឿលើ)អល់ឡោះនោះ គេក៏បានចាត់ទុក ការធ្វើបាបរបស់មនុស្សលោកដូចជាទារុណកម្មរបស់អល់ឡោះដែរ។ ហើយប្រសិនបើជំនួយពីម្ចាស់របស់អ្នក(មូហាំម៉ាត់)បានមកដល់ នោះ ពួកគេពិតជានឹងនិយាយថាៈ ពិតប្រាកដណាស់ ពួកយើងធ្លាប់ នៅជាមួយពួកអ្នកដែរ(ក្នុងសាសនាអ៊ីស្លាមនិងជួយគ្នាទៅវិញទៅមក)។ តើមិនមែនអល់ឡោះទេឬដែលដឹងបំផុតនូវអ្វីដែលមាននៅ ក្នុងចិត្ដនៃសត្វលោកទាំងអស់នោះ?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:11","price":"ហើយអល់ឡោះដឹងយ៉ាងច្បាស់ចំពាះបណ្ដាអ្នកដែលមាន ជំនឿ និងដឹងយ៉ាងច្បាស់ចំពោះពួកពុតត្បុត។","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:12","price":"ហើយពួកដែលប្រឆាំងបាននិយាយទៅកាន់បណ្ដាអ្នកដែល មានជំនឿថាៈចូរពួកអ្នកធ្វើតាមមាគ៌ារបស់ពួកយើងហើយយើង នឹងទទួលខុសត្រូវនូវកំហុសឆ្គងទាំងឡាយរបស់ពួកអ្នក ខណៈដែល ពួកគេមិនមែនជាអ្នកដែលអាចទទួលខុសត្រូវអំពីកំហុសឆ្គងរបស់ ពួកគេបន្ដិចណាឡើយនោះ។ ពិតប្រាកដណាស់ ពួកគេគឺជាពួកដែល ភូតកុហក។","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:13","price":"ហើយពួកគេពិតជានឹងរែកពន់បាបកម្មទាំងឡាយរបស់ ពួកគេ និងបាបកម្មផេ្សងទៀតជាមួយនឹងបាបកម្មរបស់ពួកគេ។ ហើយពួកគេពិតជានឹងត្រូវគេសួរនាថ្ងៃបរលោកអំពីអ្វីដែលពួកគេ ធ្លាប់បានប្រឌិតភូតកុហក។","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:14","price":"ហើយជាការពិតណាស់ យើងបានបញ្ជូននួហទៅកាន់ក្រុម របស់គេ ហើយគេបានរស់នៅជាមួយពួកគេអស់រយៈពេលមួយពាន់ ឆ្នាំខ្វះតែហាសិបឆ្នាំប៉ុណ្ណោះ(៩៥០ឆ្នាំ)។ ក្រោយមកទឹកជំនន់បាន ឆក់យកពួកគេ ខណៈដែលពួកគេជាពួកដែលបំពាន។","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:15","price":"ពេលនោះយើងក៏បានសង្គ្រោះគេនិងអ្នកនៅលើនាវាទាំង អស់(ឱ្យរួចផុតពីគ្រោះមហន្ដរាយនេះ) ហើយយើងបានបង្កើត រឿងនេះជាមេរៀនមួយសម្រាប់ពិភពលោកទាំងមូល។","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:16","price":"ហើយ(ចូរចងចាំ)រឿងអ៊ីព្រហ៊ីម នៅពេលដែលគេបាន ពោលទៅកាន់ក្រុមរបស់គេថាៈ ចូរពួកអ្នកគោរពសក្ការៈទៅចំពោះ អល់ឡោះ និងកោតខ្លាចចំពោះទ្រង់់។ ទាំងនោះគឺប្រសើរសម្រាប់ ពួកអ្នក ប្រសិនបើពួកអ្នកបានដឹង។","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:17","price":"ជាការពិតណាស់ អ្វីដែលពួកអ្នកគោរពសក្ការៈក្រៅពី អល់ឡោះនោះ គឺគ្រាន់តែជារូបសំណាក ហើយពួកអ្នកបង្កើតឡើង គ្រាន់តែជាការបោកប្រាស់ប៉ុណ្ណោះ។ ពិតប្រាកដណាស់ ពួក(ព្រះ នានា)ដែលពួកអ្នកកំពុងគោរពសក្ការៈក្រៅពីអល់ឡោះនោះគឺពួក វាមិនអាចផ្ដល់លាភសក្ការៈដល់ពួកអ្នកបានឡើយ។ ដូចេ្នះ ចូរពួក អ្នកស្វែងរកលាភសក្ការៈពីអល់ឡោះ និងត្រូវគោរពសក្ការៈចំពោះ ទ្រង់ ហើយនិងត្រូវដឹងគុណចំពោះទ្រង់។ ចំពោះទ្រង់តែមួយគត់ ដែលពួកអ្នកត្រូវវិលត្រឡប់។","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:18","price":"តែប្រសិនបើពួកអ្នកបដិសេធ(នឹងមូហាំម៉ាត់)វិញនោះ ពិតប្រាកដណាស់ប្រជាជាតិជំនាន់មុនពួកអ្នកក៏បានបដិសេធ(នឹង អ្នកនាំសាររបស់ពួកគេ)ដែរ។ ហើយតួនាទីរបស់អ្នកនាំសារគ្មានអ្វី ក្រៅពីការផ្សព្វផ្សាយដ៏ច្បាស់លាស់នោះឡើយ។","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:19","price":"តើពួកគេមិនបានឃើញទេថា អល់ឡោះចាប់ផ្ដើមបង្កើត សត្វលោក បន្ទាប់មកទ្រង់នឹងបង្កើតវាសាជាថ្មីម្ដងទៀត(នៅថ្ងៃ បរលោក)យ៉ាងដូចមេ្ដច? ពិតប្រាកដណាស់ រឿងទាំងនោះគឺងាយ បំផុតសម្រាប់អល់ឡោះ។","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:20","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកធ្វើដំណើរនៅ លើផែនដីនេះ ហើយចូរពួកអ្នកមើលចុះថា តើទ្រង់បានចាប់ផ្ដើម បង្កើតសត្វលោកយ៉ាងដូចមេ្ដច? បន្ទាប់មកអល់ឡោះបង្កើតម្ដង ទៀតនៅថ្ងៃបរលោក។ ពិតប្រាកដណាស់ អល់ឡោះមានអានុភាព លើអ្វីៗទាំងអស់។","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:21","price":"ទ្រង់ធ្វើទារុណកម្មលើអ្នកណាដែលទ្រង់មានចេតនា ហើយ ទ្រង់ក៏អាណិតស្រឡាញ់អ្នកណាដែលទ្រង់មានចេតនាដែរ។ ហើយ ចំពោះទ្រង់តែមួយគត់ដែលពួកអ្នកត្រូវវិលត្រឡប់។","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:22","price":"ហើយពួកអ្នកមិនអាចគេចផុត(ពីទារុណកម្មរបស់ អល់ឡោះ)នៅលើផែនដី ហើយក៏មិនអាចគេចផុតដែរនៅលើមេឃ។ ហើយពួកអ្នកគ្មានអ្នកគាំពារនិងអ្នកជួយក្រៅពីអល់ឡោះ ឡើយ។","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:23","price":"ហើយពួកដែលបានបដិសេធនឹងអាយ៉ាត់ៗរបស់អល់ឡោះ និងការជួបនឹងទ្រង់នោះ ពួកទាំងនោះគឺអស់សង្ឃឹមពីក្ដីមេត្ដាករុណា របស់យើង។ ហើយពួកទាំងនោះនឹងទទួលទារុណកម្មយ៉ាងឈឺចាប់។","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:24","price":"ហើយការឆ្លើយតបនៃក្រុមរបស់គាត់(អ៊ីព្រហ៊ីម)គ្មានអ្វី ក្រៅពីពាក្យសម្ដីរបស់ពួកគេថាៈ ចូរពួកអ្នកសម្លាប់គេ ឬដុតគេ នោះឡើយ។ ពេលនោះអល់ឡោះក៏បានសង្គ្រោះគាត់ឱ្យរួចផុត ពីភ្លើងនោះ។ ពិតប្រាកដណាស់ នៅក្នុងរឿងទាំងនោះគឺជា ភស្ដុតាងៗសម្រាប់ក្រុមដែលមានជំនឿ។","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:25","price":"ហើយគាត់(អ៊ីព្រហ៊ីម)បានពោលថាៈ ពិតប្រាកដណាស់ រូប សំណាកដែលពួកអ្នកបានយកមកគោរពសក្ការៈផេ្សងពីអល់ឡោះ នោះ គឺដើម្បីធ្វើជាការស្និទ្ធស្នាលរវាងពួកអ្នកក្នុងជីវិតលោកិយ ប៉ុណ្ណោះ។ ក្រោយមកនៅថ្ងៃបរលោក ពួកអ្នកនឹងបដិសេធមិន ទទួលស្គាល់គ្នា ហើយពួកអ្នកក៏ដាក់បណ្ដាសាឱ្យគ្នាដែរ។ ហើយ ទីកន្លែងរបស់ពួកអ្នកគឺនរក ហើយពួកអ្នកគ្មានអ្នកណាជួយឡើយ។","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:26","price":"ពេលនោះលូតក៏បានជឿលើគាត់(អ៊ីព្រហ៊ីម)។ ហើយគាត់ បានពោលថាៈ ខ្ញុំនឹងភៀសខ្លួនទៅរក(មាគ៌ា)ម្ចាស់របស់ខ្ញុំ។ ពិត ប្រាកដណាស់ទ្រង់ជាម្ចាស់មហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:27","price":"ហើយយើងបានប្រទានអ៊ីស្ហាកនិងយ៉ាក់កូបឱ្យគាត់។ ហើយ យើងបានបង្កើតនៅក្នុងពូជពង្សរបស់គាត់ជាណាពីៗ និង(យើងបាន បញ្ចុះ)គម្ពីរ។ ហើយយើងបានប្រទានឱ្យគាត់នូវរង្វាន់របស់គាត់នៅ ក្នុងលោកិយនេះ (ភរិយា និងកូនចៅ)។ ហើយពិតប្រាកដណាស់ នៅថ្ងៃបរលោកគាត់នឹងស្ថិតក្នុងចំណោមអ្នកដែលល្អត្រឹមត្រូវ។","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:28","price":"ហើយ(ចូរចងចាំ)រឿងរបស់លូត នៅពេលដែលគាត់បាន ពោលទៅកាន់ក្រុមរបស់គាត់ថាៈ ពិតប្រាកដណាស់ ពួកអ្នកកំពុង ប្រព្រឹត្ដអំពើអសីលធម៌បំផុត ដែលគ្មានអ្នកណាម្នាក់ពីមុនពួកអ្នក ធ្លាប់ប្រព្រឹត្ដវានៅក្នុងលោកិយនេះឡើយ។","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:29","price":"តើហេតុអ្វីបានជាពួកអ្នករួមភេទជាមួយនឹងបុរសដូចគ្នា និង ឆក់ប្លន់អ្នកដំណើរ ហើយនិងប្រព្រឹត្ដអំពើអាក្រក់នៅកន្លែងជួបជុំ របស់ពួកអ្នកដូចេ្នះ? ហើយចម្លើយនៃក្រុមរបស់គាត់(លូត)គ្មានអ្វី ក្រៅពីនិយាយថាៈ ចូរអ្នកនាំទារុណកម្មរបស់អល់ឡោះឱ្យពួកយើង មក ប្រសិនបើអ្នកស្ថិតក្នុងចំណោមអ្នកដែលនិយាយត្រឹមត្រូវមែននោះ។","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:30","price":"គាត់បានបួងសួងសុំថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមទ្រង់មេត្ដា ជួយខ្ញុំឱ្យមានជ័យជំនះលើក្រុមដែលបង្កវិនាសកម្ម(នៅលើផែនដី នេះ)ផង។","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:31","price":"ហើយនៅពេលដែលអ្នកនាំសារ(ម៉ាឡាអ៊ីកាត់)របស់ យើងបាននាំដំណឹងរីករាយ មកប្រាប់អ៊ីព្រហ៊ីម ពួកគេបាននិយាយ ថាៈ ពិតប្រាកដណាស់ ពួកយើងគឺជាអ្នកដែលបំផ្លាញអ្នកភូមិស្រុក នេះ។ ពិតប្រាកដណាស់ អ្នកភូមិស្រុកនេះជាពួកដែលបានបំពាន។","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:32","price":"គាត់(អ៊ីព្រហ៊ីម)បានពោលថាៈ ពិតប្រាកដណាស់ លូត នៅក្នុងភូមិស្រុកនោះ។ ពួកគេបានតបវិញថាៈ ពួកយើងដឹងបំផុត ថាអ្នកណានៅក្នុងនោះ។ ពួកយើងពិតជានឹងសង្គ្រោះគេ(លូត) និង ក្រុមគ្រួសាររបស់គេ លើកលែងតែប្រពន្ធរបស់គេប៉ុណ្ណោះ ដែលស្ថិត ក្នុងចំណោមពួកដែលត្រូវទារុណកម្ម។","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:33","price":"ហើយនៅពេលដែលអ្នកនាំសាររបស់យើង(ម៉ាឡាអ៊ីកាត់) បានមកជួបលូត គាត់មានការព្រួយបារម្ភ និងតឹងទ្រូងដោយសារ ពួកគេ។ ហើយពួកគេបានពោលថាៈ ចូរអ្នកកុំភ័យខ្លាច និងកុំព្រួយ បារម្ភឱ្យសោះ។ ពិតប្រាកដណាស់ ពួកយើងជាអ្នកជួយសង្គ្រោះអ្នក និងក្រុមគ្រួសាររបស់អ្នក លើកលែងតែប្រពន្ធរបស់អ្នកប៉ុណ្ណោះ ដែលស្ថិតក្នុងចំណោមពួកដែលត្រូវទារុណកម្ម។","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:34","price":"ពិតប្រាកដណាស់ យើង(អល់ឡោះ)ជាអ្នកបញ្ចុះ ទារុណកម្មពីលើមេឃទៅលើអ្នកភូមិស្រុកនេះ ដោយសារតែអ្វីដែលពួកគេ ធ្លាប់ល្មើសនឹងបទបញ្ជារបស់អល់ឡោះ។","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:35","price":"ហើយជាការពិតណាស់ យើងបានបន្សល់ទុកពីភូមិស្រុក នេះ ជាភស្ដុតាងមួយដ៏ច្បាស់លាស់សម្រាប់ក្រុមដែលចេះគិត ពិចារណា។","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:36","price":"ហើយ(យើងបានបញ្ជូន)ស្ហ៊ូអែបទៅកាន់ម៉ាទយ៉ាន់ដែល ជាបងប្អូនរបស់ពួកគេ ហើយគាត់បានពោលថាៈ ចូរពួកអ្នកគោរពសក្ការៈចំពោះអល់ឡោះ និងសង្ឃឹម(ថានឹងទទួលបានការតបស្នង ល្អ)នៅថ្ងៃបរលោកចុះ។ ហើយចូរពួកអ្នកកុំបង្កវិនាសកម្មនៅលើ ផែនដីនេះឱ្យសោះ។","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:37","price":"ពេលនោះការរញ្ជួយដីបានឆក់យកជីវិតរបស់ពួកគេ និង ធ្វើឱ្យពួកគេស្លាប់នៅក្នុងផ្ទះរបស់ពួកគេ។","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:38","price":"ហើយ(យើងបានបំផ្លាញ)ក្រុមអាដ និងក្រុមសាមូដដែល វាពិតជាបានបញ្ជាក់យ៉ាងច្បាស់ចំពោះពួកអ្នកអំពីលំនៅដ្ឋានទាំង ឡាយរបស់ពួកគេ។ ហើយស្ហៃតនបានលំអចំពោះពួកគេនូវទង្វើ (អាក្រក់)របស់ពួកគេ និងវាបានរារាំងពួកគេអំពីមាគ៌ា(របស់ អល់ឡោះ)ខណៈដែលពួកគេជាអ្នកដឹងច្បាស់ហើយនោះ។","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:39","price":"ហើយ(យើងបានបំផ្លាញ)ករូន និងហ្វៀរអោន និង ហ៊ើម៉ាន។ ហើយជាការពិតណាស់ មូសាបាននាំមកឱ្យពួកគេនូវ ភស្ដុតាងយ៉ាងច្បាស់លាស់ តែពួកគេបែរជាក្រអឺតក្រទមនៅលើ ផែនដីនេះទៅវិញ។ ហើយពួកគេមិនអាចគេចផុត(ពីទារុណកម្ម របស់យើង)បានឡើយ។","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:40","price":"ដូចេ្នះ យើងបានបំផ្លាញក្រុមនីមួយៗដោយសារតែបាបកម្ម របស់គេ។ ហើយក្នុងចំណោមពួកគេមានអ្នកខ្លះយើងបានបញ្ចុះភ្លៀងថ្មទៅលើគេ និងអ្នកខ្លះក្នុងចំណោមពួកគេត្រូវសម្រែកយ៉ាង ខ្លាំងឆក់យកគេ ហើយអ្នកខ្លះក្នុងចំណោមពួកគេយើងបានធ្វើឱ្យដី ស្រូបយកជីវិតរបស់គេ ហើយមានអ្នកខ្លះទៀតក្នុងចំណោមពួកគេ យើងបានពន្លិចក្នុងទឹក។ ហើយអល់ឡោះមិនចង់ធ្វើបាបពួកគេ ឡើយ តែពួកគេទេដែលបានធ្វើបាបខ្លួនឯងនោះ។","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:41","price":"ការប្រៀបធៀបនៃពួកដែលបានយកអ្នកគាំពារផេ្សងពី អល់ឡោះនោះ ប្រៀបដូចទៅនឹងសត្វពីងពាងដែលបានធ្វើសំបុក។ ហើយពិតប្រាកដណាស់ សំបុកដែលអន់ជាងគេបំផុតនោះគឺសំបុក ពីងពាងប្រសិនបើពួកគេបានដឹង។","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:42","price":"ពិតប្រាកដណាស់ អល់ឡោះដឹងបំផុតនូវអ្វីក៏ដោយដែល ពួកគេបួងសួងសុំផេ្សងពីទ្រង់នោះ។ ហើយទ្រង់មហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:43","price":"ហើយការប្រៀបធៀបទាំងនោះ យើងបានលើកវាឡើង ជាឧទាហរណ៍សម្រាប់មនុស្សលោក។ ហើយគ្មាននរណាអាចយល់ ពីវាក្រៅពីអ្នកដែលចេះដឹងនោះឡើយ។","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:44","price":"អល់ឡោះបានបង្កើតមេឃជាច្រើនជាន់ និងផែនដីដោយ ពិតប្រាកដ។ ពិតប្រាកដណាស់ នៅក្នុងរឿងនោះជាភស្ដុតាងមួយ សម្រាប់បណ្ដាអ្នកដែលមានជំនឿ។","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:45","price":"ចូរអ្នក(មូហាំម៉ាត់)សូត្រនូវអ្វីដែលគេបានផ្ដល់វ៉ាហ៊ីឱ្យអ្នក នៃគម្ពីរ(គួរអាន) ហើយចូរអ្នកប្រតិបត្ដិសឡាត។ ពិតប្រាកដណាស់ សឡាតអាចហាមឃាត់អំពីការប្រព្រឹត្ដអសីលធម៌ និងអំពើទុច្ចរិត។ ហើយការរំលឹកទៅចំពោះអល់ឡោះ គឺពិតជាធំធេងបំផុត។ ហើយ អល់ឡោះដឹងនូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"km"},{"name":"29:46","price":"ចូរពួកអ្នកកុំជជែករកខុសត្រូវជាមួយនឹងពួកអះលីគីតាប ក្រៅពីមធ្យោបាយណាដែលល្អបំផុតឱ្យសោះ លើកលែងតែអ្នកដែល បំពានក្នុងចំណោមពួកគេប៉ុណ្ណោះ។ ហើយចូរពួកអ្នកនិយាយថាៈ ពួកយើងបានជឿនឹងអ្វីដែលគេបានបញ្ចុះមកឱ្យពួកយើង និងបាន បញ្ចុះមកឱ្យពួកអ្នក។ ហើយម្ចាស់របស់ពួកយើង និងម្ចាស់របស់ពួក អ្នកគឺតែមួយ។ ហើយពួកយើងជាអ្នកដែលប្រគល់ខ្លួនទៅចំពោះ ទ្រង់តែមួយគត់។","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:47","price":"ដូចេ្នះហើយបានជាយើងបញ្ចុះគម្ពីរ(គួរអាន)ឱ្យអ្នក។ ហើយពួកដែលយើងបានផ្ដល់គម្ពីរឱ្យពួកគេ(យ៉ាហ៊ូទី និងណាសរ៉នី) ពួកគេមានជំនឿនឹងវា។ ហើយក្នុងចំណោមពួកទាំងនេះ(អារ៉ាប់ ម៉ាក្កះ)មានអ្នកខ្លះក៏ជឿលើវាដែរ។ ហើយគ្មានអ្នកណាម្នាក់បដិសេធនឹងអាយ៉ាត់ៗរបស់យើងក្រៅពីពួកដែលប្រឆាំងឡើយ។","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:48","price":"ហើយអ្នក(មូហាំម៉ាត់)មិនធ្លាប់ចេះសូត្រគម្ពីរណាមួយពី មុនវា(គម្ពីរគួរអាន)ឡើយ។ ហើយដៃស្ដាំរបស់អ្នកក៏ពុំចេះសរសេរ វាដែរ។ បើមិនដូច្នោះទេ ពួកដែលប្រឆាំងនឹងមានការសង្ស័យ(ថា អ្នកបានចម្លងពីគម្ពីរមុនៗ)ជាមិនខាន។","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:49","price":"ផ្ទុយទៅវិញ វាគឺជាអាយ៉ាត់ៗយ៉ាងច្បាស់លាស់ដែលមាន នៅក្នុងចិត្ដរបស់បណ្ដាអ្នកដែលគេផ្ដល់ចំណេះដឹងឱ្យ។ ហើយគ្មាន អ្នកណាម្នាក់បដិសេធនឹងអាយ៉ាត់ៗរបស់យើងក្រៅពីពួកដែល បំពានឡើយ។","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:50","price":"ហើយពួកគេបាននិយាយថាៈ ហេតុអ្វីបានជាគេ(អល់ឡោះ) មិនបានបញ្ចុះ ឱ្យគេ(មូហាំម៉ាត់)នូវមុជីហ្សាត់ពីម្ចាស់របស់គេ? ចូរ អ្នកពោលថាៈ ពិតប្រាកដណាស់ មុជីហ្សាត់ទាំងឡាយនៅនឹង អល់ឡោះ។ ហើយតាមការពិតខ្ញុំគ្រាន់តែជាអ្នកដាស់តឿនព្រមាន យ៉ាងច្បាស់លាស់ប៉ុណ្ណោះ។","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:51","price":"តើមិនគ្រប់គ្រាន់សម្រាប់ពួកគេទេឬ គម្ពីរដែលយើងបាន បញ្ចុះឱ្យអ្នក(មូហាំម៉ាត់) ដែលត្រូវគេសូត្រឱ្យពួកគេស្ដាប់នោះ? ពិតប្រាកដណាស់ នៅក្នុងរឿងទាំងនោះគឺជាក្ដីមេត្ដាករុណា និងជា ការរំលឹកសម្រាប់ក្រុមដែលមានជំនឿ។","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:52","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ គ្រប់គ្រាន់ហើយដែល អល់ឡោះជាសាក្សីរវាងខ្ញុំនិងពួកអ្នក។ ទ្រង់ដឹងនូវអ្វីដែលមាននៅ លើមេឃជាច្រើនជាន់និងផែនដី។ ហើយពួកដែលបានជឿលើប្រការ មិនត្រឹមត្រូវ និងបានប្រឆាំងនឹងអល់ឡោះ ពួកទាំងនោះគឺជាពួក ដែលខាតបង់។","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:53","price":"ហើយពួកគេសុំអ្នក(មូហាំម៉ាត់)ឱ្យផ្ដល់នូវទារុណកម្ម ភ្លាមៗ។ ប្រសិនបើគ្មានពេលកំណត់ច្បាស់លាស់ទេនោះ ទារុណកម្ម ពិតជាបានមកដល់ពួកគេ និងធ្លាក់លើពួកគេភ្លាមៗដោយពួកគេមិន ដឹងខ្លួនជាមិនខាន។","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:54","price":"ហើយពួកគេសុំអ្នក(មូហាំម៉ាត់)ឱ្យផ្ដល់នូវទារុណកម្ម ភ្លាមៗ។ ហើយពិតប្រាកដណាស់ នរកជើហាន់ណាំពិតជាឡោមព័ទ្ធ ពួកដែលប្រឆាំង។","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:55","price":"នៅថ្ងៃ(បរលោក) ទារុណកម្មនឹងគ្របដណ្ដប់ពួកគេពីលើ ពួកគេ និងក្រោមជើងពួកគេ ហើយទ្រង់មានបន្ទូលថាៈ ចូរពួកអ្នក ភ្លក្សនូវអ្វីដែលពួកអ្នកធ្លាប់បានប្រព្រឹត្ដកន្លងមកចុះ។","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:56","price":"ឱបណ្ដាខ្ញុំរបស់យើងដែលមានជំនឿ. ពិតប្រាកដណាស់ ផែនដីរបស់យើងគឺធំទូលាយ(ដូចេ្នះចូរពួកអ្នកភៀសខ្លួនទៅកន្លែង ដែលមានសុវត្ថិភាព) ហើយពួកអ្នកត្រូវគោរពសក្ការៈមកចំពោះ យើងតែមួយគត់។","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:57","price":"រាល់ជីវិតទាំងអស់នឹងភ្លក្សរសជាតិនៃសេចក្ដីស្លាប់។ បន្ទាប់ មកពួកអ្នកនឹងត្រូវវិលត្រឡប់មកកាន់យើងវិញ។","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:58","price":"ហើយបណ្ដាអ្នកដែលមានជំនឿ និងបានសាងអំពើល្អនោះ យើងនឹងរៀបចំឱ្យពួកគេនូវវិមានដ៏ស្កឹមស្កៃនៅក្នុងឋានសួគ៌ដែល មានទនេ្លជាច្រើនហូរពីក្រោមវាដោយពួកគេស្ថិតនៅក្នុងនោះជា អមតៈ។ ការតបស្នងចំពោះបណ្ដាអ្នកសាងអំពើល្អគឺឧត្ដុង្គឧត្ដមបំផុត។","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:59","price":"គឺបណ្ដាអ្នកដែលអត់ធ្មត់(ក្នុងការគោរពសក្ការៈចំពោះអល់ឡោះ) និងបណ្ដាអ្នកដែលប្រគល់ការទុកចិត្ដទៅលើម្ចាស់ របស់ពួកគេ។","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:60","price":"ហើយមានសត្វធាតុជាច្រើនដែលមិនត្រៀមទុកចំណី អាហាររបស់វា តែអល់ឡោះទេដែលជាអ្នកប្រទានចំណីអាហារ ដល់ពួកវា និងពួកអ្នក។ ហើយទ្រង់មហាឮ មហាដឹង។","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:61","price":"ហើយប្រសិនបើអ្នក(មូហាំម៉ាត់)សួរពួកគេថាៈ តើអ្នក ណាជាអ្នកដែលបានបង្កើតមេឃជាច្រើនជាន់ និងផែនដី ហើយបាន ធ្វើឱ្យព្រះអាទិត្យនិងព្រះច័ន្ទមានចលនានោះ? ពួកគេពិតជានឹង ឆ្លើយថាៈ គឺអល់ឡោះ។ ដូចេ្នះ ហេតុអ្វីបានជាពួកគេងាកចេញពី ការពិតទៅវិញ?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:62","price":"អល់ឡោះបើកទូលាយនូវលាភសក្ការៈចំពោះអ្នកណាដែល ទ្រង់មានចេតនាក្នុងចំណោមខ្ញុំរបស់ទ្រង់ ហើយទ្រង់ក៏ក្បិតក្បៀត ចំពោះខ្ញុំរបស់ទ្រង់មួយចំនួនដែរ។ ពិតប្រាកដណាស់ អល់ឡោះ ដឹងបំផុតនូវរាល់អ្វីៗទាំងអស់។","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:63","price":"ហើយប្រសិនបើអ្នក(មូហាំម៉ាត់)សួរពួកគេថាៈ តើអ្នកណាដែលបានបញ្ចុះទឹកភ្លៀងពីលើមេឃ ហើយធ្វើឱ្យដីរស់(មានជីជាតិ)ឡើងវិញ បន្ទាប់ពីវាស្លាប់(គ្មានជីជាតិ)នោះ? ពួកគេពិតជា នឹងឆ្លើយថាៈ គឺអល់ឡោះ។ ចូរអ្នកពោលថាៈ រាល់ការសរសើរគឺ ចំពោះអល់ឡោះ។ ផ្ទុយទៅវិញពួកគេភាគច្រើនមិនដឹងឡើយ។","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:64","price":"ហើយការរស់នៅក្នុងលោកិយនេះគ្មានអ្វីក្រៅពីការលេង សើចឥតប្រយោជន៍នោះឡើយ។ តែថ្ងៃបរលោកវិញទេទើបវាជា ការរស់នៅយ៉ាងពិតប្រាកដប្រសិនបើពួកគេបានដឹងមែននោះ។","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:65","price":"ហើយនៅពេលដែលពួកគេជិះសំពៅ(ជួបប្រទះនឹងគ្រោះ ថ្នាក់)នោះ ពួកគេបួងសួងសុំទៅចំពោះអល់ឡោះដោយចិត្ដស្មោះ សក្នុងការប្រណិប័តន៍ចំពោះទ្រង់។ តែនៅពេលដែលទ្រង់បាន សង្គ្រោះពួកគេឱ្យទៅដល់ត្រើយ ពេលនោះពួកគេបែរជាធ្វើស្ហ៊ីរិក នឹងទ្រង់ទៅវិញ។","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:66","price":"ដើម្បីពួកគេប្រឆាំងនឹងអ្វីដែលយើងបានប្រទានឱ្យពួកគេ និងដើម្បីពួកគេសប្បាយរីករាយ។ ដូចេ្នះពួកគេគង់តែនឹងដឹង។","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:67","price":"តើពួកគេមិនបានឃើញទេឬ ពិតប្រាកដណាស់យើងបាន បង្កើតទឹកដី(ម៉ាក្កះ)ជាកន្លែងស្អាតស្អំមានសុវត្ថិភាព ខណៈដែល មនុស្សលោកនៅជុំវិញពួកគេកំពុងឆក់ប្លន់ កាប់សម្លាប់គ្នានោះ? ដូចេ្នះ តើពួកគេនៅតែជឿលើប្រការមិនត្រឹមត្រូវ និងប្រឆាំងនឹង នៀកម៉ាត់របស់អល់ឡោះឬ?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:68","price":"ហើយគ្មានអ្នកណាម្នាក់បំពានជាងអ្នកដែលបានប្រឌិតរឿង ភូតកុហកចំពោះអល់ឡោះ ឬអ្នកដែលបានបដិសេធនឹងការពិតនៅ ពេលដែលវាមកដល់គេនោះឡើយ។ តើនៅក្នុងនរកជើហាន់ណាំមិន មែនជាកន្លែងសម្រាប់ពួកដែលប្រឆាំងទេឬ?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"29:69","price":"រីឯបណ្ដាអ្នកដែលបានតស៊ូក្នុងមាគ៌ារបស់យើងវិញ យើងពិតជានឹងចង្អុលបង្ហាញមាគ៌ារបស់យើងដល់ពួកគេជាមិនខាន។ ហើយពិតប្រាកដណាស់ អល់ឡោះគឺស្ថិតនៅជាមួយបណ្ដាអ្នក ដែលធ្វើល្អ។","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"km"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}