{"data":[{"name":"30:1","price":"អាលីហ្វ ឡាម មីម។","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:2","price":"ពួករ៉ូមត្រូវបានគេ(ពួកហ្វារីស៊ី)ផ្ដួលរំលំ។","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:3","price":"នៅលើទឹកដីដ៏ជិតបំផុត(ទឹកដីស្ហាម)។ ហើយពួកគេ(រ៉ូម) បន្ទាប់ពីបានដួលរលំនឹងទទួលបានជ័យជំនះវិញ","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:4","price":"ក្នុងអំឡុងពេលតែប៉ុន្មានឆ្នាំប៉ុណ្ណោះ។ ព្រឹត្ដិការណ៍ទាំងមុន (ការបរាជ័យ)ទាំងក្រោយ(ជ័យជំនះ) គឺជាការកំណត់របស់ អល់ឡោះ។ ហើយនៅថ្ងៃនោះ(ថ្ងៃដែលរ៉ូមមានជ័យជំនះ)គឺជា ថ្ងៃដែលបណ្ដាអ្នកមានជំនឿសប្បាយរីករាយ","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:5","price":"ដោយសារតែមានជំនួយពីអល់ឡោះ ទ្រង់ជួយអ្នកណាដែល ទ្រង់មានចេតនា។ ហើយទ្រង់មហាខ្លាំងពូកែ មហាអាណិត ស្រឡាញ់។","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:6","price":"ជាការសន្យារបស់អល់ឡោះ។ អល់ឡោះមិនដែលធ្វើឱ្យ ខុសការសន្យារបស់ទ្រង់ឡើយ ប៉ុន្ដែមនុស្សលោកភាគច្រើនគឺមិន ដឹងឡើយ។","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:7","price":"ពួកគេដឹងនូវការលាតត្រដាង(ជំនួញ ការងារកសិកម្ម ឧស្សាហកម្ម...)អំពីការរស់នៅក្នុងលោកិយនេះតែប៉ុណ្ណោះ តែ ពួកគេមិនយកចិត្ដទុកដាក់អំពីកិច្ចការថ្ងៃបរលោកឡើយ។","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:8","price":"តើពួកគេមិនធ្លាប់បានគិតពិចារណាអំពីខ្លួនរបស់ពួកគេទេឬ? អល់ឡោះមិនបានបង្កើតមេឃជាច្រើនជាន់និងផែនដី ហើយនិងអ្វីៗ ដែលនៅចន្លោះវាទាំងពីរឡើយ លើកលែងតែមានមូលហេតុត្រឹមត្រូវ និងពេលកំណត់ច្បាស់លាស់។ ហើយពិតប្រាកដណាស់ មនុស្ស លោកភាគច្រើនជាអ្នកបដិសេធនឹងការជួបនឹងម្ចាស់របស់ពួកគេ។","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:9","price":"តើពួកគេ(អារ៉ាប់ម៉ាក្កះ)មិនបានធ្វើដំណើរនៅលើផែនដី និង ពិនិត្យមើលទេឬ តើលទ្ធផលចុងក្រោយរបស់ពួក(ក្រុមអាដ និង សាមូដ)ដែលពីមុនពួកគេនោះយ៉ាងដូចមេ្ដចដែរ? ពួកគេគឺជាអ្នក ដែលខ្លាំងជាងពួកគេ(អារ៉ាប់ម៉ាក្កះ)ទៅទៀត ដោយពួកគេបានធ្វើ កសិកម្មនិងបានសាងសង់(លំនៅដ្ឋាន)នៅលើផែនដីច្រើនជាងអ្វីៗ ដែលពួកគេបានសាងសង់វាទៅទៀត ព្រមទាំងបណ្ដាអ្នកនាំសារ របស់ពួកគេបាននាំមកនូវភស្ដុតាងច្បាស់លាស់ឱ្យពួកគេទៀតផង។ ហើយអល់ឡោះមិនធ្វើបាបពួកគេឡើយ តែពួកគេទេដែលបានធ្វើ បាបខ្លួនឯងនោះ។","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:10","price":"បន្ទាប់មកលទ្ធផលចុងក្រោយរបស់ពួកដែលប្រព្រឹត្ដអំពើ អាក្រក់ គឺទារុណកម្មដោយសារតែពួកគេបានបដិសេធនឹងអាយ៉ាត់ៗ របស់អល់ឡោះ និងបានសើចចំអកចំពោះវា។","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:11","price":"អល់ឡោះជាអ្នកដែលចាប់ផ្ដើមបង្កើតមនុស្សលោក បន្ទាប់ មកទ្រង់នឹងបង្កើតវាសាជាថ្មីម្ដងទៀត(នៅថ្ងៃបរលោក) ក្រោយ មកពួកអ្នកនឹងត្រូវវិលត្រឡប់ទៅកាន់ទ្រង់វិញ។","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:12","price":"ហើយនៅថ្ងៃបរលោកមកដល់ ពួកដែលប្រព្រឹត្ដអំពើ អាក្រក់នឹងអស់សង្ឃឹមយ៉ាងខ្លាំង។","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:13","price":"ហើយគ្មានការអន្ដរាគមន៍ពីព្រះនានារបស់ពួកគេដល់ពួក គេឡើយ(នៅថ្ងៃបរលោក)។ ហើយពួកគេបានបដិសេធនឹងព្រះ នានារបស់ពួកគេ។","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:14","price":"ហើយនៅថ្ងៃបរលោកមកដល់ នៅថ្ងៃនោះពួកគេបែកចេញ ពីគ្នា(អ្នកមានជំនឿ និងអ្នកគ្មានជំនឿ)។","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:15","price":"រីឯបណ្ដាអ្នកដែលមានជំនឿនិងបានសាងអំពើល្អគឺពួកគេ នឹងស្ថិតក្នុងសួនមួយដែលពួកគេសប្បាយរីករាយ(ឋានសួគ៌)។","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:16","price":"ហើយចំណែកឯអ្នកដែលគ្មានជំនឿ និងបានបដិសេធនឹង អាយ៉ាត់ៗរបស់យើង ហើយនិងបានបដិសេធនឹងការជួបនៃថ្ងៃ បរលោក ពួកទាំងនោះនឹងស្ថិតនៅក្នុងទារុណកម្ម។","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:17","price":"ដូចេ្នះ ចូរសរសើរ និងលើកតម្កើងចំពោះអល់ឡោះរៀង រាល់ពេលល្ងាច និងពេលព្រឹក។","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:18","price":"ហើយរាល់ការសរសើរនៅលើមេឃជាច្រើនជាន់ និង ផែនដីទាំងពេលល្ងាចនិងពេលថ្ងៃត្រង់គឺចំពោះទ្រង់តែមួយគត់។","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:19","price":"ទ្រង់បពោ្ចញរបស់រស់ពីរបស់ស្លាប់និងបពោ្ចញរបស់ស្លាប់ ពីរបស់រស់ ហើយទ្រង់ធ្វើឱ្យដីរស់(មានជីជាតិ)ឡើងវិញ បន្ទាប់ ពីវាស្លាប់(គ្មានជីជាតិ)។ ដូច្នោះដែរពួកអ្នកត្រូវគេបពោ្ចញ(ពីផ្នូរ) មកវិញ។","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:20","price":"ហើយក្នុងចំណោមភស្ដុតាងរបស់ទ្រង់ គឺទ្រង់បានបង្កើត ពួកអ្នកអំពីដី(អាដាំ) បន្ទាប់ពីពេលនោះមក ពួកអ្នកក៏ក្លាយជា មនុស្សដែលពង្រាយគ្នា(ពាសពេញផែនដី)។","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:21","price":"ហើយក្នុងចំណោមភស្ដុតាងរបស់ទ្រង់ គឺទ្រង់បានបង្កើត ឱ្យពួកអ្នកនូវភរិយាចេញពីខ្លួនពួកអ្នក ដើម្បីឱ្យពួកអ្នកមានភាពកក់ក្ដៅជាមួយនាង។ ហើយទ្រង់បានបង្កើតឱ្យមានការស្រឡាញ់ និងអាណិតអាសូររវាងពួកអ្នក។ ពិតប្រាកដណាស់ នៅក្នុងរឿង នោះគឺជាភស្ដុតាងៗសម្រាប់ក្រុមដែលចេះគិតពិចារណា។","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:22","price":"ហើយក្នុងចំណោមភស្ដុតាងរបស់ទ្រង់ គឺការបង្កើតមេឃ ជាច្រើនជាន់ និងផែនដី និងភាពខុសគ្នានៃភាសា ហើយនិងពណ៌ សម្បុររបស់ពួកអ្នក។ ពិតប្រាកដណាស់ នៅក្នុងរឿងនោះគឺជា ភស្ដុតាងៗសម្រាប់បណ្ដាអ្នកដែលមានចំណេះដឹង។","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:23","price":"ហើយក្នុងចំណោមភស្ដុតាងរបស់ទ្រង់គឺការសម្រាន្ដរបស់ ពួកអ្នកនាពេលយប់និងពេលថ្ងៃ និងការស្វែងរករបស់ពួកអ្នកនូវការ ប្រោសប្រទានរបស់ទ្រង់។ ពិតប្រាកដណាស់ នៅក្នុងរឿងនោះគឺជា ភស្ដុតាងៗសម្រាប់ក្រុមដែលស្ដាប់ឮ។","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:24","price":"ហើយក្នុងចំណោមភស្ដុតាងរបស់ទ្រង់់ គឺទ្រង់បង្ហាញពួក អ្នកនូវផេ្លកបន្ទោរជាការបន្លាចនិងជាក្ដីសង្ឃឹម(ថានឹងមានទឹក ភ្លៀង)។ ហើយទ្រង់បញ្ចុះទឹកភ្លៀងមកពីលើមេឃ និងទ្រង់ធ្វើឱ្យ ដីរស់(មានជីជាតិ)ឡើងវិញដោយសារវាបន្ទាប់ពីវាស្លាប់(គ្មានជីជាតិ)។ ពិតប្រាកដណាស់នៅក្នុងរឿងនោះគឺជាភស្ដុតាងៗសម្រាប់ ក្រុមដែលចេះគិតពិចារណា។","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:25","price":"ហើយក្នុងចំណោមភស្ដុតាងរបស់ទ្រង់ គឺមេឃ និងផែនដី ក្រោកឈរឡើងតាមបទបញ្ជារបស់ទ្រង់។ ក្រោយមកនៅពេល ដែលទ្រង់បានហៅពួកអ្នកឱ្យចេញពីផែនដីតែមួយដង ពេលនោះ ពួកអ្នកក៏ចេញមក(ពីផ្នូរ)។","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:26","price":"ហើយអ្វីៗដែលមាននៅលើមេឃជាច្រើនជាន់ និងផែនដីគឺ ជាកម្មសិទ្ធិរបស់ទ្រង់។ ទាំងអស់នោះគឺសុទ្ធតែគោរពឱនលំទោន ចំពោះទ្រង់តែមួយគត់។","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:27","price":"ហើយទ្រង់ជាអ្នកចាប់ផ្ដើមបង្កើតមនុស្សលោក បន្ទាប់មក ទ្រង់នឹងបង្កើតវាសាជាថ្មីម្ដងទៀត(នៅថ្ងៃបរលោក) ហើយវាងាយ ស្រួលបំផុតសម្រាប់ទ្រង់។ ហើយចំពោះទ្រង់គឺជាគំរូដ៏ឧត្ដុង្គឧត្ដម ទាំងនៅលើមេឃជាច្រើនជាន់ និងផែនដី។ ហើយទ្រង់ជាម្ចាស់មហា ខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:28","price":"ទ្រង់បានលើកឧទាហរណ៍មួយសម្រាប់ពួកអ្នកចេញពីខ្លួន ពួកអ្នក។ តើពួកអ្នកយល់ព្រមឱ្យពួកខ្ញុំបម្រើរបស់ពួកអ្នកមានភាគ ហ៊ុនក្នុងអ្វី(ទ្រព្យសម្បត្ដិ)ដែលយើងបានប្រទានឱ្យពួកអ្នកដោយឱ្យ ពួកអ្នកមានភាពស្មើគ្នានៅក្នុងរឿងនេះ ខណៈដែលពួកអ្នកព្រួយ បារម្ភចំពោះពួកគេដូចជាការព្រួយបារម្ភចំពោះពួកដែលមានឋានៈ ដូចពួកអ្នកដែរឬទេ? ដូចេ្នះហើយយើងបកស្រាយនូវអាយ៉ាត់ៗ សម្រាប់ក្រុមដែលចេះពិចារណា។","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:29","price":"ផ្ទុយទៅវិញ ពួកដែលបំពានទេដែលបានធ្វើតាមទំនើងចិត្ដ របស់ពួកគេដោយគ្មានចំណេះដឹងនោះ។ តើអ្នកណាដែលអាចចង្អុលបង្ហាញដល់អ្នកដែលអល់ឡោះបានធ្វើឱ្យវងេ្វងនោះ? ហើយពួកគេគ្មានអ្នកជួយឡើយ។","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:30","price":"ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)តម្រង់មុខរបស់អ្នកទៅចំពោះ សាសនាដែលត្រឹមត្រូវ(សាសនាអ៊ីស្លាម)។ វាជាសាសនារបស់ អល់ឡោះដែលទ្រង់បានបង្កើតមនុស្សលោកនៅក្នុងវា។ គ្មានការ ផ្លាស់ប្ដូរចំពោះការបង្កើតរបស់អល់ឡោះឡើយ។ នោះហើយជា សាសនាដ៏ត្រឹមត្រូវ ក៏ប៉ុន្ដែមនុស្សលោកភាគច្រើនមិនដឹងឡើយ។","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:31","price":"ចូរពួកអ្នកវិលត្រឡប់ដោយសារភាពទោសកំហុសចំពោះ ទ្រង់ និងកោតខ្លាចទ្រង់។ ហើយចូរពួកអ្នកប្រតិបត្ដិសឡាត ហើយ ពួកអ្នកកុំស្ថិតក្នុងចំណោមពួកមូស្ហរីគីនឱ្យសោះ។","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:32","price":"គឺជាពួកដែលបានធ្វើឱ្យសាសនារបស់ពួកគេបែកបាក់ដោយ ពួកគេក្លាយទៅជាក្រុមៗ។ ក្រុមនីមួយៗពួកគេសប្បាយរីករាយនឹង អ្វីដែលពួកគេមាន(ក្នុងសាសនា)។","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:33","price":"ហើយនៅពេលដែលគ្រោះថ្នាក់បានប៉ះទង្គិចចំពោះមនុស្ស លោក ពួកគេក៏បានបួងសួងសុំម្ចាស់របស់ពួកគេដោយចិត្ដបរិសុទ្ធ ចំពោះទ្រង់។ ក្រោយមកនៅពេលដែលទ្រង់បានឱ្យពួកគេស្គាល់នូវ ក្ដីមេត្ដាករុណាពីទ្រង់ ពេលនោះមួយក្រុមក្នុងចំណោមពួកគេបែរជា ធ្វើស្ហ៊ីរិកនឹងម្ចាស់របស់ពួកគេទៅវិញ។","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:34","price":"ដើម្បីពួកគេប្រឆាំងនឹងអ្វីដែលយើងបានប្រទានឱ្យពួកគេ។ ហើយចូរពួកអ្នកសប្បាយរីករាយសិនចុះ ពួកអ្នកគង់តែនឹងដឹង។","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:35","price":"ឬយើងបានបញ្ចុះភស្ដុតាងឱ្យពួកគេ ដែលវានិយាយអំពី អ្វីដែលពួកគេកំពុងធ្វើស្ហ៊ីរិកនឹងទ្រង់នោះ។","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:36","price":"ហើយនៅពេលដែលយើងបានឱ្យមនុស្សលោកស្គាល់នូវក្ដី មេត្ដាករុណា ពួកគេក៏សប្បាយរីករាយនឹងវា។ តែប្រសិនបើប្រការ អាក្រក់បានធ្លាក់លើពួកគេដោយសារតែអ្វីដែលពួកគេបានប្រព្រឹត្ដ កន្លងមក ពេលនោះពួកគេអស់សង្ឃឹមយ៉ាងខ្លាំង។","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:37","price":"តើពួកគេមិនដឹងទេថាៈ ពិតប្រាកដណាស់ អល់ឡោះបើក ទូលាយ និងក្បិតក្បៀតនូវលាភសក្ការៈចំពោះអ្នកណាដែលទ្រង់មាន ចេតនានោះ? ពិតប្រាកដណាស់ នៅក្នុងរឿងនោះគឺជាភស្ដុតាងៗ សម្រាប់ក្រុមដែលមានជំនឿ។","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:38","price":"ដូចេ្នះចូរអ្នកផ្ដល់ឱ្យញាតិសន្ដាននូវសិទ្ធិរបស់គេ(ការភ្ជាប់ សាច់សារលោហិត និងបរិច្ចាគទាន) និងអ្នកក្រីក្រ និងអ្នកធ្វើដំណើរ ដាច់ស្បៀង។ នោះគឺជាការប្រសើរបំផុតសម្រាប់បណ្ដាអ្នកដែលចង់ បានការយល់ព្រមពីអល់ឡោះ។ ហើយអ្នកទាំងនោះគឺពួកគេជាអ្នក ដែលជោគជ័យ។","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:39","price":"ហើយអ្វីដែលពួកអ្នកបានផ្ដល់ជាការប្រាក់ដើម្បីចង់ឱ្យវា កើនក្នុងទ្រព្យសម្បត្ដិអ្នកដទៃនោះ គឺវាមិនកើនចំពោះអល់ឡោះឡើយ។ តែអ្វីដែលពួកអ្នកបានបរិច្ចាគហ្សាកាត់ដើម្បីចង់បានការ យល់ព្រមពីអល់ឡោះ អ្នកទាំងនោះគឺជាអ្នកដែលទទួលបានការ ប្រទានដ៏ច្រើនលើសលប់។","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:40","price":"អល់ឡោះជាអ្នកដែលបានបង្កើតពួកអ្នក រួចទ្រង់បានផ្ដល់ លាភសក្ការៈឱ្យពួកអ្នក ក្រោយមកទ្រង់ក៏ធ្វើឱ្យពួកអ្នកស្លាប់បន្ទាប់ មកទៀតទ្រង់ធ្វើឱ្យពួកអ្នករស់ឡើងវិញ។ តើក្នុងចំណោមព្រះនានា របស់ពួកអ្នក មានអ្នកណាដែលអាចធ្វើអ្វីបានដូច្នោះទេ? ទ្រង់មហាស្អាតស្អំ និងខ្ពង់ខ្ពស់អំពីអ្វីដែលពួកគេកំពុងធ្វើស្ហ៊ីរិកនោះ។","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:41","price":"គ្រោះមហន្ដរាយបានលេចឡើងនៅលើផែនដី និងផ្ទៃ សមុទ្រដោយសារស្នាដៃរបស់មនុស្សលោក ដើម្បីទ្រង់ធ្វើឱ្យពួកគេ ភ្លក្សរសជាតិនូវទង្វើខ្លះដែលពួកគេបានប្រព្រឹត្ដ។ សង្ឃឹមថាពួកគេ នឹងវិលត្រឡប់(កែខ្លួន)។","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:42","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកធ្វើដំណើរនៅលើ ផែនដីនិងពិនិត្យមើលចុះ តើលទ្ធផលចុងក្រោយនៃពួកជំនាន់មុន (ក្រុមនួហ ក្រុមអាដ និងក្រុមសាមូដ)យ៉ាងដូចមេ្ដច? ពួកគេភាគ ច្រើនជាពួកមូស្ហរីគីន។","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:43","price":"ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)តម្រង់មុខរបស់អ្នកទៅចំពោះ សាសនាដែលត្រឹមត្រូវ(សាសនាអ៊ីស្លាម)មុននឹងថ្ងៃ(បរលោក) មកដល់ពីអល់ឡោះដែលមិនអាចរារាំងវាបានឡើយ។ នៅថ្ងៃនោះ ពួកគេបែកខ្ញែកជាក្រុមៗ ។","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:44","price":"អ្នកណាហើយបានប្រឆាំង(នឹងអល់ឡោះ) គឺការប្រឆាំង របស់គេនឹងធ្លាក់ទៅលើខ្លួនគេ។ ហើយអ្នកណាបានសាងអំពើល្អ ត្រឹមត្រូវ គឺពួកគេរៀបចំ(កន្លែងដ៏ល្អនៅក្នុងឋានសួគ៌)សម្រាប់ ខ្លួនពួកគេ។","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:45","price":"ដើម្បីទ្រង់នឹងតបស្នងដល់បណ្ដាអ្នកដែលមានជំនឿ និង បានសាងអំពើល្អត្រឹមត្រូវនូវការប្រោសប្រទានរបស់ទ្រង់។ ពិត ប្រាកដណាស់ ទ្រង់មិនស្រឡាញ់ពួកដែលប្រឆាំងឡើយ។","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:46","price":"ហើយក្នុងចំណោមភសុ្ដតាងរបស់ទ្រង់ គឺទ្រង់បញ្ជូនខ្យល់ ដោយនាំដំណឹងល្អ(ទឹកភ្លៀង) និងដើម្បីឱ្យពួកអ្នកស្គាល់រសជាតិ នៃក្ដីមេត្ដាករុណារបស់ទ្រង់ និងដើម្បីឱ្យសំពៅធ្វើដំណើរតាមបទ បញ្ជារបស់ទ្រង់ ហើយនិងដើម្បីឱ្យពួកអ្នកស្វែងរកការប្រោសប្រទានរបស់ទ្រង់។ ហើយសង្ឃឹមថាពួកអ្នកនឹងដឹងគុណ។","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:47","price":"ហើយជាការពិតណាស់ យើងបានបញ្ជូនបណ្ដាអ្នកនាំសារ មុនអ្នក(មូហាំម៉ាត់)ទៅកាន់ក្រុមរបស់ពួកគេ ដោយពួកគេ(អ្នកនាំសារ)បាននាំមកនូវភស្ដុតាងដ៏ច្បាស់លាស់ជាច្រើនដល់ពួកគេ (តែពួកគេបានបដិសេធ)។ ដូចេ្នះ យើងបានផ្ដន្ទាទោសចំពោះពួក ដែលបានប្រព្រឹត្ដអំពើអាក្រក់។ ហើយជាការពិតណាស់ ភារកិច្ច របស់យើងគឺជួយបណ្ដាអ្នកមានជំនឿ។","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:48","price":"អល់ឡោះជាអ្នកដែលបញ្ជូនខ្យល់ រួចទ្រង់ធ្វើឱ្យពពក រសាត់ ហើយទ្រង់ពង្រាយវាពាសពេញផ្ទៃមេឃតាមអ្វីដែលទ្រង់ មានចេតនា ព្រមទាំងទ្រង់បានធ្វើឱ្យវាទៅជាដុំៗ ពេលនោះអ្នក នឹងឃើញភ្លៀងចេញពីចន្លោះរបស់វា។ ហើយនៅពេលណាដែល ទ្រង់បានស្រោចស្រពវាទៅលើអ្នកណាដែលទ្រង់មានចេតនាក្នុង ចំណោមខ្ញុំទាំងឡាយរបស់ទ្រង់ ពេលនោះពួកគេសប្បាយរីករាយ យ៉ាងខ្លាំង។","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:49","price":"ហើយពិតប្រាកដណាស់ ពួកគេកាលពីមុន មុនពេលគេបញ្ចុះ(ទឹកភ្លៀង)ឱ្យពួកគេគឺពួកគេមានការអស់សង្ឃឹមយ៉ាងខ្លាំង។","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:50","price":"ដូចេ្នះ ចូរអ្នកពិចារណាមើលទៅលើឥទ្ធិពលនៃក្ដីមេត្ដា ករុណារបស់អល់ឡោះ តើទ្រង់ធ្វើឱ្យដីរស់(មានជីជាតិ)បន្ទាប់ពីវា ស្លាប់(គ្មានជីជាតិ)យ៉ាងដូចមេ្ដច? ពិតប្រាកដណាស់ អ្នកដែលអាច ធ្វើដូចនោះ គឺជាអ្នកដែលធ្វើឱ្យមនុស្សរស់ឡើងវិញ។ ហើយទ្រង់ មានអានុភាពលើអ្វីៗទាំងអស់។","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:51","price":"ហើយប្រសិនបើយើងបានបញ្ជូនខ្យល់(ដើម្បីបំផ្លាញចំការ ពួកគេ) ហើយពួកគេបានឃើញចំការនោះក្លាយជាពណ៌លឿង (បន្ទាប់ពីមានពណ៌ខៀវស្រងាត់) ច្បាស់ជាពួកគេនៅតែប្រឆាំង បន្ទាប់ពីនោះដដែល។","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:52","price":"ហើយពិតប្រាកដណាស់ អ្នកមិនអាចធ្វើឱ្យអ្នកស្លាប់ស្ដាប់ ឮឡើយ ហើយអ្នកក៏មិនអាចធ្វើឱ្យអ្នកថ្លង់ស្ដាប់ឮការស្រែកហៅ បានដែរ នៅពេលដែលពួកគេបែរខ្នងចេញហើយនោះ។","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:53","price":"ហើយអ្នកក៏មិនមែនជាអ្នកចង្អុលបង្ហាញដល់អ្នកដែល ងងឹតភ្នែកចំពោះភាពវងេ្វងរបស់ពួកគេបានដែរ។ អ្នកមិនអាចធ្វើ ឱ្យ(អ្នកណាម្នាក់)ស្ដាប់ឮឡើយ លើកលែងតែអ្នកដែលមានជំនឿ នឹងអាយ៉ាត់ៗរបស់យើងប៉ុណ្ណោះ។ ហើយពួកគេគឺជាពួកដែល ប្រគល់ខ្លួន(កាន់សាសនាអ៊ីស្លាម)។","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:54","price":"អល់ឡោះជាអ្នកដែលបានបង្កើតពួកអ្នកពីភាពទន់ខ្សោយ ក្រោយមកទ្រង់បានធ្វើឱ្យមានភាពខ្លាំងក្លាបន្ទាប់ពីទន់ខ្សោយ ក្រោយមកទៀតទ្រង់បានធ្វើឱ្យទៅជាទន់ខ្សោយ និងចាស់ជរាវិញ បន្ទាប់ពីភាពខ្លាំងក្លា។ ទ្រង់បង្កើតអ្វីៗតាមតែទ្រង់មានចេតនា។ ហើយទ្រង់មហាដឹង មហាមានអានុភាព។","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:55","price":"ហើយនៅពេលថ្ងៃបរលោកមកដល់ ពួកដែលប្រព្រឹត្ដ អំពើអាក្រក់ស្បថថាៈ ពួកគេមិនបានរស់នៅ(លើលោកិយ)ក្រៅពី មួយរយៈពេលខ្លីឡើយ។ ដូច្នោះដែរ ពួកគេធ្លាប់ត្រូវបានគេបោក បញ្ឆោត។","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:56","price":"ហើយបណ្ដាអ្នកដែលត្រូវគេផ្ដល់ចំណេះដឹង និងមានជំនឿ បាននិយាយថាៈ ជាការពិតណាស់ ពួកអ្នកបានរស់នៅតាមការកំណត់ របស់អល់ឡោះរហូតដល់ថ្ងៃដែលគេធ្វើឱ្យមនុស្សលោករស់ឡើង វិញ(នៅថ្ងៃបរលោក)។ ដូចេ្នះនេះជាថ្ងៃដែលគេធ្វើឱ្យមនុស្សលោក រស់ឡើងវិញ ប៉ុន្ដែពួកអ្នកមិនធ្លាប់បានដឹងឡើយ។","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:57","price":"ហើយនៅថ្ងៃនោះ ពួកដែលបានបំពានការដោះសាររបស់ ពួកគេគឺគ្មានផលប្រយោជន៍អ្វីឡើយ ហើយពួកគេក៏មិនត្រូវគេ ទាមទារឱ្យត្រឡប់ទៅសារភាពទោសកំហុសវិញដែរ។","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:58","price":"ហើយជាការពិតណាស់ យើងបានលើកគ្រប់ឧទាហរណ៍ សម្រាប់មនុស្សលោកនៅក្នុងគម្ពីរគួរអាននេះ។ តែប្រសិនបើអ្នក (មូហាំម៉ាត់)បាននាំភស្ដុតាងណាមួយដល់ពួកគេ ពួកដែលបាន ប្រឆាំងពិតជានិយាយថាៈ ពួកអ្នកមិនមែនជាអ្វីក្រៅពីពួកដែល បោកប្រាស់នោះឡើយ។","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:59","price":"ដូច្នោះដែរ អល់ឡោះបោះត្រាភ្ជិតលើចិត្ដរបស់ពួកដែល មិនដឹងការពិត។","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"30:60","price":"ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)អត់ធ្មត់ ពិតប្រាកដណាស់ ការ សន្យារបស់អល់ឡោះគឺជាការពិត។ ហើយចូរកុំឱ្យពួកដែលមិន ជឿជាក់(លើអល់ឡោះ)ធ្វើឱ្យអ្នកទន់ខ្សោយឱ្យសោះ។","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"km"}],"chapter":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"]}