{"data":[{"name":"31:1","price":"អាលីហ្វ ឡាម មីម។","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:2","price":"នេះគឺជាអាយ៉ាត់ៗនៃគម្ពីរ(គួរអាន)ដែលពោរពេញទៅ ដោយគតិបណ្ឌិត។","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:3","price":"ជាការចង្អុលបង្ហាញ និងជាក្ដីមេត្ដាករុណាចំពោះបណ្ដាអ្នក ដែលសាងអំពើល្អ។","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:4","price":"គឺបណ្ដាអ្នកដែលប្រតិបត្ដិសឡាត និងបរិច្ចាគហ្សាកាត់ ហើយពួកគេមានជំនឿយ៉ាងច្បាស់នឹងថ្ងៃបរលោក។","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:5","price":"អ្នកទាំងនោះស្ថិតលើការចង្អុលបង្ហាញពីម្ចាស់របស់ពួកគេ ហើយអ្នកទាំងនោះគឺជាអ្នកដែលជោគជ័យ។","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:6","price":"ហើយក្នុងចំណោមមនុស្សលោក មានអ្នកខ្លះទិញពាក្យសំដី លេងសើច(អ្វីៗដែលនាំឱ្យភេ្លចអល់ឡោះ) ដើម្បីធ្វើឱ្យអ្នកដទៃ វងេ្វងពីមាគ៌ារបស់អល់ឡោះដោយគ្មានចំណេះដឹង ហើយគេយក វា(អាយ៉ាត់គួរអាន)ទុកជាការចំអក។ ពួកទាំងនោះនឹងទទួល ទារុណកម្មយ៉ាងអាម៉ាស់បំផុត។","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:7","price":"ហើយនៅពេលដែលអាយ៉ាត់ៗរបស់យើងត្រូវសូត្រឱ្យគេ ស្ដាប់ គេបានងាកចេញទាំងក្រអឺតក្រទមហាក់ដូចជាមិនបានឮ ហាក់ដូចជាក្នុងត្រចៀកទាំងពីររបស់គេមានឆ្នុកចុក។ ដូចេ្នះ ចូរ អ្នក(មូហាំម៉ាត់)ផ្ដល់ដំណឹងដល់គេនូវទារុណកម្មដ៏ឈឺចាប់ចុះ។","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:8","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿ និងបានសាង អំពើល្អត្រឹមត្រូវនោះ ពួកគេនឹងទទួលបានឋានសួគ៌ណាអ៊ីម ។","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:9","price":"ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។ ការសន្យារបស់ អល់ឡោះគឺជាការពិត។ ហើយទ្រង់មហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:10","price":"ទ្រង់បានបង្កើតមេឃជាច្រើនជាន់់ដោយគ្មានសសរដែល ពួកអ្នកមើលឃើញវា។ ហើយទ្រង់បានបោះភ្នំជាច្រើនជាប់នៅលើ ផែនដី ដើម្បីកុំឱ្យវារញ្ជួយដល់ពួកអ្នក។ ហើយទ្រង់បានពង្រាយសត្វ គ្រប់ប្រភេទនៅលើវា។ ហើយយើងបានបញ្ចុះទឹកភ្លៀងពីលើមេឃ រួចយើងបានបណ្ដុះរុក្ខជាតិគ្រប់ប្រភេទដ៏ស្រស់បំព្រងនៅលើវា។","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:11","price":"នេះគឺជាការបង្កើតរបស់អល់ឡោះ។ ដូចេ្នះ ចូរពួកអ្នក បង្ហាញយើងមក តើអ្វីដែលអ្នកផេ្សងពីទ្រង់បានបង្កើតនោះ? ផ្ទុយ ទៅវិញ ពួកដែលបំពានគឺស្ថិតកុ្នងភាពវងេ្វងដ៏ច្បាល់លាស់។","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:12","price":"ហើយជាការពិតណាស់ យើងបានប្រទានឱ្យលុកម៉ាននូវ ភាពឈ្លាសវៃ (ដោយយើងមានបន្ទូលថា) ចូរអ្នកដឹងគុណចំពោះ អល់ឡោះ។ ហើយអ្នកណាដែលដឹងគុណ(ចំពោះទ្រង់) ពិតប្រាកដ ណាស់ គេដឹងគុណចំពោះខ្លួនគេផ្ទាល់។ តែជនណាហើយបានរមិល គុណវិញនោះ ពិតប្រាកដណាស់អល់ឡោះមហាមានលើសលប់(មិន ត្រូវការអ្វីទាំងអស់) ជាទីកោតសរសើរ។","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:13","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលលុកម៉ានបានពោលទៅ កាន់កូនរបស់គាត់ដោយគាត់ទូន្មានគេថាៈ ឱកូនសម្លាញ់. ឯងកុំធ្វើ ស្ហ៊ីរិកនឹងអល់ឡោះឱ្យសោះ។ ពិតប្រាកដណាស់ អំពើស្ហ៊ីរិកគឺជា បាបកម្មមួយដ៏ធំ។","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:14","price":"ហើយយើងបានផ្ដែផ្ដាំដល់មនុស្សលោក(ឱ្យធ្វើល្អ)ចំពោះ ឪពុកម្ដាយរបស់គេ។ (ដោយសារ)ម្ដាយរបស់គេបានពរពោះរូបគេ ដោយលំបាកថែមលើលំបាកបំផុត។ ហើយការផ្ដាច់បំបៅរូបគេក្នុង អំឡុងពេលពីរឆ្នាំ។ ដូចេ្នះ ចូរអ្នកដឹងគុណចំពោះយើង និងឪពុកម្ដាយរបស់អ្នកចុះ។ ចំពោះយើងគឺជាកន្លែងវិលត្រឡប់។","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:15","price":"ហើយប្រសិនបើគាត់ទាំងពីរ(ឪពុកម្ដាយ)ព្យាយាមជម្រុញ ឱ្យអ្នកធ្វើស្ហ៊ីរិកជាមួយយើង(អល់ឡោះ)នូវអ្វីដែលអ្នកមិនបានដឹង វាទេនោះ ចូរអ្នកកុំស្ដាប់បង្គាប់ពួកគាត់ទាំងពីរឱ្យសោះ។ តែអ្នកត្រូវ កតញ្ញូចំពោះគាត់ទាំងពីរនៅក្នុងលោកិយនេះដោយអំពើល្អ។ ហើយ ចូរអ្នកដើរតាមមាគ៌ាអ្នកដែលបានវិលត្រឡប់មករកយើង។ បន្ទាប់ មកកន្លែងវិលត្រឡប់របស់ពួកអ្នកគឺមកកាន់យើងតែមួយគត់។ ហើយយើងនឹងប្រាប់ពួកអ្នកនូវអ្វីដែលពួកអ្នកធ្លាប់បានប្រព្រឹត្ដ។","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:16","price":"ឱកូនសម្លាញ់. ពិតប្រាកដណាស់ ទោះបីជាវា(អំពើល្អ ឬ អំពើអាក្រក់)មានទម្ងន់ប៉ុនគ្រាប់ស្ពៃ ហើយវានៅក្នុងថ្ម ឬនៅលើ មេឃជាច្រើនជាន់ ឬនៅលើផែនដីក៏ដោយ ក៏អល់ឡោះនាំវាមក (ដើម្បីតបស្នង)ដែរ។ ពិតប្រាកដណាស់ អល់ឡោះមហាទន់ភ្លន់ មហាជ្រួតជ្រាប។","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:17","price":"ឱកូនសម្លាញ់. ចូរឯងប្រតិបត្ដិសឡាត និងប្រើគ្នាឱ្យធ្វើ ប្រការល្អ និងហាមឃាត់គ្នាអំពីប្រការអាក្រក់ ហើយនិងអត់ធ្មត់ទៅ លើអ្វីដែលកើតឡើងចំពោះឯង។ ពិតប្រាកដណាស់ ទាំងនោះគឺនៅ ក្នុងចំណោមបទបញ្ជាដែលចាំបាច់ត្រូវអនុវត្ដ។","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:18","price":"ហើយចូរឯងកុំងាកមុខចេញពីមនុស្សលោក(ដោយអំនួត) និងកុំដើរនៅលើផែនដីនេះដោយក្រអឺតក្រទមឱ្យសោះ។ ពិតប្រាកដ ណាស់ អល់ឡោះមិនស្រឡាញ់អ្នកដែលក្រអឺតក្រទមនិងអំនួតនោះ ឡើយ។","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:19","price":"ហើយចូរឯងបន្ទន់ឥរិយាបថក្នុងដំណើររបស់ឯង និងបន្ទន់ សំឡេងរបស់ឯង។ ពិតប្រាកដណាស់ សំឡេងទាំងឡាយដ៏អាក្រក់ នោះ គឺជាសំឡេងសត្វលា។","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:20","price":"តើពួកអ្នកមិនឃើញទេឬ ពិតប្រាកដណាស់អល់ឡោះបាន បង្កើតអ្វីដែលមាននៅលើមេឃជាច្រើនជាន់ និងអ្វីដែលមាននៅលើ ផែនដីជាប្រយោជន៍សម្រាប់ពួកអ្នក ហើយទ្រង់បានបំពេញនៀកម៉ាត់របស់ទ្រង់ដល់ពួកអ្នកទាំងផ្នែកខាងក្រៅ(ខ្លួនប្រាណ) និងផ្នែក ខាងក្នុង(ចិត្ដគំនិត)នោះ? ហើយក្នុងចំណោមមនុស្សលោក មាន អ្នកខ្លះឈ្លោះប្រកែកគ្នាក្នុងរឿងអល់ឡោះដោយគ្មានចំណេះដឹងនិង គ្មានការចង្អុលបង្ហាញ ហើយនិងគ្មានគម្ពីរបំភ្លឺការពិត។","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:21","price":"ហើយនៅពេលដែលមានគេនិយាយទៅកាន់ពួកគេថាៈ ចូរពួកអ្នកដើរតាមអី្វ(គម្ពីរគួរអាន)ដែលអល់ឡោះបានបញ្ចុះមកនោះ ពួកគេបានឆ្លើយថាៈ ផ្ទុយទៅវិញ ពួកយើងកំពុងតែដើរតាម អី្វដែលពួកយើងទទួលបានពីដូនតារបស់ពួកយើង។ (តើពួកគេធ្វើ តាមដែរឬ)បើទោះបីជាស្ហៃតនអូសទាញពួកគេទៅកាន់ភ្លើងនរក ដែលឆេះសន្ធោសន្ធៅនោះ?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:22","price":"ហើយអ្នកណាដែលប្រគល់ខ្លួនរបស់គេទៅចំពោះ អល់ឡោះដោយគេជាអ្នកដែលសាងអំពើល្អនោះ គេពិតជាបាន ប្រកាន់ខ្ជាប់នឹងខ្សែដ៏រឹងមាំ(គម្ពីរគួរអាន)។ ហើយលទ្ធផលចុង ក្រោយនៃកិច្ចការទាំងអស់នឹងវិលត្រឡប់ទៅកាន់អល់ឡោះវិញ។","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:23","price":"តែអ្នកណាហើយបានប្រឆាំងវិញនោះ ចូរកុំឱ្យការប្រឆាំង របស់គេធ្វើឱ្យអ្នក(មូហាំម៉ាត់)ព្រួយបារម្ភឱ្យសោះ។ កន្លែងវិល ត្រឡប់របស់ពួកគេគឺមកកាន់យើងតែមួយគត់។ ហើយយើងនឹង ប្រាប់ពួកគេនូវអ្វីដែលពួកគេបានប្រព្រឹត្ដ។ ពិតប្រាកដណាស់ អល់ឡោះមហាដឹងនូវអ្វីដែលមាននៅក្នុងចិត្ដ(របស់ពួកគេ)។","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:24","price":"យើងឱ្យពួកគេសប្បាយរីករាយ(នៅក្នុងលោកិយ)បន្ដិច បន្ដួចប៉ុណ្ណោះ។ បន្ទាប់មកយើងនឹងរុញច្រានពួកគេទៅកាន់ទារុណកម្មដ៏ឃោរឃៅ(នៅថ្ងៃបរលោក)។","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:25","price":"ហើយប្រសិនបើអ្នក(មូហាំម៉ាត់)សួរពួកគេ(ពួកមូស្ហរីគីន) ថាៈ តើអ្នកណាដែលបានបង្កើតមេឃជាច្រើនជាន់ និងផែនដី? ពួកគេពិតជានឹងឆ្លើយថាៈ គឺអល់ឡោះ។ ចូរអ្នកពោលថាៈ រាល់ការសរសើរគឺចំពោះអល់់ឡោះ។ ផ្ទុយទៅវិញ ពួកគេភាគច្រើន មិនដឹងឡើយ។","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:26","price":"អី្វៗដែលមាននៅលើមេឃជាច្រើនជាន់ និងផែនដី គឺជា កម្មសិទ្ធិរបស់អល់ឡោះ។ ពិតប្រាកដណាស់ អល់ឡោះមហាមាន លើសលប់ និងជាទីកោតសរសើរ។","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:27","price":"ហើយប្រសិនបើដើមឈើទាំងអស់នៅលើផែនដីនេះគឺជា ស្លាបប៉ាកា និងទឹកសមុទ្រ(គឺជាទឹកខ្មៅ) ដែលក្រោយពីនោះមាន សមុទ្រប្រាំពីរទៀតថែមពីលើវា(បន្ទាប់ពីវាស្ងួតអស់)ក៏ដោយ ក៏នៅ តែមិនគ្រប់គ្រាន់(ក្នុងការកត់ត្រា)បន្ទូលទាំងឡាយរបស់អល់ឡោះដែរ។ ពិតប្រាកដណាស់អល់ឡោះមហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:28","price":"ការបង្កើតពួកអ្នក និងការធ្វើឱ្យពួកអ្នករស់ឡើងវិញ(នាថ្ងៃបរលោក) គឺដូចជាការបង្កើតជីវិតមួយប៉ុណ្ណោះ(សម្រាប់អល់ឡោះ)។ ពិតប្រាកដណាស់ អល់ឡោះមហាឮ មហាឃើញ ។","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:29","price":"តើអ្នកមិនបានឃើញទេឬ ពិតប្រាកដណាស់អល់ឡោះ បញ្ចូលពេលយប់ទៅក្នុងពេលថ្ងៃ និងបញ្ចូលពេលថ្ងៃទៅក្នុងពេល យប់វិញ។ ហើយទ្រង់បានបញ្ជាព្រះអាទិត្យ និងព្រះច័ន្ទឱ្យវាទាំង ពីរដើរទៅតាមគន្លងរហូតដល់ពេលកំណត់។ ហើយពិតប្រាកដណាស់ អល់ឡោះដឹងជ្រួតជ្រាបបំផុតនូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:30","price":"នោះដោយសារតែអល់ឡោះគឺជាម្ចាស់ដ៏ពិតប្រាកដ។ ហើយអ្វីដែលពួកគេបួងសួងសុំផេ្សងពីទ្រង់នោះគឺជាប្រការមោឃៈ។ ហើយពិតប្រាកដណាស់ អល់ឡោះមហាខ្ពង់ខ្ពស់ មហាឧត្ដុង្គឧត្ដម។","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:31","price":"តើពួកអ្នកមិនបានឃើញទេឬ ពិតប្រាកដណាស់ នាវាដែល រត់នៅលើសមុទ្រជានៀកម៉ាត់របស់អល់ឡោះ ដើម្បីទ្រង់បង្ហាញពួក អ្នកនូវភស្ដុតាងមួយចំនួនរបស់ទ្រង់នោះ? ពិតប្រាកដណាស់នៅក្នុងរឿងនោះគឺជាភស្ដុតាងៗសម្រាប់រាល់អ្នកដែលអត់ធ្មត់និងដឹងគុណ។","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:32","price":"ហើយនៅពេលដែលរលកសមុទ្រគ្របដណ្ដប់លើពួកគេ (ពួកមូស្ហរីគីន)ដូចជាដុំពពកដ៏ងងឹតនោះ ពួកគេបានបួងសួងសុំ អល់ឡោះដោយចិត្ដស្មោះសក្នុងការប្រណិបត្ដិចំពោះទ្រង់។ តែនៅ ពេលដែលទ្រង់បានសង្គ្រោះពួកគេឱ្យដល់ត្រើយ គឺពួកគេមួយចំនួន មិនសូវដឹងគុណឡើយ។ ហើយគ្មានអ្នកណាបដិសេធនឹងអាយ៉ាត់ៗ របស់យើងក្រៅពីពួកដែលក្បត់ និងប្រឆាំងឡើយ។","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:33","price":"ឱមនុស្សលោក. ចូរពួកអ្នកកោតខ្លាចម្ចាស់របស់ពួកអ្នក និងខ្លាចថ្ងៃមួយដែលឪពុកមិនអាចជួយកូនរបស់គេ ហើយកូនមិន អាចជួយអ្វីដល់ឪពុករបស់គេបាន។ ពិតប្រាកដណាស់ ការសន្យា របស់អល់ឡោះគឺជាការពិត។ ដូចេ្នះ ចូរកុំឱ្យជីវិតលោកិយបោក ប្រាស់ពួកអ្នក និងកុំឱ្យពួកបោកប្រាស់(ស្ហៃតន ជិន និងមនុស្ស) បោកប្រាស់ពួកអ្នកប្រឆាំងនឹងអល់ឡោះឱ្យសោះ។","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"31:34","price":"ពិតប្រាកដណាស់ អល់ឡោះជាអ្នកដឹងនូវដំណឹងនៃថ្ងៃ បរលោក និងការបញ្ចុះទឹកភ្លៀង។ ហើយទ្រង់ជាអ្នកដឹងនូវអី្វដែល មានក្នុងស្បូន។ ហើយគ្មានបុគ្គលណាម្នាក់ដឹងថា តើអ្វីដែលគេនឹង ទទួលបាននៅថ្ងៃស្អែកឡើយ។ ហើយក៏គ្មានបុគ្គលណាម្នាក់ដឹងថា តើគេនឹងស្លាប់នៅលើទឹកដីណាដែរ។ ពិតប្រាកដណាស់ អល់ឡោះ មហាដឹង មហាជ្រួតជ្រាប ។","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"km"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}