{"data":[{"name":"33:1","price":"ឱណាពី(មូហាំម៉ាត់). ចូរអ្នកកោតខ្លាចអល់ឡោះ ហើយកុំ គោរពតាមពួកដែលប្រឆាំងនិងពួកពុតត្បុតឱ្យសោះ។ ពិតប្រាកដណាស់ អល់ឡោះមហាដឹង មហាគតិបណ្ឌិត។","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:2","price":"ហើយចូរអ្នកប្រតិបត្ដតាមអី្វដែលគេផ្ដល់វ៉ាហ៊ីឱ្យអ្នកពីម្ចាស់ របស់អ្នក។ ពិតប្រាកដណាស់ អល់ឡោះដឹងជ្រួតជ្រាបនូវអ្វីដែល ពួកអ្នកសាង។","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:3","price":"ហើយចូរអ្នកប្រគល់ការទុកចិត្ដលើអល់ឡោះ។ គ្រប់គ្រាន់ ហើយអល់ឡោះជាអ្នកគាំពារ។","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:4","price":"អល់ឡោះមិនបានបង្កើតសម្រាប់មនុស្សម្នាក់ឱ្យមានបេះដូង ពីរនៅក្នុងខ្លួនរបស់គេឡើយ។ ហើយទ្រង់មិនបានចាត់ទុកភរិយា ពួកអ្នកដែលពួកអ្នកធ្វើហ្ស៊ីហ៊ើរ ពួកនាងនោះជាម្ដាយរបស់ពួកអ្នក ឡើយ។ ហើយទ្រង់មិនចាត់ទុកកូនចិញ្ចឹមរបស់ពួកអ្នកជាកូនបង្កើត របស់ពួកអ្នកឡើយ។ ទាំងនោះគឺជាពាក្យសំដីដែលចេញពីមាត់របស់ ពួកអ្នកប៉ុណ្ណោះ។ តែអល់ឡោះមានបន្ទូលពិត និងចង្អុលបង្ហាញ មាគ៌ាដែលត្រឹមត្រូវ។","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:5","price":"ចូរពួកអ្នកហៅពួកគេ(កូនចិញ្ចឹម)តាមត្រកូលឪពុករបស់ ពួកគេ វាគឺយុតិ្ដធម៌បំផុតចំពោះអល់ឡោះ។ តែប្រសិនបើពួកអ្នក មិនស្គាល់ឪពុក(បង្កើត)របស់ពួកគេទេនោះ (ចូរពួកអ្នកចាត់ទុក ពួកគេ)ជាបងប្អូនរបស់ពួកអ្នកនៅក្នុងសាសនា និងជាម៉ាវឡារបស់ពួកអ្នក។ ហើយគ្មានទោសពៃរ៍អ្វីឡើយចំពោះពួកអ្នកនូវអី្វ ដែលពួកអ្នកបានធ្វើខុសនឹងវា លើកលែងតែចិត្ដរបស់ពួកអ្នកមាន ចេតនាប៉ុណ្ណោះ។ ហើយអល់ឡោះមហាអភ័យទោស មហា អាណិតស្រឡាញ់។","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:6","price":"ណាពីគឺជាអ្នកដែលសំខាន់បំផុតចំពោះបណ្ដាអ្នកមានជំនឿ ជាងខ្លួនពួកគេផ្ទាល់ទៅទៀត។ ហើយភរិយាៗរបស់គាត់(ណាពី) គឺជាម្ដាយរបស់ពួកគេ ។ ហើយអ្នកដែលជាប់សាច់សាលោហិតនឹង គ្នា ពួកគេខ្លះមានសិទិ្ធទទួលមរតកពីគ្នាទៅវិញទៅមកតាមច្បាប់ របស់អល់ឡោះជាងបណ្ដាអ្នកមានជំនឿ និងអ្នកភៀសខ្លួន(ពីម៉ាក្កះ ទៅម៉ាឌីណះ) លើកលែងតែពួកអ្នកចង់ធ្វើល្អចំពោះមិត្ដជិតស្និទ្ធ របស់ពួកអ្នកប៉ុណ្ណោះ។ រឿងនោះត្រូវបានគេកត់ត្រាទុកនៅក្នុង សៀវភៅកំណត់ត្រា(ឡាវហុលម៉ះហ្វ៊ូស) ។","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:7","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានទទួលយកពីបណ្ដា ណាពីនូវកិច្ចសន្យារបស់ពួកគេ និងពីអ្នក(មូហាំម៉ាត់)និងនួហ និង អ៊ីព្រហ៊ីម និងមូសា ហើយនិងអ៊ីសាកូនម៉ារយ៉ាំ។ ហើយយើងបាន ទទួលយកកិច្ចសន្យាមួយដ៏រឹងមាំពីពួកគេ។","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:8","price":"ដើម្បីទ្រង់នឹងសួរបណ្ដាអ្នកដែលស្មោះត្រង់(អ្នកនាំសារ) អំពីសច្ចភាពរបស់ពួកគេ។ ហើយទ្រង់បានរៀបចំសម្រាប់ពួកដែល ប្រឆាំងនូវទារុណកម្មដ៏ឈឺចាប់។","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:9","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នករំលឹកនូវនៀកម៉ាត់ របស់អល់ឡោះដែលបានប្រទានឱ្យពួកអ្នកនៅពេលដែលក្រុម ទាហាន(ទ័ពអះហ្សាប)បានមកដល់ពួកអ្នក ពេលនោះយើងបាន បញ្ជូនខ្យល់ព្យុះ និងក្រុមទាហាន(ម៉ាឡាអ៊ីកាត់)ទៅលើពួកទាំង នោះ(ទ័ពអះហ្សាប)ដែលពួកអ្នកមើលមិនឃើញពួកគេឡើយ។ ហើយអល់ឡោះឃើញបំផុតនូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:10","price":"(ចូរចងចាំ)នៅពេលដែលពួកគេ(ទ័ពអះហ្សាប)បានមក ដល់ពួកអ្នកពីខាងលើពួកអ្នក(ជ្រលងដែលស្ថិតនៅទិសខាងកើត) និងពីខាងក្រោមពួកអ្នក(ជ្រលងដែលស្ថិតនៅទិសខាងលិច) និង នៅពេលដែលភ្នែកឡើងស(ដោយសារភ័យខ្លាច) ហើយចិត្ដពោរ ពេញដោយក្ដីរន្ធត់។ ហើយពួកអ្នកគិតអាក្រក់ចំពោះអល់ឡោះ គ្រប់បែបគ្រប់យ៉ាង។","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:11","price":"នៅទីនោះ បណ្ដាអ្នកដែលមានជំនឿត្រូវបានគេសាក ល្បង(អំពីជំនឿ) ហើយពួកគេត្រូវគេធ្វើឱ្យមានភាពចលាចល យ៉ាងខ្លាំង។","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:12","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលពួកពុតត្បុតនិងពួកដែល នៅក្នុងចិត្ដរបស់ពួកគេមានជម្ងឺ(សង្ស័យ)និយាយថាៈ អល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់មិនបានសន្យាអ្វីចំពោះពួកយើងក្រៅពី ការបោកប្រាស់នោះឡើយ។","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:13","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលក្រុមមួយក្នុងចំណោម ពួកគេ(ពួកពុតត្បុត)បាននិយាយថាៈ ឱអ្នកស្រុកយ៉ាសរិប(ក្រុង ម៉ាឌីណះ). គ្មានកន្លែងឈរជើងសម្រាប់ពួកអ្នក(តតាំងនឹងសត្រូវ) ឡើយ។ ដូចេ្នះ ចូរពួកអ្នកវិលត្រឡប់ទៅ(លំនៅដ្ឋាន)វិញចុះ។ ហើយក្រុមមួយទៀតក្នុងចំណោមពួកគេមកសុំអនុញ្ញាតពីណាពី (មូហាំម៉ាត់)ដោយពួកគេនិយាយថាៈ ពិតប្រាកដណាស់លំនៅដ្ឋាន របស់ពួកយើងគ្មានសុវត្ថិភាពឡើយ តែវាមិនមែនគ្មានសុវត្ថិភាព នោះទេ។ ពួកគេគ្មានបំណងអ្វីក្រៅពីការគេចវេះនោះឡើយ។","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:14","price":"ហើយប្រសិនបើមានគេ(កងទ័ពសត្រូវ)ចូលទៅវាយ ប្រហារពួកគេពីគ្រប់ទិសទីនៃទីក្រុងនោះ ក្រោយមកពួកគេត្រូវគេ (សត្រូវ)តម្រូវឱ្យចាកចេញពីសាសនាអ៊ីស្លាម ពួកគេច្បាស់ជាធ្វើ វា ហើយពួកគេមិនរង់ចាំវាយូរឡើយ ។","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:15","price":"ហើយជាការពិតណាស់ ពួកគេធ្លាប់សន្យាជាមួយ អល់ឡោះពីមុនមកថាៈ ពួកគេនឹងមិនវិលត្រឡប់ក្រោយវិញឡើយ (ប្រសិនបើមានសង្គ្រាម)។ ហើយការសន្យារបស់អល់ឡោះ គឺ តម្រូវឱ្យមានការទទួលខុសត្រូវ។","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:16","price":"ចូរអ្នកពោលថាៈ ការគេចវេះគឺមិនអាចផ្ដល់ប្រយោជន៍អ្វី ដល់ពួកអ្នកឡើយ ទោះបីជាពួកអ្នករត់គេចពីការស្លាប់ ឬសង្គ្រាមក៏ដោយ។ ហើយទោះបីជាដូច្នោះក៏ដោយ ក៏ពួកអ្នកមិនត្រូវគេផ្ដល់ ឱ្យមានសេចក្ដីសុខឡើយ លើកលែងតែបន្ដិចបន្ដួចប៉ុណ្ណោះ។","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:17","price":"ចូរអ្នកពោលថាៈ តើអ្នកណាម្នាក់អាចការពារពួកអ្នកពី (ទារុណកម្ម)អល់ឡោះ ប្រសិនបើទ្រង់ចង់ឱ្យពួកអ្នកជួបគ្រោះ ថ្នាក់ ឬចង់ឱ្យពួកអ្នកជួបសេចក្ដីសុខនោះ។ ហើយពួកគេគ្មានអ្នក គាំពារ និងអ្នកជួយក្រៅពីអល់ឡោះឡើយ។","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:18","price":"ជាការពិតណាស់ អល់ឡោះដឹងចំពោះពួកដែលរារាំងអ្នក ដទៃពីការធ្វើសង្គ្រាមក្នុងចំណោមពួកអ្នក និងពួកដែលនិយាយទៅ កាន់បងប្អូនរបស់ពួកគេថាៈ សូមចូលរួមជាមួយពួកយើងមក។ ហើយពួកគេមិនទៅធ្វើសង្គ្រាមឡើយ លើកលែងតែបន្ដិចបន្ដួច ប៉ុណ្ណោះ។","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:19","price":"ដោយការកំណាញ់ចំពោះពួកអ្នក(ពីការបរិច្ចាគខ្លួនប្រាណ និងទ្រព្យសម្បតិ)។ ហើយនៅពេលដែលការភ័យខ្លាច(គ្រោះ អាសន្ន)បានមកដល់ អ្នក(មូហាំម៉ាត់)នឹងឃើញពួកគេសម្លឹងមក រកអ្នក ដោយភ្នែករបស់ពួកគេវិលចុះឡើងដូចអ្នកដែលជិតស្លាប់។ ហើយនៅពេលដែលការភ័យខ្លាចបានរលាយបាត់ពួកគេបែរជាវាយ ប្រហារពួកអ្នកដោយពាក្យសំដីយ៉ាងមុតស្រួច(បញ្ឈឺ)ដោយមាន ចិត្ដកំណាញ់ទៅលើប្រការល្អ។ ពួកទាំងនោះគឺគ្មានជំនឿឡើយ ហើយអល់ឡោះបានរំលាយនូវទង្វើទាំងឡាយរបស់ពួកគេ។ ហើយ កិច្ចការទាំងនោះគឺងាយស្រួលបំផុតចំពោះអល់ឡោះ។","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:20","price":"ពួកគេ(ពួកពុតត្បុត)ស្មានថាៈ អះហ្សាប មិនទាន់ដកថយ នៅឡើយទេ។ ហើយប្រសិនបើអះហ្សាបមកដល់(ម៉ាឌីណះ)ម្ដង ទៀត ពួកគេមានបំណងថា បើពួកគេបាននៅជាមួយអារ៉ាប់ជនបទ ពួកគេនឹងអាចស៊ើបសួរពីដំណឹងរបស់ពួកអ្នក។ ហើយទោះបីជាពួក គេនៅជាមួយពួកអ្នក ក៏ពួកគេមិនចូលរួមធ្វើសង្គ្រាម(ជាមួយពួកអ្នក)ឡើយ លើកលែងតែបន្ដិចបន្ដួចប៉ុណ្ណោះ។","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:21","price":"ជាការពិតណាស់ ពួកអ្នកមានអ្នកនាំសាររបស់អល់ឡោះ (មូហាំម៉ាត់)ជាគំរូដ៏ល្អសម្រាប់អ្នកណាដែលសង្ឃឹមថានឹងបានជួប អល់ឡោះ និងថ្ងៃបរលោក ហើយនិងបានរំលឹកចំពោះអល់ឡោះ យ៉ាងច្រើន។","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:22","price":"ហើយនៅពេលដែលបណ្ដាអ្នកមានជំនឿបានឃើញអះហ្សាប(បរាជ័យ) ពួកគេនិយាយថាៈ នេះគឺជាអ្វីដែលអល់ឡោះនិង អ្នកនាំសាររបស់ទ្រង់បានសន្យាចំពោះពួកយើង។ ហើយអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់បានប្រាប់គឺជាការពិត។ ហើយគ្មានអ្វីថែមដល់ពួកគេក្រៅពីការជឿជាក់និងការប្រគល់ខ្លួននោះឡើយ។","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:23","price":"ក្នុងចំណោមបណ្ដាអ្នកដែលមានជំនឿ មានបុរសជាច្រើន ដែលបានអនុវត្ដតាមអី្វដែលពួកគេបានសន្យាជាមួយអល់ឡោះ។ តែ ក្នុងចំណោមពួកគេក៏មានអ្នកខ្លះបានសមេ្រចនូវគោលបំណងរបស់ ពួកគេ(ស្លាប់ក្នុងសមរភូមិ)។ ហើយក្នុងចំណោមពួកគេក៏មានអ្នក ខ្លះទៀតនៅរង់ចាំ(ទទួលជ័យជំនះ ឬស្លាប់ក្នុងសមរភូមិ)ដែរ។ ហើយពួកគេមិនបានផ្លាស់ប្ដូរ(ការសន្យារបស់ពួកគេជាមួយ អល់ឡោះ)ឡើយ។","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:24","price":"ដើម្បីអល់ឡោះនឹងតបស្នងចំពោះបណ្ដាអ្នកដែលស្មោះ ត្រង់ដោយសារតែសច្ចភាពរបស់ពួកគេ។ ហើយទ្រង់នឹងធ្វើទារុណកម្មចំពោះពួកពុតត្បុត ប្រសិនបើទ្រង់មានចេតនា ឬក៏អភ័យទោស ឱ្យពួកគេ។ ពិតប្រាកដណាស់ អល់ឡោះមហាអភ័យទោស មហា អាណិតស្រឡាញ់។","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:25","price":"ហើយអល់ឡោះបានបណេ្ដញពួកដែលបានប្រឆាំងតាម កំហឹងរបស់ពួកគេ ដោយពួកគេមិនទទួលបានផលល្អ(ជ័យជំនះ) ឡើយ។ ហើយអល់ឡោះបានជ្រោមជ្រែងបណ្ដាអ្នកដែលមាន ជំនឿក្នុងការធ្វើសង្គ្រាម(អះហ្សាប)។ ហើយអល់ឡោះខ្លាំងពូកែ មានអានុភាពបំផុត។","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:26","price":"ហើយទ្រង់បានបញ្ចុះពួកដែលជួយពួកគេ(ពួកអះហ្សាប) អំពីអះលីគីតាប(យ៉ាហ៊ូទីអំបូរកូរ៉យហ្សោះ)ពីបន្ទាយរបស់ពួកគេ។ ហើយទ្រង់បានបញ្ចូលការភ័យខ្លាចទៅក្នុងចិត្ដរបស់ពួកគេ។ មួយ ក្រុមត្រូវពួកអ្នកសម្លាប់ និងមួយក្រុមទៀតត្រូវពួកអ្នកចាប់ជា ចំណាប់ខ្មាំង។","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:27","price":"ហើយទ្រង់បានបន្សល់ទុកឱ្យពួកអ្នក(អ្នកមានជំនឿ)នូវ ដីធ្លីរបស់ពួកគេ និងផ្ទះសំបែងរបស់ពួកគេ(យ៉ាហ៊ូទី) ហើយនិង ទ្រព្យសម្បតិ្ដរបស់ពួកគេ និងដីដែលពួកអ្នកមិនធ្លាប់ទៅដល់វា។ ហើយអល់ឡោះមានអានុភាពលើរាល់អ្វីៗទាំងអស់។","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:28","price":"ឱណាពី(មូហាំម៉ាត់). ចូរអ្នកពោលទៅកាន់ភរិយាទាំង ឡាយរបស់អ្នកថាៈ ប្រសិនបើពួកនាងត្រូវការតែការរស់នៅក្នុង លោកិយ និងភាពត្រចះត្រចង់របស់វា ចូរពួកនាងមក ខ្ញុំនឹងផ្ដល់ ភាពសប្បាយរីករាយ(ទ្រព្យសម្បត្ដិ)ដល់ពួកនាង ហើយខ្ញុំនឹងលែង លះពួកនាងតាមវិធីមួយដ៏ល្អ។","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:29","price":"តែប្រសិនបើពួកនាងត្រូវការ(ការយល់ព្រមពី)អល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ ហើយនិងថ្ងៃបរលោកនោះ អល់ឡោះពិត ជាបានរៀបចំសម្រាប់បណ្ដាអ្នកដែលធ្វើល្អក្នុងចំណោមពួកនាងនូវ ផលបុណ្យដ៏ធំធេង។","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:30","price":"ឱបណ្តាភរិយារបស់ណាពី! អ្នកណាហើយក្នុងចំណោមពួកនាងប្រព្រឹត្តអំពើអសីលធម៌(ផិតក្បត់)ដែលច្បាស់លាស់ នាងនឹងត្រូវគេធ្វើទារុណកម្មទ្វេដង។ ហើយរឿងនោះគឺងាយស្រួលបំផុតចំពោះអល់ឡោះ។","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"km"},{"name":"33:31","price":"ហើយអ្នកណាក្នុងចំណោមពួកនាងប្រតិបត្ដិតាមអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ ហើយនិងសាងអំពើល្អ យើងនឹងប្រទានឱ្យ នាងនូវផលបុណ្យទេ្វដង។ ហើយយើងបានរៀបចំសម្រាប់នាងនូវ លាភសក្ការៈដ៏ឧត្ដុង្គឧត្ដម(ឋានសួគ៌)។","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:32","price":"ឱបណ្ដាភរិយារបស់ណាពី. ពួកនាងមិនដូចអ្នកណាម្នាក់ ក្នុងចំណោមស្ដ្រីដទៃឡើយ។ ប្រសិនបើពួកនាងកោតខ្លាចអល់ឡោះ ពួកនាងកុំប្រើពាក្យសំដីទន់ភ្លន់ម្ញ៉ិកម្ញ៉ក់(ជាមួយបុរសដែលមិនមែន ជាស្វាមី)ឱ្យសោះ ជាហេតុធ្វើឱ្យបុរសដែលមានជម្ងឺ(ចំណង់តណ្ហា) នៅក្នុងចិត្ដរបស់គេមានអារម្មណ៍(ចំពោះពួកនាង)។ តែពួកនាងត្រូវ និយាយនូវពាក្យសំដីណាដែលល្អ។","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:33","price":"ហើយចូរពួកនាងរក្សាខ្លួននៅក្នុងផ្ទះរបស់ពួកនាង ហើយ ពួកនាងកុំបង្ហាញភាពឆើតឆាយ ដូចភាពឆើតឆាយនៃសម័យកាល ល្ងង់ខ្លៅដំបូង(មុនសម័យអ៊ីស្លាម)ឱ្យសោះ។ ហើយចូរពួកនាង ប្រតិបត្ដិសឡាត និងបរិច្ចាគហ្សាកាត់ និងប្រតិបត្ដិតាមអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់។ ពិតប្រាកដណាស់ អល់ឡោះចង់បំបាត់ ភាពកខ្វក់(បាបកម្ម)ចេញពីពួកអ្នកឱគ្រួសារណាពី. ហើយទ្រង់ នឹងសំអាតពួកអ្នកឱ្យស្អាតស្អំ។","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:34","price":"ហើយចូរពួកនាងរំលឹកនូវអ្វីដែលគេសូត្រនៅក្នុងផ្ទះរបស់ ពួកនាងអំពីអាយ៉ាត់ៗរបស់អល់ឡោះ និងការទូន្មានរបស់ណាពី។ ពិតប្រាកដណាស់ អល់ឡោះមហាទន់ភ្លន់ មហាដឹងជ្រួតជ្រាប។","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:35","price":"ពិតប្រាកដណាស់ បណ្ដាមូស្លីមប្រុសស្រី និងបណ្ដាអ្នក មានជំនឿប្រុសស្រី និងបណ្ដាអ្នកគោរពប្រតិបត្ដិប្រុសស្រី និង បណ្ដាអ្នកសច្ចៈប្រុសស្រី និងបណ្ដាអ្នកដែលអត់ធ្មត់ប្រុសស្រី និង បណ្ដាអ្នកឱនលំទោនប្រុសស្រី និងបណ្ដាអ្នកបរិច្ចាគទានប្រុសស្រី និងបណ្ដាអ្នកបួសប្រុសស្រី និងបណ្ដាអ្នកដែលរក្សាកេរិ៍្ដខ្មាស់របស់ ពួកគេទាំងប្រុសទាំងស្រី ហើយនិងបណ្ដាអ្នកដែលរំលឹកចំពោះ អល់ឡោះយ៉ាងច្រើនទាំងប្រុសទាំងស្រី អល់ឡោះបានរៀបចំ សម្រាប់ពួកគេនូវការអភ័យទោសនិងផលបុណ្យដ៏ធំធេង(ឋានសួគ៌)។","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:36","price":"ហើយមិនសក្តិសមឡើយចំពោះអ្នកមានជំនឿប្រុសស្រីនៅពេលដែលអល់ឡោះនិងអ្នកនាំសាររបស់ទ្រង់បានកំណត់នូវកិច្ចការណាមួយនោះ ពួកគេមានជម្រើសផ្សេងអំពីកិច្ចការរបស់ពួកគេទៅវិញ។ ហើយអ្នកណាប្រឆាំងនឹងអល់ឡោះនិងអ្នកនាំសាររបស់ទ្រង់គឺគេពិតជាវង្វេងនូវការវង្វេងមួយដ៏ច្បាស់លាស់។","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:37","price":"-ហើយនៅពេលដែលអ្នក(មូហាំម៉ាត់)បានពោលទៅកាន់ អ្នកដែលអល់ឡោះបានប្រទាននៀកម៉ាត់ឱ្យគេ(ហេ្សតកូនហារីសះ) ហើយអ្នកក៏បានផ្ដល់នៀកម៉ាត់(សេរីភាព)ឱ្យគេដែរនោះថាៈ ចូរ អ្នក(ហេ្សត)រក្សាភរិយារបស់អ្នកឱ្យបានល្អ(កុំលែងលះនាងឱ្យ សោះ) និងកោតខ្លាចអល់ឡោះ។ ហើយអ្នកលាក់ទុកនៅក្នុងចិត្ដ របស់អ្នកនូវអ្វីដែលអល់ឡោះនឹងលាតត្រដាងវា ដោយអ្នកខ្លាច (ខ្មាស់)មនុស្សលោក។ ផ្ទុយទៅវិញ អល់ឡោះទេដែលសក្ដិសមឱ្យ អ្នកកោតខ្លាចទ្រង់។ ហើយនៅពេលដែលហេ្សតបានលែងលះប្រពន្ធ រួច យើងក៏បានរៀបការនាងឱ្យអ្នក ដើម្បីកុំឱ្យមានការពិបាកដល់ បណ្ដាអ្នកមានជំនឿក្នុងរឿងរៀបការជាមួយប្រពន្ធរបស់កូនចិញ្ចឹម នៅពេលដែលពួកគេ(កូនចិញ្ចឹម)បានលែងលះប្រពន្ធរបស់ពួកគេរួច។ ហើយកិច្ចការរបស់អល់ឡោះត្រូវបានគេអនុវត្ដ។","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:38","price":"គ្មានទោសពៃរ៍អ្វីចំពោះណាពី(មូហាំម៉ាត់)ក្នុងរឿងដែល អល់ឡោះបានអនុញ្ញាតឱ្យគាត់(រៀបការជាមួយប្រពន្ធរបស់កូន ចិញ្ចឹម)ឡើយ។ នោះគឺជាច្បាប់របស់អល់ឡោះសម្រាប់អ្នកជំនាន់ មុនដែលកន្លងផុតទៅ។ ហើយកិច្ចការរបស់អល់ឡោះ គឺជាការ កំណត់ដែលត្រូវបានកំណត់រួច។","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:39","price":"បណ្ដាអ្នកដែលផ្សព្វផ្សាយសារទាំងឡាយរបស់អល់ឡោះ និងកោតខ្លាចចំពោះទ្រង់ ដោយពួកគេមិនកោតខ្លាចអ្នកណាម្នាក់ ក្រៅពីអល់ឡោះឡើយ។ គ្រប់គ្រាន់ហើយអល់ឡោះជាអ្នកជំនុំ ជំរះ។","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:40","price":"មូហាំម៉ាត់មិនមែនជាឪពុករបស់អ្នកណាម្នាក់ក្នុងចំណោម បុរសរបស់ពួកអ្នកឡើយ ក៏ប៉ុន្ដែគាត់ជាអ្នកនាំសាររបស់អល់ឡោះ និងជាណាពីចុងក្រោយបង្អស់។ ហើយអល់ឡោះដឹងបំផុតនូវរាល់ អ្វីៗទាំងអស់។","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:41","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នករំលឹកចំពោះ អល់ឡោះឱ្យបានច្រើន។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:42","price":"ហើយចូរលើកតម្កើងទ្រង់ទាំងពេលព្រឹក និងពេលល្ងាច។","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:43","price":"ទ្រង់ផ្ដល់ពរជ័យឱ្យពួកអ្នក និងបណ្ដាម៉ាឡាអ៊ីកាត់របស់ ទ្រង់(ក៏សុំពរជ័យពីអល់ឡោះឱ្យពួកអ្នកដែរ) ដើម្បីទ្រង់បពោ្ចញ ពួកអ្នកពីភាពងងឹតទៅកាន់ភាពមានពន្លឺ។ ហើយទ្រង់មហាអាណិត ស្រឡាញ់ចំពោះបណ្ដាអ្នកដែលមានជំនឿ។","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:44","price":"ការស្វាគមន៍ពួកគេនៅថ្ងៃដែលពួកគេជួបទ្រង់ គឺសាឡាម(សន្តិភាព)។ ហើយទ្រង់រៀបចំសម្រាប់ពួកគេនូវផលបុណ្យដ៏ឧត្តុង្គឧត្តម(ឋានសួគ៌)។","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:45","price":"ឱណាពី(មូហាំម៉ាត់). ពិតប្រាកដណាស់ យើងបានបញ្ជូន អ្នកជាអ្នកធ្វើជាសាក្សី និងជាអ្នកផ្ដល់ដំណឹងរីករាយ ហើយនិងជា អ្នកដាស់តឿនព្រមាន។","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:46","price":"ហើយក៏ជាអ្នកអំពាវនាវ(មនុស្សលោក)ទៅកាន់ អល់ឡោះដោយការអនុញ្ញាតរបស់ទ្រង់និងជាពនឺ្លដើម្បីបំភ្លឺ។","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:47","price":"ហើយចូរអ្នកផ្ដល់ដំណឹងរីករាយដល់បណ្ដាអ្នកមានជំនឿថាៈ ពិតប្រាកដណាស់ សម្រាប់ពួកគេគឺទទួលបានការប្រោសប្រទាន ដ៏ធំធេងពីអល់ឡោះ។","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:48","price":"ហើយចូរអ្នកកុំគោរពតាមពួកប្រឆាំង និងពួកពុតត្បុតឱ្យសោះ ហើយចូរអ្នកកុំចាប់អារម្មណ៍នឹងការធ្វើបាបរបស់ពួកគេ។ ហើយចូរអ្នកប្រគល់ការទុកចិត្ដលើអល់ឡោះ។ គ្រប់គ្រាន់ហើយ អល់ឡោះជាអ្នកគាំពារ។","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:49","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. នៅពេលដែលពួកអ្នកបាន រៀបអាពាហ៍ពិពាហ៍ជាមួយបណ្ដាស្ដ្រីដែលមានជំនឿ ក្រោយមក ពួកអ្នកបានលែងលះពួកនាងមុនពេលរួមដំណេកជាមួយពួកនាង នោះ ពួកអ្នកមិនចាំបាច់រាប់អ៊ីតដះ(ការជ្រះស្អាតពីឈាមរដូវចំនួន បីដង)របស់ពួកនាងឡើយ។ ដូចេ្នះ ចូរពួកអ្នកផ្ដល់ភាពសប្បាយ រីករាយ(ទ្រព្យសម្បត្ដិ)ដល់ពួកនាង ហើយចូរពួកអ្នកលែងលះពួក នាងតាមវិធីមួយដ៏ល្អ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:50","price":"ឱព្យាការី! ពិតប្រាកដណាស់ យើងបានអនុញ្ញាតឲ្យអ្នកនូវបណ្តាភរិយាទាំងឡាយរបស់អ្នកដែលអ្នកបានប្រគល់ឲ្យពួកនាងនូវប្រាក់ប្រាក់ខាន់ស្លារបស់ពួកនាង ហើយយើងក៏បានអនុញ្ញាតឲ្យអ្នកផងដែរនូវស្ត្រីបម្រើដាច់ថ្លៃដែលអល់ឡោះបានប្រទានឲ្យអ្នកពីឈ្លើយសឹក(ជាជ័យភណ្ឌ)។ ហើយយើងក៏បានអនុញ្ញាតឲ្យអ្នកផងដែរក្នុងការរៀបការជាមួយកូនស្រីរបស់ពូឬមីងខាងឪពុករបស់អ្នក និងកូនស្រីរបស់ពូឬមីងខាងម្តាយរបស់អ្នកដែលពួកនាងបានភៀសខ្លួនមកក្រុងម៉ាក្កះទៅកាន់ក្រុងម៉ាទីណះជាមួយអ្នក។ ហើយយើងបានអនុញ្ញាតឲ្យអ្នកផងដែរក្នុងការរៀបការជាមួយស្ត្រីមានជំនឿដែលនាងស្ម័គ្រចិត្តរៀបការជាមួយអ្នកដោយមិនត្រូវការប្រាក់ខាន់ស្លា ប្រសិនបើអ្នកចង់រៀបការជាមួយនាងនោះ។ ហើយការរៀបការដោយមិនមានប្រាក់ខាន់ស្លាបែបនេះ គឺជាករណីពិសេសសម្រាប់តែព្យាការីប៉ុណ្ណោះ ដោយគេមិនអនុញ្ញាតឲ្យអ្នកផ្សេងក្រៅពីព្យាការីអាចធ្វើដូច្នេះឡើយ។ ពិតប្រាកដណាស់ យើងបានដឹងនូវអ្វីដែលយើងបានដាក់វាជាកាតព្វកិច្ចចាំបាច់ទៅលើបណ្តាអ្នកមានជំនឿក្នុងរឿងរៀបការរបស់ពួកគេ ដោយគេមិនអនុញ្ញាតឲ្យពួកគេយកប្រពន្ធលើសពីបួននាក់ឡើយ ហើយនិងអ្វីដែលយើងបានដាក់វាជាច្បាប់បញ្ញត្តិចំពោះពួកគេក្នុងរឿងស្រ្តីខ្ញុំបម្រើដាច់ថ្លៃ ដោយពួកគេអាចរួមដំណេកជាមួយពួកនាងនូវនរណាម្នាក់ដែលពួកគេចង់ដោយគ្មានកំណត់ចំនួនឡើយ។ ហើយយើងបានអនុញ្ញាតឲ្យអ្នកនូវអ្វីដែលយើងមិនអនុញ្ញាតឲ្យអ្នកដទៃក្រៅពីអ្នកនោះ គឺដើម្បីកុំឲ្យអ្នកមានការចង្អៀតចង្អល់និងការពិបាក។ ហើយអល់ឡោះមហាអភ័យទោសចំពោះជនណាដែលបានសារភាពកំហុសក្នុងចំណោមខ្ញុំបម្រើរបស់ទ្រង់ ហើយទ្រង់មហាអាណិតស្រឡាញ់បំផុតចំពោះពួកគេ។","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:51","price":"ហើយអ្នកអាចបោះបង់ការជ្រើសរើសអ្នកណាម្នាក់ក្នុង ចំណោមពួកនាង ឬអ្នកអាចនៅជាមួយអ្នកណាម្នាក់តាមតែអ្នក ប្រាថ្នា។ ហើយអ្នកណាម្នាក់ដែលអ្នកមានបំណងរួមរស់ជាមួយក្នុង ចំណោមភរិយាដែលអ្នកបានបោះបង់នោះ គឺគ្មានទោសពៃរ៍អ្វី ចំពោះអ្នកឡើយ។ នោះគឺជារឿងដែលជិតបំផុតដែលធ្វើឱ្យពួកនាង សប្បាយរីករាយ និងមិនព្រួយបារម្ភ ហើយពួកនាងយល់ព្រមនូវអ្វី ដែលអ្នកបានផ្ដល់ឱ្យពួកនាងទាំងអស់គ្នា។ ហើយអល់ឡោះដឹងនូវ អ្វីដែលមាននៅក្នុងចិត្ដរបស់ពួកអ្នក។ ហើយអល់ឡោះមហាដឹង មហាអត់ធ្មត់។","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:52","price":"មិនអនុញ្ញាតិឱ្យអ្នក(មូហាំម៉ាត់)រៀបការជាមួយស្ដ្រី ដទៃបន្ទាប់ពីនោះឡើយ ហើយក៏មិនអាចផ្លាស់ប្ដូរពួកនាងទៅយក ភរិយាផេ្សងបានដែរ ទោះបីជាសម្រស់របស់ពួកគេទាក់ទាញអ្នក យ៉ាងណាក៏ដោយ លើកលែងតែខ្ញុំបម្រើស្រីដាច់ថ្លៃរបស់អ្នក ប៉ុណ្ណោះ។ ហើយអល់ឡោះគឺជាអ្នកថែរក្សាគ្រប់គ្រងលើអ្វីៗទាំងអស់។","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:53","price":"ឱបណ្ដាអ្នកមានជំនឿ. ចូរពួកអ្នកកុំចូលផ្ទះរបស់ណាពី លើកលែងតែគេអនុញ្ញាតិឱ្យពួកអ្នកចូលរួមទទួលទានអាហារដោយ ពួកអ្នកមិនត្រូវទៅរង់ចាំមុនពេលចំអិនអាហារឡើយ។ ក៏ប៉ុន្ដែនៅ ពេលដែលគេបានអញ្ចើញពួកអ្នក ចូរពួកអ្នកចូលទៅចុះ។ ហើយនៅ ពេលដែលពួកអ្នកទទួលទានរួច ចូរពួកអ្នកចាកចេញរៀងៗខ្លួន ហើយមិនត្រូវបន្ដជជែកគ្នាឡើយ។ ពិតប្រាកដណាស់ ប្រការទាំង នោះគឺវាប៉ះពាល់ដល់ណាពី ហើយគាត់មានការខ្មាស់អៀនពួកអ្នក (ក្នុងការប្រាប់ឱ្យពួកអ្នកចាកចេញ)។ ហើយអល់ឡោះមិនខ្មាស់អៀនចំពោះរឿងពិតឡើយ។ ហើយនៅពេលពួកអ្នកសុំរបស់របរ ប្រើប្រាស់អ្វីមួយពីពួកនាង(ភរិយាណាពី) ចូរពួកអ្នកសុំពីពួកនាង ពីខាងក្រៅរបាំង។ ទាំងនោះគឺជាការស្អាតស្អំបំផុតចំពោះចិត្ដពួកអ្នក និងចិត្ដពួកនាង។ ហើយវាមិនសក្ដិសមឡើយចំពោះពួកអ្នកដែលពួក អ្នករំខានដល់អ្នកនាំសាររបស់អល់ឡោះ។ ហើយពួកអ្នកមិនអាច រៀបការជាមួយនឹងបណ្ដាភរិយារបស់គាត់បន្ទាប់ពីគាត់(មរណៈ)ជា ដាច់ខាត។ ពិតប្រាកដណាស់ ប្រការទាំងនោះគឺធំធេងបំផុតចំពោះ អល់ឡោះ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:54","price":"ប្រសិនបើពួកអ្នកលាតត្រដាងអ្វីមួយ ឬលាក់បាំងវានោះ ពិតប្រាកដណាស់ អល់ឡោះមហាដឹងរាល់អ្វីៗទាំងអស់។","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:55","price":"គ្មានទោសពៃរ៍អ្វីឡើយចំពោះពួកនាង ពេលដែលពួកនាង នៅជាមួយឪពុករបស់ពួកនាង និងកូនប្រុសរបស់ពួកនាង និងបងប្អូនប្រុសរបស់ពួកនាង និងក្មួយប្រុសខាងបងប្អូនប្រុសរបស់ពួកនាង និងក្មួយប្រុសខាងបងប្អូនស្រីរបស់ពួកនាង និងស្រី្ដនានាដែលមាន ជំនឿរបស់ពួកនាង និងខ្ញុំបម្រើស្រីដាច់ថ្លៃរបស់ពួកនាង(ដោយ គ្មានរបាំង)នោះ។ ចូរពួកនាងកោតខ្លាចអល់ឡោះ។ ពិតប្រាកដ ណាស់ អល់ឡោះជាអ្នកធ្វើសាក្សីលើអ្វីៗទាំងអស់។","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:56","price":"ពិតប្រាកដណាស់ អល់ឡោះប្រទានពរជ័យដល់ណាពី ហើយបណ្ដាម៉ាឡាអ៊ីកាត់របស់ទ្រង់ក៏បួងសួងសុំពរជ័យដល់ណាពី ដែរ។ ឱបណ្ដាអ្នកមានជំនឿ. ចូរពួកអ្នកបួងសួងសុំពរជ័យ និងសុំ ឱ្យមានសុខសន្ដិភាពដល់គាត់។","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:57","price":"ពិតប្រាកដណាស់ ពួកដែលបញ្ឈឺ អល់ឡោះនិងអ្នកនាំសារ របស់ទ្រង់ អល់ឡោះបានដាក់បណ្ដាសាពួកគេទាំងនៅក្នុងលោកិយ និងថ្ងៃបរលោក។ ហើយទ្រង់បានរៀបចំសម្រាប់ពួកគេនូវទារុណ-កម្មយ៉ាងអាម៉ាស់បំផុត។","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:58","price":"ហើយពួកដែលធ្វើបាបបណ្ដាអ្នកមានជំនឿទាំងប្រុសទាំង ស្រីចំពោះអ្វីដែលពួកគេមិនបានប្រព្រឹត្ដ ពួកគេពិតជាទទួលខុសត្រូវ ចំពោះការចោទប្រកាន់ និងទទួលបាបកម្មយ៉ាងច្បាស់លាស់។","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:59","price":"ឱណាពី. ចូរអ្នកប្រាប់ទៅកាន់បណ្ដាភរិយារបស់អ្នកនិងកូន ស្រីទាំងឡាយរបស់អ្នក និងស្ដ្រីរបស់បណ្ដាអ្នកមានជំនឿឱ្យបិទបាំង ទៅលើរាងកាយរបស់ពួកនាងដោយស្បៃរបស់ពួកនាង(គឺត្រូវគ្រប ពីក្បាលរហូតដល់ក្រោមទ្រូងនៃរាងកាយ)។ ធ្វើដូច្នោះងាយស្រួល បំផុតដែលពួកនាងនឹងត្រូវគេស្គាល់(ថាជាស្ដ្រីមូស្លីមដែលមានសេរី ភាព) ហើយពួកនាងក៏មិនអាចត្រូវគេមើលងាយដែរ។ ហើយ អល់ឡោះមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:60","price":"ប្រសិនបើពួកពុតត្បុត និងពួកដែលមានជម្ងឺ(ការសង្ស័យ) នៅក្នុងចិត្ដរបស់ពួកគេ និងពួកផ្សព្វផ្សាយដំណឹងភូតកុហកនៅ ម៉ាឌីណះមិនព្រមឈប់(នូវទង្វើ្វអាក្រក់)ទេនោះ យើងនឹងឱ្យអ្នក (មូហាំម៉ាត់)គ្រប់គ្រងលើពួកគេ។ ក្រោយមកពួកគេមិនអាចរស់ នៅក្បែរអ្នកនៅទីនោះ(ម៉ាឌីណះ)ឡើយ លើកលែងតែមួយរយៈ ពេលខ្លីប៉ុណ្ណោះ។","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:61","price":"ដោយពួកគេត្រូវបណ្ដាសា(ពីអល់ឡោះ)។ នៅទីណាក៏ ដោយដែលពួកគេត្រូវគេជួប ពួកគេនឹងត្រូវគេចាប់ និងត្រូវគេ សម្លាប់ដ៏សាហាវ។","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:62","price":"នោះគឺជាមាគ៌ា(ច្បាប់)របស់អល់ឡោះសម្រាប់អ្នកជំនាន់ មុនដែលកន្លងផុតទៅ។ ហើយអ្នកនឹងមិនអាចជួបប្រទះនូវការ ផ្លាស់ប្ដូរនៃមាគ៌ារបស់អល់ឡោះឡើយ។","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:63","price":"មនុស្សលោកនឹងសួរអ្នកអំពីថ្ងៃបរលោក។ ចូរអ្នកប្រាប់ ថាៈ ពិតប្រាកដណាស់ ការដឹងពីវាគឺនៅលើអល់ឡោះ។ តើអ្វីទៅ ដែលធ្វើឱ្យអ្នកដឹងថា កាលកំណត់នៃថ្ងៃបរលោកអាចនឹងកើតឡើង ក្នុងពេលឆាប់ៗនោះ?","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:64","price":"ពិតប្រាកដណាស់ អល់ឡោះបានដាក់បណ្ដាសាពួកប្រឆាំង ហើយទ្រង់បានរៀបចំសម្រាប់ពួកគេនូវនរកដែលឆេះសន្ធោសន្ធៅ។","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:65","price":"ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។ ពួកគេគ្មានអ្នក គាំពារនិងគ្មានអ្នកជួយឡើយ។","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:66","price":"នៅថ្ងៃដែលមុខរបស់ពួកគេត្រូវគេដាក់ផ្កាប់ទៅក្នុងភ្លើង នរកពួកគេនឹងនិយាយថាៈ ឱខ្លួនពួកយើងអើយ. ពួកយើងគួរណាស់ តែបានគោរពតាមអល់ឡោះ និងគោរពតាមអ្នកនាំសារ។","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:67","price":"ហើយពួកគេបាននិយាយទៀតថាៈ ឱម្ចាស់របស់ពួកយើង. ពិតប្រាកដណាស់ពួកយើងបានគោរពតាមមេដឹកនាំ និងអ្នកមាន ឋានៈរបស់ពួកយើង ហើយពួកគេបានធ្វើឱ្យពួកយើងវងេ្វងពីមាគ៌ា ដែលត្រឹមត្រូវ។","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:68","price":"ឱម្ចាស់របស់ពួកយើង. សូមទ្រង់ធ្វើទារុណកម្មពួកគេ (មេដឹកនាំនិងពួកមានឋានៈ)ទេ្វដង និងដាក់បណ្ដាសាពួកគេនូវ បណ្ដាសាដ៏ធំធេងផង។","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:69","price":"ឱបណ្ដាអ្នកមានជំនឿ. ចូរពួកអ្នកកុំធ្វើដូចពួកដែលបានធ្វើ បាបមូសាឱ្យសោះ។ ហើយអល់ឡោះបានធ្វើឱ្យគាត់ស្អាតស្អំពីអ្វីដែល ពួកគេបានចោទប្រកាន់។ ហើយគាត់មានឋានៈដ៏ឧត្ដុង្គឧត្ដមចំពោះ អល់ឡោះ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:70","price":"ឱបណ្ដាអ្នកមានជំនឿ. ចូរពួកអ្នកកោតខ្លាចអល់ឡោះ និងត្រូវនិយាយពាក្យសំដីណាដែលល្អត្រឹមត្រូវ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:71","price":"ទ្រង់នឹងកែលំអពួកអ្នកនូវទង្វើទាំងឡាយរបស់ពួកអ្នក ហើយទ្រង់នឹងអភ័យទោសឱ្យពួកអ្នកនូវបាបកម្មនានារបស់ពួក អ្នក។ ហើយអ្នកណាដែលគោរពតាមអល់ឡោះ និងអ្នកនាំសារ របស់ទ្រង់ អ្នកនោះពិតជាទទួលបានជោគជ័យដ៏ធំធេង។","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:72","price":"ពិតប្រាកដណាស់ យើងបានបង្ហាញនូវការទទួលខុសត្រូវ ទៅឱ្យមេឃជាច្រើនជាន់ និងផែនដី ហើយនិងភ្នំ។ តែពួកវាបាន បដិសេធមិនព្រមទទួលយកវាឡើយ។ ហើយពួកវាខ្លាចមិនអាច អនុវត្ដតាមបាន។ ហើយមនុស្សលោកក៏បានទទួលយកវា។ ពិតប្រាកដណាស់ គេ(មនុស្សលោក)គឺជាអ្នកបំពានដ៏ល្ងង់ខ្លៅបំផុត។","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:73","price":"ដើម្បីអល់ឡោះនឹងធ្វើទារុណកម្មពួកពុតត្បុតទាំងប្រុស ទាំងស្រី និងពួកមូស្ហរីគីនទាំងប្រុសទាំងស្រី។ ហើយអល់ឡោះនឹង ទទួលយកនូវការសារភាពកំហុសពីបណ្ដាអ្នកដែលមានជំនឿទាំង ប្រុសទាំងស្រី។ ហើយអល់ឡោះមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"km"}],"chapter":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"]}