{"data":[{"name":"34:1","price":"រាល់ការសរសើរ គឺចំពោះអល់ឡោះដែលអ្វីៗនៅលើមេឃជាច្រើនជាន់ និងអ្វីៗនៅលើផែនដីជាកម្មសិទ្ធិរបស់ទ្រង់។ ហើយរាល់ការសរសើរនៅថ្ងៃបរលោកក៏ជាកម្មសិទ្ធិរបស់ទ្រង់ដែរ។ ហើយទ្រង់មហាគតិបណ្ឌិត មហាដឹងជ្រួតជ្រាប។","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:2","price":"ទ្រង់ដឹងនូវអ្វីដែលជ្រាបចូលទៅក្នុងដី និងអ្វីដែលផុសចេញពីវា ហើយនិងអ្វីដែលចុះពីលើមេឃ និងអ្វីដែលឡើងទៅលើវា។ ហើយទ្រង់មហាអាណិតស្រឡាញ់ មហាអភ័យទោស ។","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:3","price":"ហើយពួកដែលប្រឆាំងបាននិយាយថាៈ ថ្ងៃបរលោកមិនអាច កើតឡើងចំពោះពួកយើងឡើយ។ ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ មិនដូច្នោះទេ. ខ្ញុំសូមស្បថនឹងម្ចាស់របស់ខ្ញុំដែលជាអ្នកដឹងពីអាថ៌កំបាំងថា វាពិតជានឹងកើតឡើងចំពោះពួកអ្នកជាមិនខាន។ វាគ្មាន កំបាំងពីទ្រង់ឡើយ សូម្បីតែវត្ថុដែលមានទម្ងន់តូចនៅលើមេឃ ជាច្រើនជាន់ និងនៅលើផែនដីក៏ដោយ ហើយក៏គ្មានវត្ថុដែលតូច ឬធំជាងនោះក្រៅពីមាន(ការកត់ត្រា)នៅក្នុងគម្ពីរ(ឡាវហុលម៉ះហ្វ៊ូស)យ៉ាងច្បាស់លាស់ដែរ។","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:4","price":"ដើម្បីទ្រង់នឹងតបស្នងចំពោះបណ្ដាអ្នកមានជំនឿ និងបាន សាងអំពើល្អ។ អ្នកទាំងនោះនឹងទទួលបានការអភ័យទោស និង លាភសក្ការៈដ៏ឧត្ដុង្គឧត្ដម(ឋានសួគ៌)។","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:5","price":"ហើយពួកដែលបានព្យាយាមប្រឆាំងនឹងភស្ដុតាងរបស់យើង ដោយពួកគេប្រជែងចង់ឈ្នះនោះ ពួកទាំងនោះនឹងទទួលទារុណ-កម្មដ៏សែនឈឺចាប់។","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:6","price":"ហើយបណ្ដាអ្នកដែលគេបានផ្ដល់ឱ្យនូវចំណេះដឹងយល់ឃើញ ថាៈ អ្វីដែលគេបានបញ្ចុះ ឱ្យអ្នក(មូហាំម៉ាត់)ពីម្ចាស់របស់អ្នក វាជា ការពិត។ ហើយវាចង្អុលបង្ហាញទៅរកមាគ៌ារបស់ម្ចាស់ដែលមហា ខ្លាំងពូកែ ជាទីកោតសរសើរ។","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:7","price":"ហើយពួកដែលប្រឆាំងបាននិយាយ(ទៅកាន់គ្នាគេ)ថាៈ តើ ចង់ឱ្យយើងបង្ហាញពួកអ្នកដែរឬទេអំពីបុរសម្នាក់(មូហាំម៉ាត់)ដែល គេប្រាប់ពួកអ្នកថា នៅពេលដែលពួកអ្នកត្រូវគេរំលាយខេ្ទចខ្ទីទៅ ជាដី ពួកអ្នកពិតជានឹងត្រូវគេបង្កើតសាជាថ្មីឡើងវិញនោះ?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:8","price":"តើគេនោះ(មូហាំម៉ាត់)បានប្រឌិតនូវពាក្យភូតកុហកទៅ លើអល់ឡោះឬក៏គេវិកលចរិត? ផ្ទុយទៅវិញ ពួកដែលគ្មានជំនឿ នឹងថ្ងៃបរលោកនោះ គឺស្ថិតនៅក្នុងទារុណកម្មនិងភាពវងេ្វងដ៏សែន ឆ្ងាយ។","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:9","price":"តើពួកគេ(ពួកគ្មានជំនឿ)មិនបានមើលទៅចំពោះអ្វីដែលនៅ ខាងមុខពួកគេនិងអ្វីដែលនៅខាងក្រោយពួកគេអំពីមេឃនិងដីទេ ឬ? ប្រសិនបើយើងមានចេតនា យើងនឹងពន្លិចពួកគេចូលទៅក្នុងដី (ដូចករូន)ឬយើងនឹងទម្លាក់ទារុណកម្មជាដុំៗពីលើមេឃទៅលើ ពួកគេ(ដូចក្រុមស្ហ៊ូអែប)ជាមិនខាន។ ពិតប្រាកដណាស់ នៅក្នុង រឿងនោះគឺជាភស្ដុតាងមួយសម្រាប់រាល់ខ្ញុំរបស់អល់ឡោះដែល សារភាពទោសកំហុស។","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:10","price":"ហើយជាការពិតណាស់យើងបានផ្ដល់ឱ្យដាវូដនូវការប្រោស ប្រទានមួយពីយើង។ (ហើយយើងមានបន្ទូលថា) ឱភ្នំ និងបក្សី ទាំងឡាយ. ចូរពួកឯងទាំងអស់គ្នាសរសើរលើកតម្កើងយើងជាមួយ គេ(ដាវូដ)ចុះ។ ហើយយើងបានធ្វើឱ្យដែកទន់សម្រាប់គេ។","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:11","price":"ចូរអ្នកធ្វើអាវដែកការពារ និងត្រូវកំណត់ទំហំ(តាមអ្នក ប្រាថ្នា)ចុះ។ ហើយចូរពួកអ្នកសាងអំពើល្អ។ ពិតប្រាកដណាស់ យើងឃើញបំផុតនូវអី្វដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:12","price":"ហើយ(យើងបានធ្វើឱ្យ)ខ្យល់ស្ដាប់បង្គាប់ចំពោះស៊ូឡៃម៉ាន គឺការចេញដំណើររបស់វា(ជាមួយគេ)មួយព្រឹកស្មើនឹងរយៈ ពេលធ្វើដំណើរធម្មតាមួយខែ ហើយការចេញដំណើររបស់វាមួយ ល្ងាចស្មើនឹងរយៈពេលធ្វើដំណើរធម្មតាមួយខែ។ ហើយយើងបាន ធ្វើឱ្យលោហធាតុរលាយសម្រាប់គេ។ ហើយក្នុងចំណោមពួកជិន មានអ្នកខ្លះធ្វើការចំពោះមុខគេ(ស៊ូឡៃម៉ាន)តាមបញ្ជានៃម្ចាស់ របស់គេ។ ហើយនរណាម្នាក់ក្នុងចំណោមពួកគេបែរចេញពីបទ បញ្ជារបស់យើង យើងនឹងឱ្យគេភ្លក្សទារុណកម្មនៃនរកដែលឆេះ សន្ធោសន្ធៅ។","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:13","price":"ពួកគេ(ជិន)ធ្វើការឱ្យស៊ូឡៃម៉ានតាមអ្វីដែលគេចង់ ដូច ជាវិមានដ៍ខ្ពស់ៗ រូបចម្លាក់ និងចានដ៏ធំដូចស្រះទឹក ហើយនិងឆ្នាំង ដែលជាប់នៅនឹងកន្លែង។ (អល់ឡោះបានមានបន្ទូលថា) ឱពូជពង្ស ដាវូដ. ចូរពួកអ្នកអនុវត្ដតាមដោយដឹងគុណ(ចំពោះអល់ឡោះ)ចុះ។ ហើយអ្នកដែលដឹងគុណក្នុងចំណោមខ្ញុំរបស់យើងគឺតិចតួចបំផុត។","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:14","price":"ហើយនៅពេលដែលយើងបានកំណត់សេចក្ដីស្លាប់ទៅលើ គេ(ស៊ូឡៃម៉ាន) គ្មានសញ្ញាបញ្ជាក់ដល់ពួកគេ(ជិន)ពីមរណភាព របស់គេឡើយ ទាល់តែដង្កូវដីស៊ីឈើច្រត់របស់គេ។ ហើយនៅ ពេលដែលសាកសពរបស់គេបានដួលចុះ ពួកជិនក៏បានជ្រាបថាៈ ប្រសិនបើពួកគេបានដឹងនូវអាថ៌កំបាំងនោះ ពួកគេក៏មិនស្ថិតក្នុង ទារុណកម្មដ៏អាម៉ាស់នោះដែរ។","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:15","price":"ជាការពិតណាស់ សម្រាប់កុលសម្ព័នសាហ្ពាកដែលនៅក្នុង ភូមិស្រុករបស់ពួកគេមានភស្ដុតាង(បង្ហាញពីភាពខ្លាំងពូកែរបស់ អល់ឡោះ) គឺចំការពីរដែលនៅខាងស្ដាំនិងខាងឆេ្វង(នៃភូមិស្រុក របស់ពួកគេ)។ ចូរពួកអ្នកបរិភោគចុះនូវលាភសក្ការៈពីម្ចាស់របស់ ពួកអ្នក និងត្រូវដឹងគុណចំពោះទ្រង់។ នេះជាទឹកដីដែលល្អ ហើយ ទ្រង់ជាម្ចាស់ មហាអភ័យទោស។","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:16","price":"តែពួកគេបែរជាប្រឆាំង(នឹងបទបញ្ជា)។ ដូចេ្នះ យើងក៏ បញ្ជូនទឹកជំនន់ដែលហូរខ្លាំងទៅកាន់ពួកគេ(ធ្វើឱ្យបាក់ទំនប់ និង ខូចចំការ)។ ហើយយើងបានផ្លាស់ប្ដូរចំការទាំងពីររបស់ពួកគេទៅ ជាចំការដែលមានផ្លែរសជាតិល្វីង និងរុក្ខជាតិគ្មានផ្លែ និងមានតែ ដើមពុទ្ទ្រាតិចតួចតែប៉ុណ្ណោះ។","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:17","price":"ដូច្នោះ យើងបានតបស្នងដល់ពួកគេទៅតាមអ្វីដែលពួកគេ បានប្រឆាំង។ ហើយយើងមិនតបស្នង(បែបនេះ)ឡើយ លើកលែង តែពួកដែលប្រឆាំងប៉ុណ្ណោះ។","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:18","price":"ហើយយើងបានបង្កើតរវាងពួកគេនូវទីក្រុងនានានិងបណ្ដា ទីក្រុងដែលយើងបានធ្វើឱ្យរីកចម្រើននៅក្នុងនោះឱ្យនៅជិតគ្នា។ ហើយយើងបានកំណត់ការធ្វើដំណើរនៅលើវា(ដោយងាយស្រួល)។ ចូរពួកអ្នកធ្វើដំណើរនៅលើវាទាំងពេលយប់ និងពេលថ្ងៃដោយ សុវត្ថិភាពចុះ។","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:19","price":"(ដោយអំនួតនិងធុញទ្រាន់ពីសន្ដិភាព)ពួកគេក៏បាន និយាយថាៈ ឱម្ចាស់របស់ពួកយើង. សូមទ្រង់មេត្ដាធ្វើឱ្យឆ្ងាយចុះ រវាងការធ្វើដំណើររបស់ពួកយើង(ពីតំបន់មួយទៅតំបន់មួយ)។ ហើយពួកគេក៏បានបំពានលើខ្លួនឯង។ បន្ទាប់មកយើងបានធ្វើឱ្យ រឿងពួកគេក្លាយជារឿងនិទាន(សម្រាប់និយាយតៗគ្នា) ហើយ យើងបានកំចាត់ពួកគេឱ្យខ្ចាត់ខ្ចាយ។ ពិតប្រាកដណាស់នៅក្នុងរឿង នោះគឺជាភស្ដុតាងៗសម្រាប់រាល់អ្នកដែលអត់ធ្មត់និងដឹងគុណ។","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:20","price":"ហើយជាការពិតណាស់ អ៊ីព្លីសបានបញ្ជាក់ពីភាពពិតនូវ ការស្មានរបស់វាដាក់ពួកគេទាំងនោះ ពេលនោះពួកគេក៏តាមវា លើកលែងតែមួយក្រុមនៃបណ្ដាអ្នកដែលមានជំនឿប៉ុណ្ណោះ។","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:21","price":"ហើយវាគ្មានអំណាចទៅលើពួកគេឡើយ លើកលែងតែ ដើម្បីយើងសាកល្បងថា នរណាដែលមានជំនឿនឹងថ្ងៃបរលោក ក្នុងចំណោមអ្នកដែលសង្ស័យអំពីវា។ ហើយម្ចាស់របស់អ្នកជាអ្នក ថែរក្សាលើអ្វីៗទាំងអស់។","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:22","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកអំពាវនាវពួក ដែលពួកអ្នកបានគិតថាជាព្រះក្រៅពីអល់ឡោះ ដែលពួកគេគ្មាន កម្មសិទ្ធិគ្រប់គ្រងសូម្បីតែវត្ថុដែលមានទម្ងន់តូចបំផុតនៅលើមេឃ ជាច្រើនជាន់ និងនៅលើផែនដីក៏គ្មានដែរ។ ហើយពួកគេក៏គ្មានសិទ្ធិ ចូលរួម(ក្នុងការបង្កើត និងគ្រប់គ្រង)ចំពោះវាទាំងពីរដែរ។ ហើយ ទ្រង់មិនត្រូវការអ្នកជួយពីពួកគេឡើយ។","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:23","price":"ហើយការធ្វើអន្ដរាគមន៍ គឺគ្មានផលប្រយោជន៍អ្វីចំពោះទ្រង់ឡើយ លើកលែងតែចំពោះអ្នកណាដែលទ្រង់បានអនុញ្ញាតឱ្យ គេប៉ុណ្ណោះ។ លុះនៅពេលដែលគេបានបំបាត់ការភ័យខ្លាចចេញពី ចិត្ដរបស់ពួកគេ(ម៉ាឡាអ៊ីកាត់) ពួកគេបាននិយាយគ្នាថាៈ តើម្ចាស់ របស់ពួកអ្នកមានបន្ទូលអ្វី? ពួកគេបានឆ្លើយថាៈ គឺមានបន្ទូលដ៏ពិតប្រាកដ។ ហើយទ្រង់មហាខ្ពង់ខ្ពស់ មហាឧត្ដុង្គឧត្ដម។","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:24","price":"ចូរអ្នកពោលថាៈ អ្នកណាជាអ្នកផ្ដល់លាភសក្ការៈឱ្យពួកអ្នក ពីលើមេឃជាច្រើនជាន់និងផែនដី? ចូរអ្នកពោលថាៈ គឺអល់ឡោះ។ ហើយពិតប្រាកដណាស់ ពួកយើងឬក៏ពួកអ្នកដែលស្ថិតនៅលើការ ចង្អុលបង្ហាញ ឬស្ថិតក្នុងភាពវងេ្វងច្បាស់លាស់នោះ។","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:25","price":"ចូរអ្នកពោលថាៈ ពួកអ្នកមិនត្រូវគេសួរអំពីអ្វីដែលពួក យើងបានប្រព្រឹត្ដខុសនោះទេ ហើយពួកយើងក៏មិនត្រូវគេសួរអំពី អ្វីដែលពួកអ្នកប្រព្រឹត្ដដែរ។","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:26","price":"ចូរអ្នកពោលថាៈ ម្ចាស់របស់ពួកយើងនឹងប្រមូលផ្ដុំពួក យើងទាំងអស់គ្នា(នៅថ្ងៃបរលោក)។ បន្ទាប់មកទ្រង់នឹងកាត់ សេចក្ដីរវាងពួកយើងដោយយុតិ្ដធម៌។ ហើយទ្រង់គឺជាអ្នកកាត់ សេចក្ដីដ៏យុត្ដិធម៌ដឹងបំផុត។","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:27","price":"ចូរអ្នកពោលថាៈ ចូរពួកអ្នកបង្ហាញខ្ញុំមកពួក(ព្រះនានា) ដែលពួកអ្នកបានយកមកគោរពសក្ការៈធ្វើជាដៃគូនឹងទ្រង់។ មិន ដូច្នោះទេ ផ្ទុយទៅវិញទ្រង់គឺជាអល់ឡោះតែមួយគត់មហាខ្លាំង ពូកែ មហាគតិបណ្ឌិត។","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:28","price":"ហើយយើងមិនបានបញ្ជូនអ្នក(មូហាំម៉ាត់) លើកលែងតែ ទៅកាន់មនុស្សលោកទូទៅ ដើម្បីផ្ដល់ដំណឹងរីករាយ និងដាស់តឿន ព្រមានតែប៉ុណ្ណោះ។ ក៏ប៉ុន្ដែមនុស្សលោកភាគច្រើនមិនដឹងឡើយ។","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:29","price":"ហើយពួកគេ(ពួកប្រឆាំង)និយាយថាៈ តើថ្ងៃសន្យានេះ (ថ្ងៃបរលោក)នៅពេលណា? ប្រសិនបើពួកអ្នកជាអ្នកនិយាយពិត មែននោះ។","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:30","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចំពោះពួកអ្នក គឺមានការ សន្យានៅថ្ងៃមួយដែលពួកអ្នកមិនអាចសុំពន្យារ ឬសុំឱ្យវាមកដល់ មុនពេលកំណត់មួយវិនាទីបានឡើយ។","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:31","price":"ហើយពួកដែលប្រឆាំងបាននិយាយថាៈ ពួកយើងមិនជឿ នឹងគម្ពីរគួរអាននេះជាដាច់ខាត។ ហើយក៏មិនជឿនឹងអ្វីដែលមាន ពីមុនវា(គម្ពីរតាវរ៉ត និងគម្ពីរអ៊ីញជីល)ដែរ។ ហើយប្រសិនបើអ្នក ឃើញនៅពេលដែលពួកបំពានត្រូវបានគេរៀបឱ្យឈរនៅមុខម្ចាស់ របស់ពួកគេ ពួកគេនឹងស្ដីបន្ទោសគ្នាទៅវិញទៅមក ដោយពួកដែល ត្រូវគេជិះជាន់និយាយទៅកាន់ពួកដែលក្រអឺតក្រទម(ពួកមេដឹកនាំ)ថាៈ ប្រសិនបើគ្មានពួកអ្នក(ធ្វើឱ្យពួកយើងវងេ្វង)ទេនោះ ពួក យើងពិតជាក្លាយជាបណ្ដាអ្នកមានជំនឿជាមិនខាន។","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:32","price":"ពួកដែលក្រអឺតក្រទមបាននិយាយទៅកាន់ពួកដែលត្រូវ គេជិះជាន់វិញថាៈ តើពួកយើងបានហាមឃាត់ពួកអ្នកពីការចង្អុល បង្ហាញក្រោយពេលដែលវាបានមកដល់ពួកអ្នកឬ? ផ្ទុយទៅវិញ ពួកអ្នកទេដែលជាពួកសាងបាបកម្មនោះ។","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:33","price":"ពួកដែលត្រូវគេជិះជាន់បាននិយាយទៅកាន់ពួកក្រអឺត ក្រទមវិញថាៈ ផ្ទុយទៅវិញនោះជាឧបាយកលទាំងយប់ទាំងថ្ងៃនៅ ពេលពួកអ្នកបញ្ជាពួកយើងឱ្យប្រឆាំងនឹងអល់ឡោះ និងឱ្យពួកយើង ធ្វើស្ហ៊ីរិកចំពោះទ្រង់។ ហើយពួកគេទាំងពីរក្រុមមានការសោកស្ដាយ យ៉ាងខ្លាំងនៅពេលដែលពួកគេបានឃើញទារុណកម្ម។ ហើយយើង បានដាក់ច្រវាក់កពួកដែលបានប្រឆាំង។ ពួកគេមិនត្រូវគេតបស្នង ឡើយ លើកលែងតែអ្វីដែលពួកគេបានប្រព្រឹត្ដប៉ុណ្ណោះ។","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:34","price":"ហើយរាល់ៗអ្នកដាស់តឿនព្រមានដែលយើងបានបញ្ជូន ទៅកាន់ភូមិស្រុកណាមួយ គឺពួកដែលមានទ្រព្យសម្បត្ដិស្ដុកស្ដម្ភ នៃភូមិស្រុកនោះតែងតែនិយាយថាៈ ពិតប្រាកដណាស់ ពួកយើង គឺជាអ្នកដែលប្រឆាំងនឹងអ្វីដែលគេបញ្ជូនពួកអ្នកឱ្យនាំវាមក។","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:35","price":"ហើយពួកគេបាននិយាយថាៈ ពួកយើងគឺជាអ្នកដែលមាន ទ្រព្យសម្បត្ដិ និងកូនចៅច្រើនជាងគេ ហើយពួកយើងមិនមែនជា អ្នកដែលត្រូវគេដាក់ទណ្ឌកម្មឡើយ។","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:36","price":"ចូរអ្នកពោលថាៈ ពិតប្រាកដណាស់ អល់ឡោះបើកទូលាយ និងក្បិតក្បៀតនូវលាភសក្ការៈចំពោះអ្នកណាដែលទ្រង់មាន ចេតនា។ ក៏ប៉ុន្ដែមនុស្សលោកភាគច្រើនមិនដឹងឡើយ។","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:37","price":"ហើយពុំមែនទ្រព្យសម្បត្ដិរបស់ពួកអ្នក និងកូនចៅរបស់ ពួកអ្នកដែលធ្វើឱ្យពួកអ្នកជិតមកចំពោះយើងនោះឡើយ លើក លែងតែអ្នកដែលមានជំនឿនិងបានសាងអំពើល្អត្រឹមត្រូវប៉ុណ្ណោះ។ ដូចេ្នះ អ្នកទាំងនោះនឹងទទួលបានការតបស្នងទេ្វដងដោយសារតែអ្វី ដែលពួកគេបានសាង ហើយពួកគេជាអ្នកដែលមានសន្ដិភាពបំផុត នៅកន្លែងដ៏ខ្ពង់ខ្ពស់(ឋានសួគ៌)។","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:38","price":"ហើយពួកដែលព្យាយាមប្រឆាំងនឹងភស្ដុតាងរបស់យើង ដោយពួកគេប្រជែងចង់ឈ្នះនោះ ពួកទាំងនោះនឹងត្រូវគេនាំទៅ កាន់ទារុណកម្ម។","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:39","price":"ចូរអ្នកពោលថាៈ ពិតប្រាកដណាស់ ម្ចាស់របស់ខ្ញុំបើក ទូលាយនូវលាភសក្ការៈចំពោះអ្នកណាដែលទ្រង់មានចេតនាអំពីខ្ញុំ របស់ទ្រង់ ហើយទ្រង់ក៏ក្បិតក្បៀតចំពោះគេដែរ។ ហើយអ្វីបន្ដិច ក៏ដោយដែលពួកអ្នកបានបរិច្ចាគនោះ គឺទ្រង់នឹងតបស្នងវាវិញ។ ហើយទ្រង់ជាអ្នកប្រទានលាភសក្ការៈដ៏ល្អបំផុត។","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:40","price":"ហើយ(ចូរចងចាំ)នៅថ្ងៃដែលទ្រង់ប្រមូលផ្ដុំពួកគេទាំង អស់គ្នា ក្រោយមកទ្រង់ក៏មានបន្ទូលទៅកាន់ម៉ាឡាអ៊ីកាត់ថាៈ តើ អ្នកទាំងនេះឬដែលពួកគេធ្លាប់គោរពសក្ការៈមកចំពោះពួកអ្នក?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:41","price":"ពួកគេ(ម៉ាឡាអ៊ីកាត់)បានតបវិញថាៈ ទ្រង់មហាស្អាត ស្អំ. ទ្រង់ជាអ្នកគាំពារពួកយីង មិនមែនពួកគេឡើយ។ ផ្ទុយទៅ វិញពួកគេធ្លាប់បានគោរពសក្ការៈចំពោះជិនដោយពួកគេភាគច្រើន ជាអ្នកមានជំនឿនឹងពួកវា។","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:42","price":"ហើយនៅថ្ងៃនេះ(ថ្ងៃបរលោក)ពួកអ្នកមិនអាចផ្ដល់ផលប្រយោជន៍ ឬបង្កគ្រោះថ្នាក់ដល់គ្នាបានឡើយ។ ហើយយើងមាន បន្ទូលទៅកាន់ពួកដែលបំពានថាៈ ចូរពួកអ្នកភ្លក្សទារុណកម្មនៃ នរកដែលពួកអ្នកធ្លាប់បានបដិសេធនឹងវាចុះ។","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:43","price":"ហើយនៅពេលដែលអាយ៉ាត់ៗរបស់យើងដ៏ច្បាស់លាស់ ត្រូវបានសូត្រឱ្យពួកគេស្ដាប់ ពួកគេបាននិយាយថាៈ បុរសម្នាក់នេះ (មូហាំម៉ាត់)មានបំណងចង់រារាំងពួកអ្នកអំពីអ្វីដែលជីដូនជីតារបស់ ពួកអ្នកធ្លាប់បានគោរព។ ហើយពួកគេបាននិយាយទៀតថាៈ នេះ (គម្ពីរគួរអាន)មិនមែនជាអ្វីក្រៅពីការភូតកុហកដែលត្រូវគេប្រឌិតនោះឡើយ។ ហើយពួកប្រឆាំងបាននិយាយចំពោះការពិត នៅពេល ដែលវាបានមកដល់ពួកគេថាៈ នេះគ្មានអ្វីក្រៅពីមន្ដអាគមយ៉ាង ច្បាស់លាស់នោះឡើយ។","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:44","price":"ហើយយើងមិនបានផ្ដល់ឱ្យពួកគេនូវគម្ពីរណាដែលពួកគេ អាចរៀនសូត្រវានោះឡើយ។ ហើយយើងក៏មិនបានបញ្ជូនអ្នកដាស់ តឿនព្រមានណាមុនអ្នក(មូហាំម៉ាត់)ទៅកាន់ពួកគេដែរ។","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:45","price":"ហើយពួកដែលពីមុនពួកគេបានបដិសេធ(នឹងបណ្ដាអ្នកនាំ សាររបស់ពួកគេ)។ហើយពួកគេ(មូស្ហរីគីន)មិនទាន់បានទទួលសូម្បី តែមួយភាគដប់នៃអ្វីដែលយើងបានប្រទានឱ្យពួកគេ(ពួកជំនាន់មុន) ផង ស្រាប់តែពួកគេបានបដិសេធនឹងបណ្ដាអ្នកនាំសាររបស់យើង។ តើទារុណកម្មរបស់យើង(ចំពោះពួកគេ)យ៉ាងដូចមេ្ដច ?","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:46","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ពិតប្រាកដណាស់ ខ្ញុំទូន្មាន ពួកអ្នកតែមួយគត់ គឺឱ្យពួកអ្នកប្រឈមមុខពីរនាក់ ឬម្នាក់ឯង ដើម្បីអល់ឡោះ។ ក្រោយមកចូរពួកអ្នកពិចារណាថាៈ មិត្ដរបស់ ពួកអ្នក(មូហាំម៉ាត់)ពុំមែនជាមនុស្សវិកលចរិតឡើយ។ គេគ្មានអ្វី ក្រៅពីជាអ្នកដាស់តឿនព្រមានសម្រាប់ពួកអ្នក មុននឹងទារុណកម្ម ដ៏ខ្លាំងក្លាមកដល់នោះឡើយ។","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:47","price":"ចូរអ្នកពោលថាៈ អ្វីដែលខ្ញុំទាមទារថ្លៃឈ្នួលពីពួកអ្នកនោះ គឺវាសម្រាប់ពួកអ្នកប៉ុណ្ណោះ។ តែផលបុណ្យនៃការអំពាវនាវរបស់ ខ្ញុំគឺនៅលើអល់ឡោះ។ ហើយទ្រង់ជាសាក្សីលើអ្វីៗទាំងអស់។","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:48","price":"ចូរអ្នកពោលថាៈ ពិតប្រាកដណាស់ ម្ចាស់របស់ខ្ញុំបញ្ចុះវ៉ាហ៊ីដោយការពិត ដែលទ្រង់មហាដឹងនូវអាថ៌កំបាំងទាំងឡាយ។","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:49","price":"ចូរអ្នកពោលថាៈ ការពិតបានមកដល់ ហើយប្រការមិនពិត ក៏រលាយបាត់ ហើយវាក៏មិនអាចវិលត្រឡប់មកវិញបានដែរ។","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:50","price":"ចូរអ្នកពោលថាៈ ប្រសិនបើខ្ញុំវងេ្វង(ប្រាសចាកពីមាគ៌ា ត្រឹមត្រូវ)មែននោះ គឺពិតប្រាកដណាស់ ខ្ញុំវងេ្វងដោយខ្លួនឯង។ តែប្រសិនបើខ្ញុំទទួលបានការចង្អុលបង្ហាញវិញនោះ គឺដោយសារ តែអ្វីដែលម្ចាស់របស់ខ្ញុំផ្ដល់វ៉ាហ៊ីឱ្យខ្ញុំ។ ពិតប្រាកដណាស់ ទ្រង់ មហាឮ ជិតបំផុត។","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:51","price":"ហើយប្រសិនបើអ្នក(មូហាំម៉ាត់)មើលឃើញនៅពេល ដែលពួកគេភ័យខ្លាច(ទារុណកម្មរបស់អល់ឡោះ) គឺគ្មានការគេច វេះបានឡើយ ហើយពួកគេត្រូវបានគេចាប់មកពីកន្លែងដែលជិត បំផុត។","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:52","price":"ហើយពួកគេបាននិយាយថាៈ ពួកយើងជឿលើទ្រង់ហើយ។ ហើយតើពួកគេទទួលជំនឿពីកន្លែងដែលឆ្ងាយបានយ៉ាងដូចមេ្ដច ?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:53","price":"ហើយជាការពិតណាស់ ពួកគេបានប្រឆាំងនឹងទ្រង់តាំងពី មុនមកម្លេះ។ ហើយអ្វីដែលពួកគេចោទប្រកាន់ក្នុងរឿងអាថ៌កំបាំង នោះ គឺខុសដ៏សែនឆ្ងាយ។","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:54","price":"ហើយពួកគេត្រូវបានគេរារាំងអំពីអ្វីដែលពួកគេចូលចិត្ដ ដូចអ្វីដែលត្រូវបានគេធ្វើចំពោះពួកដែលដូចពួកគេកាលពីមុនដែរ។ ពិតប្រាកដណាស់ ពួកគេស្ថិតនៅក្នុងភាពសង្ស័យដ៏ជ្រាលជ្រៅ។","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"km"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}