{"data":[{"name":"38:1","price":"សទ។ អល់ឡោះស្បថនឹងគម្ពីរគួរអានដែលពោរពេញ ដោយការរំលឹក។","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:2","price":"ផ្ទុយទៅវិញ ពួកដែលគ្មានជំនឿស្ថិតក្នុងភាពក្រអឺតក្រទម និងប្រឆាំង។","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:3","price":"យើងបានបំផ្លាញមុនពួកគេជាច្រើនជំនាន់មកហើយ ហើយ ពួកគេបានស្រែកសុំការអភ័យទោស ខណៈដែលពេលនោះមិនមែន ជាពេលអាចគេចផុត(ពីទារុណកម្ម)បាននោះ។","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:4","price":"ក្រោយមកពួកគេងឿងឆ្ងល់ចំពោះការមកដល់របស់អ្នក ដាស់តឿនព្រមាន(មូហាំម៉ាត់)ក្នុងចំណោមពួកគេបានមកដល់ ពួកគេ។ ហើយពួកគ្មានជំនឿបាននិយាយថាៈ នេះគឺជាគ្រូមន្ដអាគម ដែលពូកែបោកប្រាស់បំផុត។","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:5","price":"តើគេយកព្រះនានាធ្វើជាម្ចាស់តែមួយដើម្បីគោរពសក្ការៈ ឬ? ពិតប្រាកដណាស់ នេះគឺជាប្រការមួយដែលចម្លែកបំផុត។","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:6","price":"ហើយពួកមេដឹកនាំក្នុងចំណោមពួកគេក៏បានដើរចេញ (ដោយនិយាយថា) ចូរពួកអ្នកបន្ដ និងអត់ធ្មត់ក្នុងការគោរព ព្រះនានារបស់ពួកអ្នកចុះ។ ពិតប្រាកដណាស់ នេះគឺជាប្រការមួយ ដែលគេចង់បាន។","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:7","price":"យើងមិនធ្លាប់បានឮពីរឿងនេះឡើយនៅក្នុងសាសនាចុង ក្រោយ(សាសនារបស់ពួកមូស្ហរីគីន និងពួកណាស់រ៉នី)។ នេះគ្មាន អ្វីក្រៅពីការប្រឌិតថ្មីនោះឡើយ។","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:8","price":"តើគេបញ្ចុះគម្ពីរគួរអានឱ្យគេដោយរំលងពួកយើងឬ? ផ្ទុយ ទៅវិញ ពួកគេស្ថិតក្នុងភាពសង្ស័យពីគម្ពីរគួរអានរបស់យើង។ ផ្ទុយ ទៅវិញ ពួកគេមិនទាន់ភ្លក្សទារុណកម្មរបស់យើងឡើយ។","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:9","price":"ឬមួយពួកគេមានឃ្លាំងលាភសក្ការៈនៃម្ចាស់របស់អ្នកដែល ទ្រង់មហាខ្លាំងពូកែ មហាសប្បុរស?","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:10","price":"ឬមួយពួកគេមានអំណាចគ្រប់គ្រងមេឃជាច្រើនជាន់និង ផែនដី និងអ្វីៗដែលនៅចន្លោះវាទាំងពីរ? (ប្រសិនបើដូច្នោះមែន) ចូរឱ្យពួកគេរកវិធីឡើងទៅលើមេឃចុះ (ដើម្បីរារាំងម៉ាឡាអ៊ី-កាត់កុំឱ្យបញ្ចុះវ៉ាហ៊ី)។","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:11","price":"ពួកគេជាកងទ័ពអំពីពួកអះហ្សាបដែលត្រូវទទួលបរា-ជ័យនៅទីនោះ។","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:12","price":"ក្រុមនួហ និងអាដ ហើយនិងហ្វៀរអោនដែលមាន អំណាចខ្លាំងក្លាបានបដិសេធមុនពួកគេ។","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:13","price":"ហើយសាមូដ និងក្រុមរបស់លូត និងពួកអៃកះ(ក៏បាន បដិសេធដែរ)។ ពួកទាំងនោះ គឺជាក្រុមដែលប្រមូលគ្នាប្រឆាំងនឹង អ្នកនាំសារ។","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:14","price":"ពួកគេទាំងអស់គឺសុទ្ធតែបានបដិសេធនឹងបណ្ដាអ្នកនាំសារ ដូចេ្នះពួកគេក៏ទទួលរងទណ្ឌកម្មរបស់យើង។","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:15","price":"ហើយពួកទាំងនោះមិនរង់ចាំអ្វីក្រៅពីសម្រែកយ៉ាងខ្លាំង មួយដង ដោយវាមិនអាចវិលត្រឡប់មកវិញម្ដងទៀតឡើយ។","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:16","price":"ហើយពួកគេបាននិយាយថា: ឱម្ចាស់របស់ពួកយើង! សូមទ្រង់មេត្តាប្រញ៉ាប់ផ្តល់ចំណែក(ទារុណកម្ម្)របស់ពួកយើងមុនថ្ងៃជំនុំជំរះផងចុះ។","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:17","price":"ចូរអ្នក(មូហាំម៉ាត់)អត់ធ្មត់ទៅលើអ្វីដែលពួកគេនិយាយ ហើយអ្នកត្រូវរំលឹកខ្ញុំរបស់យើងដាវូដដែលមានអំណាចខ្លាំងក្លា។ ពិតប្រាកដណាស់ គេជាអ្នកដែលតែងតែសារភាពកំហុសជានិច្ច។","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:18","price":"ពិតប្រាកដណាស់ យើងបានបញ្ជាឱ្យភំ្នទាំងឡាយលើក តម្កើងដោយសរសើរចំពោះយើងជាមួយនឹងគេទាំងល្ងាចទាំងព្រឹក។","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:19","price":"ហើយ(យើងក៏បានបញ្ជា)សត្វស្លាបទាំងអស់ឱ្យប្រមូលផ្ដុំ គ្នាលើកតម្កើងដោយសរសើរចំពោះយើងជាមួយនឹងគេដែរ។ ពួកវា ទាំងអស់ស្ដាប់បង្គាប់គេ។","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:20","price":"ហើយយើងបានពង្រឹងអំណាចរបស់គេ និងបានប្រទានឱ្យ គេនូវភាពឈ្លាសវៃ ហើយនិងការវិនិច្ឆ័យយ៉ាងច្បាស់លាស់ក្នុងការ ដោះស្រាយទំនាស់។","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:21","price":"ហើយតើដំណឹងនៃការឈ្លោះប្រកែកគ្នានៅពេលដែលពួក គេបានផ្លោះរបងមាសរ៉ប(កន្លែងគោរពសក្ការៈរបស់ដាវូដ)បានមក ដល់អ្នកដែរឬទេ?","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:22","price":"នៅពេលដែលពួកគេចូលទៅជួបដាវូដ ហើយគេមានការភ័យខ្លាចពួកគេ ពួកគេបាននិយាយថាៈ សូមអ្នកកុំខ្លាចអ្វី។ ពួកយើងទាំងពីរឈ្លោះប្រកែកគ្នា ដោយពួកយើងបានបំពានទៅលើគ្នា។ ដូច្នេះ សូមអ្នកមេត្តាកាត់សេចក្តីរវាងពួកយើងដោយក្តីយុត្តិធម៌ផង ហើយសូមអ្នកកុំលំអៀងឲ្យសោះ និងសូមអ្នកចង្អុលបង្ហាញពួកយើងទៅកាន់មាគ៌ាដែលត្រឹមត្រូវផងចុះ។","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:23","price":"ពិតប្រាកដណាស់ នេះជាបងប្អូនរបស់ខ្ញុំ។ គេមានពពែញី ចំនួនកៅសិបប្រាំបួនក្បាល។ រីឯខ្ញុំមានតែពពែញីមួយក្បាលគត់។ ហើយគេបាននិយាយថាៈ ចូរអ្នកឱ្យវាមកខ្ញុំ។ ហើយគេក៏មានប្រៀប ជាងខ្ញុំក្នុងការនិយាយស្ដីផងដែរ។","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:24","price":"ដាវូដបានពោលថាៈ ជាការពិតណាស់ គេបានបំពានលើ អ្នកដោយគេបានសុំពពែញីពីអ្នកយកទៅបន្ថែមលើពពែរបស់គេ។ ហើយពិតប្រាកដណាស់ ភាគច្រើននៃពួកដែលចូលហ៊ុនគ្នាគឺបំពាន លើគ្នា លើកលែងតែបណ្ដាអ្នកដែលមានជំនឿ និងបានសាងអំពើ ល្អត្រឹមត្រូវប៉ុណ្ណោះ តែពួកគេតិចតួចបំផុត។ ក្រោយមកដាវូដដឹង ច្បាស់ថា យើងគ្រាន់តែសាកល្បងគេប៉ុណ្ណោះ ពេលនោះគេក៏សុំ អភ័យទោសនិងក្រាបស៊ូជូត ហើយនិងសារភាពកំហុសចំពោះម្ចាស់ របស់គេ។","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:25","price":"ហើយយើងបានអភ័យទោសឱ្យគេចំពោះរឿងនោះ។ ហើយពិតប្រាកដណាស់ គេមានឋានៈជិតបំផុតចំពោះយើង និង មានកន្លែងវិលត្រឡប់ដ៏ល្អប្រសើរបំផុត។","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:26","price":"ឱដាវូដ. ពិតប្រាកដណាស់ យើងបានតែងតាំងអ្នកជាអ្នក គ្រប់គ្រងនៅលើផែនដីនេះ។ ដូចេ្នះ ចូរអ្នកកាត់សេចក្ដីរវាងមនុស្ស លោកដោយយុត្ដិធម៌ ហើយកុំធ្វើតាមទំនើងចិត្ដឱ្យសោះ ជាហេតុ ធ្វើឱ្យអ្នកវងេ្វងពីមាគ៌ារបស់អល់ឡោះ។ ពិតប្រាកដណាស់ ពួក ដែលវងេ្វងពីមាគ៌ារបស់អល់ឡោះនឹងទទួលទារុណកម្មដ៏ធ្ងន់ធ្ងរ ដោយសារតែអ្វីដែលពួកគេបានភេ្លចថ្ងៃជំនុំជំរះ។","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:27","price":"ហើយយើងមិនបានបង្កើតមេឃ និងផែនដី និងអ្វីដែល មាននៅចន្លោះវាទាំងពីរដោយឥតប្រយោជន៍នោះឡើយ។ នោះ ហើយគឺជាការស្មានរបស់ពួកដែលគ្មានជំនឿ។ ដូចេ្នះ ការវិនាសអន្ដរាយដោយភ្លើងនរកគឺសម្រាប់ពួកដែលគ្មានជំនឿ។","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:28","price":"ឬឱ្យយើងចាត់ទុកបណ្ដាអ្នកដែលមានជំនឿ និងបានសាង អំពើល្អត្រឹមត្រូវដូចជាពួកដែលបង្កវិនាសកម្មនៅលើផែនដីនេះឬ? ឬមួយឱ្យយើងចាត់ទុកបណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ ដូចអ្នក ដែលប្រព្រឹត្ដបាបកម្មឬ?","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:29","price":"នេះគឺជាគម្ពីរដ៏មានពរជ័យដែលយើងបានបញ្ចុះវាឱ្យអ្នក ដើម្បីឱ្យពួកគេត្រិះរិះពិចារណាចំពោះអាយ៉ាត់ៗរបស់វា ហើយក៏ ដើម្បីឱ្យបញ្ញាជនទាំងឡាយយកធ្វើជាមេរៀនផងដែរ។","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:30","price":"ហើយយើងបានប្រទានស៊ូឡៃម៉ានឱ្យដាវូដដែលជាខ្ញុំម្នាក់ ដ៏ល្អប្រពៃ។ ពិតប្រាកដណាស់ គេ(ស៊ូឡៃម៉ាន)គឺជាអ្នកដែលតែង តែសារភាពកំហុស(ចំពោះអល់ឡោះ)។","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:31","price":"(ចូរចងចាំ)នៅពេលដែលគេបានបង្ហាញឱ្យស៊ូឡៃម៉ាន ឃើញនៅពេលល្ងាចនូវសត្វសេះដែលឈរជើងបី និងលើកជើង មួយ ហើយរត់លឿន ។","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:32","price":"ហើយគេក៏បានពោលថាៈ ពិតប្រាកដណាស់ ខ្ញុំស្រឡាញ់ ចូលចិត្ដប្រការល្អ(សេះ)ដែលធ្វើឱ្យភេ្លចការរំលឹក(ថ្វាយបង្គំ)ទៅ ចំពោះម្ចាស់របស់ខ្ញុំរហូតដល់ថ្ងៃលិច។","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:33","price":"ចូរពួកអ្នកយកវាត្រឡប់មកឱ្យយើង។ ពេលនោះគេក៏ បានកាត់ជើងនិងកសេះនោះ។","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:34","price":"ហើយជាការពិតណាស់ យើងបានសាកល្បងស៊ូឡៃម៉ាន ហើយយើងបានដាក់រូបមួយ(ស្ហៃតន)ទៅលើកៅអីរបស់គេ។ បន្ទាប់មកគេក៏បានសារភាពទោសកំហុស។","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:35","price":"គេបានពោលថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមទ្រង់មេត្ដាអភ័យ ទោសដល់ខ្ញុំ និងផ្ដល់អំណាចដល់ខ្ញុំ ដែលមិនសក្ដិសមសម្រាប់អ្នក ណាម្នាក់(មានសិទ្ធិគ្រប់គ្រង)បន្ទាប់ពីខ្ញុំឡើយ។ ពិតប្រាកដណាស់ អ្នកគឺជាម្ចាស់ដ៏មហាសប្បុរស។","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:36","price":"ដូចេ្នះ យើងបានធ្វើឱ្យខ្យល់ស្ថិតក្រោមអំណាចរបស់គេ ដោយវាបក់បោកយ៉ាងល្អតាមការបញ្ជារបស់គេទៅទីណាដែលគេ ចង់។","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:37","price":"ហើយពួកស្ហៃតន(ក៏យើងបានធ្វើឱ្យស្ថិតនៅក្រោមបញ្ជារបស់គេដែរ)ពួកវាទាំងអស់ អ្នកខ្លះជាអ្នកសាងសង់ និងជាអ្នក ជ្រមុជទឹក។","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:38","price":"និងអ្នកដទៃទៀតត្រូវគេចងច្រវាក់។","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:39","price":"នេះហើយគឺជាការប្រទានរបស់យើង។ ដូចេ្នះចូរអ្នកផ្ដល់ (វាឱ្យអ្នកដទៃ) ឬអ្នកទុកវាដោយគ្មានទោសពៃរ៍អ្វីឡើយ(ចំពោះ អ្នក)។","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:40","price":"ហើយពិតប្រាកដណាស់ គេមានឋានៈជិតបំផុតចំពោះយើង និងមានកន្លែងវិលត្រឡប់ដ៏ប្រសើរបំផុត។","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:41","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)ចងចាំនូវរឿងនៃខ្ញុំរបស់យើង អៃយ៉ូប នៅពេលដែលគេបានបួងសួងសុំទៅចំពោះម្ចាស់របស់គេ ថាៈ ពិតប្រាកដណាស់ ស្ហៃតនជាមូលហេតុធ្វើឱ្យខ្ញុំមានការឈឺចាប់ និងទារុណកម្ម។","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:42","price":"ចូរអ្នក(អៃយ៉ូប)ទន្ទ្រាំជើងរបស់អ្នក(ពេលនោះមានទឹក ផុសចេញពីដី)។ នេះគឺជាទឹកត្រជាក់សម្រាប់ងូតនិងផឹក។","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:43","price":"ហើយយើងបានផ្ដល់ឱ្យគេបានជួបជុំគ្រួសាររបស់គេវិញ ហើយនិងផ្ដល់ឱ្យពួកគេដូចអ្វីដែលពួកគេមានពីមុនមកជាក្ដីមេត្ដា ករុណាពីយើង និងជាការរំលឹកដល់បញ្ញាជនទាំងឡាយ។","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:44","price":"ហើយចូរអ្នកយកស្មៅមួយកណ្ដ្ដាប់ដៃរបស់អ្នក រួចចូរអ្នក វាយ(ប្រពន្ធអ្នក)នឹងវាចុះ ហើយចូរអ្នកកុំធ្វើខុសនឹងសម្បថ។ ពិត ប្រាកដណាស់ យើងបានប្រទះឃើញគេជាអ្នកអត់ធ្មត់។ គេជាខ្ញុំម្នាក់ ដ៏ល្អប្រពៃ។ ពិតប្រាកដណាស់ គេគឺជាអ្នកដែលតែងតែសារភាព កំហុស(ចំពោះអល់ឡោះ)។","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:45","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)ចងចាំពីបណ្ដាខ្ញុំរបស់យើង អ៊ីព្រហ៊ីម និងអ៊ីសហាក ហើយនិងយ៉ាក់កូបដែលជាអ្នកខ្លាំងពូកែ និងមានប្រាជ្ញាឈ្លាសវៃ។","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:46","price":"ពិតប្រាកដណាស់ យើងបានជ្រើសរើសពួកគេដោយឱ្យពួក គេរំលឹកចំពោះថ្ងៃបរលោកនិងមានជំនឿនឹងវា។","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:47","price":"ហើយពិតប្រាកដណាស់ ពួកគេគឺស្ថិតក្នុងចំណោមអ្នកដែល ត្រូវគេជ្រើសរើសដ៏ល្អប្រសើរបំផុតចំពោះយើង។","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:48","price":"ចូរអ្នកចងចាំនូវរឿងអ៊ីស្មាអ៊ីល និងអ៊ីលយ៉ាសាក់ និង ហ៊្សុលគិហ្វលី។ ហើយអ្នកទាំងអស់នោះគឺស្ថិតក្នុងចំណោមអ្នក ដែលល្អប្រសើរបំផុត។","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:49","price":"នេះហើយគឺជាការរំលឹក(គម្ពីរគួរអាន)។ ហើយពិត ប្រាកដណាស់ សម្រាប់បណ្ដាអ្នកដែលកោតខ្លាច គឺមានកន្លែងវិល ត្រឡប់ដ៏ល្អប្រសើរ។","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:50","price":"-(វានោះគឺ)ឋានសួគ៌អាត់និន ដែលទ្វារទាំងឡាយត្រូវគេ បើកសម្រាប់ទទួលពួកគេ។","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:51","price":"ពួកគេអង្គុយទមេ្រតខ្លួននៅក្នុងនោះ ដោយពួកគេអាចសុំ ផ្លែឈើ និងភេសជ្ជៈគ្រប់ប្រភេទតាមតម្រូវការនៅក្នុងនោះ។","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:52","price":"ហើយនៅក្បែរពួកគេមានស្រីទេពអប្សរ(មិនសម្លឹងបុរស ដទៃក្រៅពីស្វាមីរបស់គេ)ដែលមានអាយុស្មើៗគ្នា។","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:53","price":"នេះហើយគឺជាអ្វីដែលពួកអ្នកត្រូវគេសន្យានៅថ្ងៃជំនុំ ជំរះ។","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:54","price":"ពិតប្រាកដណាស់ នេះគឺជាលាភសក្ការៈរបស់យើងដែលវា មិនចេះអស់ឡើយ។","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:55","price":"នេះហើយ(គឺជាការតបស្នងចំពោះអ្នកដែលកោតខ្លាច អល់ឡោះ)។ ហើយពិតប្រាកដណាស់ កន្លែងវិលត្រឡប់ដ៏អាក្រក់ គឺសម្រាប់ពួកដែលបំពាន។","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:56","price":"គឺនរកជើហាន់ណាំដែលពួកគេនឹងចូលទៅក្នុងវា។ ហើយ វាជាកន្លែងស្នាក់នៅដ៏អាក្រក់បំផុត។","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:57","price":"នេះគឺជាទឹកក្ដៅបំផុត និងខ្ទុះដែលស្រក់ចេញពីខ្លួនប្រាណ របស់ពួកនរក។ ដូចេ្នះ ចូរឱ្យពួកគេភ្លក្សវាចុះ។","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:58","price":"និងមានទារុណកម្មផេ្សងៗទៀតស្រដៀងនឹងវាគ្រប់បែប យ៉ាង។","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:59","price":"-(មានគេនិយាយទៅកាន់មេដឹកនាំរបស់ពួកដែលគ្មានជំនឿ ថា) នេះគឺជាក្រុម(ដែលបានតាមពួកអ្នក)ដែលប្រជ្រៀតគ្នាចូល នរកជាមួយនឹងពួកអ្នក។ (ពួកមេដឹកនាំបានតបថា) គ្មានការស្វា-គមន៍ចំពោះពួកគេឡើយ។ ពិតប្រាកដណាស់ ពួកគេបានចូលនរក ទាំងអស់គ្នា។","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:60","price":"ពួកគេ(ពួកតាមមេដឹកនាំ)បានតបថាៈ ផ្ទុយទៅវិញពួក អ្នក(ក៏ដូច្នោះដែរ)គ្មានការស្វាគមន៍ចំពោះពួកអ្នកឡើយ ពីព្រោះ ពួកអ្នកបានធ្វើឱ្យពួកយើងធ្លាក់ទៅក្នុងនរក។ ដូចេ្នះ(នរក)ជា កន្លែងអចិន្ដ្រៃយ៍ដ៏អាក្រក់(សម្រាប់ពួកគេ)។","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:61","price":"ពួកគេបាននិយាយថាៈ ឱម្ចាស់របស់ពួកយើង. អ្នកណា ដែលបានធ្វើឱ្យពួកយើងធ្លាក់ក្នុងនរកនោះ សូមទ្រង់បន្ថែមទារុណ-កម្មទៅលើគេនៅក្នុងនរកទេ្វដងផងចុះ។","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:62","price":"ហើយពួកគេបាននិយាយទៀតថាៈ ហេតុអ្វីបានជាពួក យើងមិនឃើញពួកបុរសៗដែលកាលពីមុនពួកយើងធ្លាប់បានចាត់ ទុកពួកគេក្នុងចំណោមពួកដែលអាក្រក់ជាងគេនោះ?","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:63","price":"តើពួកយើងបានសើចចំអកឱ្យពួកគេដោយច្រឡំឬក៏ភ្នែក (របស់ពួកយើង)មើលមិនឃើញពួកគេ(នៅក្នុងឋាននរក)?","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:64","price":"ពិតប្រាកដណាស់ រឿងនោះគឺជារឿងពិតដែលពួកនរក ឈ្លោះប្រកែកគ្នា។","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:65","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តាមពិតខ្ញុំគ្រាន់តែជាអ្នក ដាស់តឿនព្រមានប៉ុណ្ណោះ។ ហើយគ្មានម្ចាស់ណាផេ្សងដែលត្រូវ គោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីអល់ឡោះដែលជាម្ចាស់តែមួយ គត់ដ៏មហាខ្លាំងក្លានោះឡើយ។","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:66","price":"ទ្រង់ជាម្ចាស់គ្រប់គ្រងមេឃជាច្រើនជាន់និងផែនដី ហើយ និងអ្វីដែលនៅចន្លោះវាទាំងពីរ។ ទ្រង់មហាខ្លាំងពូកែ មហាអភ័យ ទោស។","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:67","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលទៀតថាៈ វា(គម្ពីរគួរអាន) គឺជាដំណឹង(ដែលមានប្រយោជន៍)ដ៏ធំធេង","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:68","price":"ដែលពួកអ្នកងាកចេញពីវា។","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:69","price":"ខ្ញុំមិនបានដឹងអំពីរឿងម៉ាឡាអ៊ីកាត់ដែលនៅលើមេឃ ខណៈដែលពួកគេប្រកែកគ្នា(ពីរឿងបង្កើតអាដាំ)ឡើយ។","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:70","price":"គេមិនផ្ដល់វ៉ាហ៊ីឱ្យខ្ញុំ ក្រៅពីឱ្យខ្ញុំធ្វើជាអ្នកដាស់តឿន ព្រមានដ៏ច្បាស់លាស់នោះឡើយ។","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:71","price":"(ចូរចងចាំ)នៅពេលដែលម្ចាស់របស់អ្នកបានមានបន្ទូល ទៅកាន់ម៉ាឡាអ៊ីកាត់ថា ពិតប្រាកដណាស់ យើងជាអ្នកបង្កើត មនុស្សអំពីដីស្អិត។","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:72","price":"ហើយនៅពេលដែលយើងបានធ្វើឱ្យគេ(អាដាំ)មានរូប រាងពេញលេញ និងបានផ្លុំបញ្ចូលទៅក្នុងខ្លួនគេនូវវិញ្ញាណរបស់ យើងហើយនោះ ចូរពួកអ្នក(ម៉ាឡាអ៊ីកាត់)ស៊ូជូតចំពោះគេចុះ។","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:73","price":"ដូចេ្នះម៉ាឡាអ៊ីកាត់ក៏បានស៊ូជូតទាំងអស់គ្នា។","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:74","price":"លើកលែងតែអ៊ីព្លីសប៉ុណ្ណោះ ដែលបានក្រអឺតក្រទម។ ហើយវាបានស្ថិតក្នុងចំណោមពួកដែលប្រឆាំង។","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:75","price":"អល់ឡោះបានមានបន្ទូលថាៈ ឱអ៊ីព្លីស. តើអ្វីដែលរារាំង អ្នកមិនឱ្យស៊ូជូតចំពោះអ្វីដែលយើងបានបង្កើតដោយដៃទាំងពីរ របស់យើង? តើឯងក្រអឺតក្រទម ឬក៏ឯងស្ថិតក្នុងចំណោមអ្នកដែល មានអំនួតកេ្អងក្អាង។","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:76","price":"វាបានតបវិញថាៈ ខ្ញុំល្អជាងគេ(អាដាំ) ព្រោះទ្រង់បាន បង្កើតខ្ញុំអំពីភ្លើង ហើយទ្រង់បានបង្កើតគេអំពីដីស្អិត។","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:77","price":"ហើយអល់ឡោះបានមានបន្ទូលថាៈ ដូចេ្នះ ចូរឯងចាក ចេញពីវា(ឋានសួគ៌)ចុះ ហើយពិតប្រាកដណាស់ ឯងគឺជាអ្នកដែល ត្រូវគេដាក់បណ្ដាសា។","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:78","price":"ហើយពិតប្រាកដណាស់ ឯងត្រូវបណ្ដាសារបស់យើងរហូត ដល់ថ្ងៃបរលោក។","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:79","price":"វាបាននិយាយថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមពន្យារពេលឱ្យខ្ញុំ រស់រហូតដល់ថ្ងៃដែលពួកគេ(មនុស្សលោក)ត្រូវគេធ្វើឱ្យរស់ឡើង វិញផង។","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:80","price":"ទ្រង់បានមានបន្ទូលថាៈ ដូចេ្នះ ពិតប្រាកដណាស់ អ្នកនឹង ស្ថិតក្នុងចំណោមពួកដែលត្រូវគេពន្យារពេល","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:81","price":"រហូតដល់ថ្ងៃមួយនៃពេលវេលាដែលត្រូវបានគេកំណត់។","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:82","price":"វាបាននិយាយថាៈ ដោយភាពខ្ពង់ខ្ពស់របស់ទ្រង់ ខ្ញុំពិតជា នឹងធ្វើឱ្យពួកគេទាំងអស់វងេ្វង។","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:83","price":"លើកលែងតែបណ្ដាខ្ញុំរបស់ទ្រង់ដែលមានចិត្ដស្មោះត្រង់ ក្នុងចំណោមពួកគេប៉ុណ្ណោះ។","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:84","price":"ទ្រង់បានមានបន្ទូលថាៈ វាគឺជាការពិត។ ហើយយើង បន្ទូលនូវពាក្យពិតថាៈ","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:85","price":"យើងប្រាកដជានឹងដាក់បំពេញនរកជើហាន់ណាំអំពីអ្នក ឯង និងអ្នកណាដែលបានដើរតាមឯងទាំងអស់គ្នាក្នុងចំណោម ពួកគេ។","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:86","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ខ្ញុំមិនស្នើសុំពីពួកអ្នកនូវ កម្រៃណាមួយឡើយ ហើយខ្ញុំក៏មិនស្ថិតក្នុងចំណោមអ្នកដែលប្រឌិត នោះដែរ។","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:87","price":"វា(គម្ពីរគួរអាន)មិនមែនជាអ្វីក្រៅពីការរំលឹកសម្រាប់ ពិភពទាំងអស់នោះឡើយ។","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"","lang":"km"},{"name":"38:88","price":"ហើយពួកអ្នក(ពួកមូស្ហរីគីន)ពិតជានឹងដឹងពីដំណឹងរបស់ វា(គម្ពីរគួរអាន)ក្រោយពីពេលនេះទៅ។","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"","lang":"km"}],"chapter":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"]}