{"data":[{"name":"41:1","price":"ហា មីម។","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:2","price":"វា(គម្ពីរគួរអាន)គឺជាការបញ្ចុះពីម្ចាស់ដែលមហាសប្បុរស មហាអាណិតស្រឡាញ់។","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:3","price":"ជាគម្ពីរដែលអាយ៉ាត់ៗរបស់វាត្រូវបានគេពន្យល់យ៉ាង ច្បាស់លាស់ជាភាសាអារ៉ាប់សម្រាប់បណ្ដាអ្នកដែលចេះដឹង។","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:4","price":"ដែលជាការផ្ដល់ដំណឹងរីករាយ និងជាការដាស់តឿនព្រមាន តែពួកគេភាគច្រើនបែរជាបានបែរចេញ និងមិនស្ដាប់ទៅវិញ។","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:5","price":"ហើយពួកគេបាននិយាយថាៈ ចិត្ដរបស់ពួកយើងមានគំរបបិទ ជិតនូវអ្វីដែលអ្នកកំពុងតែអំពាវនាវពួកយើងទៅកាន់វា។ ហើយនៅ ក្នុងត្រចៀករបស់ពួកយើងមានឆ្នុកចុក។ ហើយរវាងពួកយើង និង អ្នក(មូហាំម៉ាត់)មានរនាំងបាំង។ ដូចេ្នះ ចូរអ្នកអនុវត្ដតាមមាគ៌ា របស់អ្នកចុះ ពិតប្រាកដណាស់ពួកយើងក៏អនុវត្ដតាមមាគ៌ារបស់ ពួកយើងដែរ។","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:6","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តាមពិត ខ្ញុំជាមនុស្សលោក ដូចពួកអ្នកដែរ គ្រាន់តែគេបានផ្ដល់វ៉ាហ៊ីមកឱ្យខ្ញុំថាៈ ពិតប្រាកដ ណាស់ ម្ចាស់របស់ពួកអ្នកគឺជាម្ចាស់តែមួយគត់។ ដូចេ្នះ ចូរពួកអ្នក អនុវត្ដឱ្យបានត្រឹមត្រូវចំពោះទ្រង់ និងត្រូវសុំអភ័យទោសពីទ្រង់។ ហើយភាពអន្ដរាយគឺសម្រាប់ពួកដែលធ្វើស្ហ៊ីរិក។","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:7","price":"ពួកដែលមិនបរិច្ចាគហ្សាកាត់នោះ ពួកគេគឺជាពួកដែលគ្មាន ជំនឿនឹងថ្ងៃបរលោក។","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:8","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿ និងបានសាង អំពើល្អត្រឹមត្រូវ ពួកគេនឹងទទួលបានផលបុណ្យដោយឥតគណនា។","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:9","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើពួកអ្នកពិតជាគ្មានជំនឿ លើម្ចាស់ដែលបានបង្កើតផែនដីក្នុងរយៈពេលពីរថ្ងៃ ហើយពួកអ្នក បង្កើតព្រះនានាយកមកធ្វើស្ហ៊ីរិកនឹងទ្រង់ឬ? នោះហើយគឺជាម្ចាស់ គ្រប់គ្រងពិភពទាំងអស់។","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:10","price":"ហើយនៅលើផែនដីទ្រង់បានបង្កើតភ្នំជាច្រើននៅលើវា និងបានប្រទានពរជ័យនៅលើវា ព្រមទាំងបានកំណត់ចំណីអាហារ នៅលើវារយៈពេលបួនថ្ងៃ(ពីរថ្ងៃបង្កើតផែនដី និងពីរថ្ងៃទៀត បង្កើតអ្វីដែលនៅលើវា)សម្រាប់បណ្ដាអ្នកដែលសួរ។","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:11","price":"បន្ទាប់មកទ្រង់ឆ្ពោះទៅលើមេឃ ខណៈដែលវាគឺជាផ្សែង នៅឡើយ។ ហើយទ្រង់បានមានបន្ទូលទៅកាន់វា(មេឃ)និងផែនដី ថាៈ ចូរអ្នកទាំងពីរមក ទោះដោយស្ម័គ្រចិត្ដឬមិនស្ម័គ្រចិត្ដក៏ដោយ។ ពួកវាទាំងពីរបានតបថាៈ ពួកខ្ញុំទាំងពីរបានមកទាំងស័្មគ្រចិត្ដ។","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:12","price":"ទ្រង់បានបង្កើតមេឃទាំងប្រាំពីរជាន់រួចរាល់ក្នុងរយៈពេល ពីរថ្ងៃ។ ហើយទ្រង់បានរៀបចំឱ្យមេឃរាល់ៗជាន់នូវកិច្ចការរបស់ វា។ ហើយយើងបានតុបតែងលំអមេឃជាន់ក្រោមដោយហ្វូងតារា និងការពារ(អំពីស្ហៃតន)។ នោះគឺជាការកំណត់របស់ម្ចាស់ដែល មហាខ្លាំងពូកែ មហាដឹង។","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:13","price":"តែប្រសិនបើពួកគេបានបដិសេធ ដូចេ្នះចូរអ្នក(មូហាំម៉ាត់) ពោលថាៈ ខ្ញុំបានដាស់តឿនព្រមានពួកអ្នកនូវទារុណកម្មមួយ ដូចជា ទារុណកម្ម(ដែលធ្លាក់ទៅលើ)ក្រុមអាដ និងក្រុមសាមូដដែរ។","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:14","price":"នៅពេលដែលបណ្ដាអ្នកនាំសារបានមកដល់ពួកគេ(ក្រុម អាដនិងសាមូដ)ទាំងមុនពួកគេ និងក្រោយពួកគេ(ដោយបាន ពោលថាៈ) ចូរពួកអ្នកកុំគោរពសក្ការៈផេ្សងពីអល់ឡោះឱ្យសោះ។ ពួកគេបានតបវិញថាៈ ប្រសិនបើម្ចាស់របស់ពួកយើងមានចេតនា ទ្រង់ពិតជាបញ្ចុះម៉ាឡាអ៊ីកាត់(ធ្វើជាអ្នកនាំសារ)។ ដូចេ្នះ ពិត ប្រាកដណាស់ ពួកយើងគ្មានជំនឿនឹងអ្វីដែលគេបានបញ្ជូនវាមកឱ្យ ពួកអ្នកនោះឡើយ។","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:15","price":"រីឯក្រុមអាដវិញ គឺពួកគេបានក្រអឺតក្រទមនៅលើផែនដី ដោយមិនត្រឹមត្រូវឡើយ។ ហើយពួកគេបាននិយាយថាៈ តើមាន អ្នកណាដែលខ្លាំងជាងពួកយើងទៅទៀតនោះ? តើពួកគេមិនបាន ឃើញទេឬថា ពិតប្រាកដណាស់ អល់ឡោះគឺជាអ្នកដែលបានបង្កើត ពួកគេ ទ្រង់ជាអ្នកខ្លាំងជាងពួកគេនោះ? ហើយពួកគេធ្លាប់បាន ប្រឆាំងនឹងបណ្ដាភស្ដុតាងរបស់យើង។","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:16","price":"ហើយយើងបានបញ្ជូនខ្យល់ព្យុះដ៏ខ្លាំងក្លាបក់បោកទៅលើ ពួកគេក្នុងរយៈពេលជាច្រើនថ្ងៃបន្ដបន្ទាប់គ្នា ដើម្បីយើងឱ្យពួកគេ ភ្លក្សទារុណកម្មដ៏អាម៉ាស់ក្នុងការរស់នៅលើលោកិយនេះ។ រីឯ ទារុណកម្មនៅថ្ងៃបរលោកវិញគឺអាម៉ាស់ជាងនេះទៅទៀត ហើយ ពួកគេមិនត្រូវបានគេជួយឡើយ។","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:17","price":"ហើយចំណែកឯក្រុមសាមូដ គឺយើងបានចង្អុលបង្ហាញពួក គេ តែពួកគេបែរជាពេញចិត្ដនឹងភាពងងឹតជាងការចង្អុលបង្ហាញទៅ វិញ។ ហើយរន្ទះនៃទារុណកម្មដ៏អាម៉ាស់បានឆក់យកជីវិតពួកគេ ដោយសារតែអ្វីដែលពួកគេធ្លាប់បានប្រព្រឹត្ដ។","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:18","price":"ហើយយើងបានជួយសង្គ្រោះបណ្ដាអ្នកដែលមានជំនឿ ដែលពួកគេធ្លាប់បានកោតខ្លាចយើង។","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:19","price":"ហើយ(ចូរចងចាំ)នៅថ្ងៃដែលសត្រូវរបស់អល់ឡោះនឹង ត្រូវគេប្រមូលទៅកាន់ភ្លើងនរក ពេលនោះពួកគេនឹងត្រួវគេរុញ បញ្ចូលទៅក្នុងភ្លើងនរក។","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:20","price":"លុះនៅពេលពួកគេបានទៅដល់ភ្លើងនរកនោះ ត្រចៀក និងភ្នែក ហើយនិងស្បែករបស់ពួកគេធ្វើសាក្សីទៅលើពួកគេនូវអ្វី ដែលពួកគេធ្លាប់បានប្រព្រឹត្ដ។","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:21","price":"ហើយពួកគេបាននិយាយទៅកាន់ស្បែករបស់ពួកគេថាៈ ហេតុអ្វីបានជាពួកឯងធ្វើសាក្សីប្រឆាំងនឹងយើង? ស្បែកបានតបថាៈ អល់ឡោះជាអ្នកដែលធ្វើឱ្យអ្វីគ្រប់យ៉ាងចេះនិយាយនោះហើយបាន ធ្វើឱ្យពួកយើងចេះនិយាយ។ ហើយទ្រង់ជាអ្នកដែលបានបង្កើតពួក អ្នកជាលើកដំបូង ហើយពួកអ្នកក៏នឹងត្រូវវិលត្រឡប់ទៅកាន់ទ្រង់ វិញដែរ។","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:22","price":"ពួកអ្នកមិនអាចលាក់បាំងពីត្រចៀករបស់ពួកអ្នក និងភ្នែក របស់ពួកអ្នក ហើយនិងស្បែករបស់ពួកអ្នកពីការធ្វើសាក្សីប្រឆាំង នឹងពួកអ្នកបានឡើយ។ ផ្ទុយទៅវិញ ពួកអ្នកបានគិតថា អល់ឡោះ មិនដឹងច្រើនឡើយអំពីអ្វីដែលពួកអ្នកប្រព្រឹត្ដនោះ។","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:23","price":"ហើយនោះគឺជាការគិត(ផេ្ដសផ្ដាស)របស់ពួកអ្នកដែល បានគិតចំពោះម្ចាស់របស់ពួកអ្នក ដោយវាបានធ្វើឱ្យពួកអ្នកវិនាស អន្ដរាយ។ ហើយពួកអ្នកក៏បានក្លាយជាពួកដែលខាតបង់។","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:24","price":"ហើយទោះបីជាពួកគេអត់ធ្មត់(នឹងទារុណកម្ម)យ៉ាងណា ក៏ដោយ ក៏ភ្លើងនរកនៅតែជាលំនៅដ្ឋានសម្រាប់ពួកគេដែរ។ តែ ទោះបីជាពួកគេទទួចសុំការប្រោសប្រណី(ពីអល់ឡោះ)យ៉ាងណាក្ដី ក៏ពួកគេនៅតែមិនសិ្ថតនៅក្នុងចំណោមអ្នកដែលត្រូវបានគេប្រោស ប្រណីដែរ។","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:25","price":"ហើយយើងបានរៀបចំឱ្យពួកគេមានគូកនដ៏ជិតស្និទ្ធ (ស្ហៃតននិងមនុស្សលោក) រួចមកគូកននោះបានលំអសម្រាប់ ពួកគេនូវអ្វីដែលនៅចំពោះមុខពួកគេ(អំពើអាក្រក់នៅក្នុងលោកិយ នេះ) និងអ្វីដែលនៅខាងក្រោយពួកគេ(មិនជឿនឹងថ្ងៃបរលោក)។ ហើយទារុណកម្មបានធ្លាក់ទៅលើពួកគេ ដូចជាទារុណកម្មដែលបាន ធ្លាក់ទៅលើប្រជាជាតិដែលបានកន្លងផុតមុនពួកគេអំពីជិន និង មនុស្សលោកដែរ។ ពិតប្រាកដណាស់ ពួកគេគឺជាពួកដែលខាតបង់។","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:26","price":"ហើយពួកដែលគ្មានជំនឿបាននិយាយថាៈ ចូរពួកអ្នកកុំ ស្ដាប់គម្ពីរគួរអាននេះឱ្យសោះ តែពួកអ្នកត្រូវស្រែកឡូឡានៅពេល គេសូត្រវា សង្ឃឹមថាពួកអ្នកនឹងទទួលជោគជ័យ។","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:27","price":"ដូចេ្នះយើងពិតជានឹងឱ្យពួកដែលគ្មានជំនឿភ្លក្សនូវទារុណ-កម្មដ៏ធ្ងន់ធ្ងរ ហើយយើងពិតជានឹងតបស្នងដល់ពួកគេអាក្រក់ជាងអ្វី ដែលពួកគេបានប្រព្រឹត្ដទៅទៀត។","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:28","price":"ការតបស្នងសម្រាប់សត្រូវរបស់អល់ឡោះនោះគឺភ្លើង នរក។ នៅក្នុងនោះជាកន្លែងអមតៈសម្រាប់់ពួកគេ។ ជាការតបស្នង នូវអ្វីដែលពួកគេធ្លាប់បានប្រឆាំងនឹងបណ្ដាភស្ដុតាងរបស់យើង។","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:29","price":"ហើយពួកដែលគ្មានជំនឿបាននិយាយថាៈ ឱម្ចាស់របស់ពួក យើង. សូមទ្រង់មេត្ដាបង្ហាញឱ្យពួកយើងឃើញពួកជិន និងមនុស្ស លោកដែលធ្វើឱ្យពួកយើងវងេ្វងផង ពួកយើងនឹងដាក់ពួកគេទាំងពីរ ក្រោមបាតជើងរបស់ពួកយើងនិងដើម្បីឱ្យពួកគេទាំងពីរក្លាយជាអ្នក ដែលស្ថិតនៅក្នុងចំណោមពួកដែលនៅបាតនរកក្រោមគេបង្អស់។","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:30","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលបាននិយាយថាៈ ម្ចាស់ របស់ពួកយើងគឺអល់ឡោះ បន្ទាប់មកពួកគេបានប្រតិបត្ដិយ៉ាងខ្ជាប់ ខ្ជួន(តាមបទបញ្ជារបស់ទ្រង់)នោះ ម៉ាឡាអ៊ីកាត់នឹងចុះមកកាន់ពួក គេ (នៅពេលដែលពួកគេហៀបនឹងស្លាប់)ដោយពោលថាៈ សូមពួក អ្នកកុំខ្លាច ហើយកុំកើតទុក្ខឱ្យសោះ។ ហើយសូមពួកអ្នករីករាយ ជាមួយនឹងឋានសួគ៌ដែលគេធ្លាប់បានសន្យាចំពោះពួកអ្នកចុះ។","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:31","price":"ពួកយើង(ម៉ាឡាអ៊ីកាត់)គឺជាអ្នកថែរក្សាពួកអ្នកក្នុង ការរស់នៅលើលោកិយ និងនៅថ្ងៃបរលោក(តាមបទបញ្ជារបស់ អល់ឡោះ)។ ហើយនៅក្នុងឋានសួគ៌នោះ ពួកអ្នកនឹងទទួលបាន នូវអ្វីដែលពួកអ្នកប៉ងប្រាថ្នា ហើយនៅក្នុងនោះដែរពួកអ្នកនឹង ទទួលបាននូវអ្វីដែលពួកអ្នកសុំ។","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:32","price":"វាគឺជាអំណោយស្វាគមន៍ពីម្ចាស់ដែលមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:33","price":"ហើយគ្មានអ្នកណាម្នាក់ដែលមានពាក្យសំដីល្អប្រសើរ ជាងអ្នកដែលបានអំពាវនាវទៅចំពោះអល់ឡោះ និងបានសាងអំពើ ល្អត្រឹមត្រូវ ព្រមទាំងបាននិយាយថាៈ ពិតប្រាកដណាស់ ខ្ញុំជាមនុស្ស ម្នាក់ក្នុងចំណោមអ្នកមូស្លីមទាំងឡាយនោះឡើយ។","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:34","price":"ប្រការល្អនិងប្រការអាក្រក់មិនអាចស្មើគ្នាបានឡើយ។ ចូរអ្នក(មូហាំម៉ាត់)តបតវិញចុះនូវអ្វីដែលល្អបំផុត(ពេលគេធ្វើ អំពើមិនគួរគប្បីចំពោះអ្នក) ពេលនោះអ្នកដែលជាសត្រូវរបស់ អ្នកនឹងក្លាយជាមិត្ដជិតស្និទ្ធរបស់អ្នកជាមិនខានឡើយ។","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:35","price":"ហើយគ្មានអ្នកណាម្នាក់ត្រូវបានគេផ្ដល់នូវប្រការល្អនេះ ឡើយ លើកលែងតែបណ្ដាអ្នកដែលអត់ធ្មត់ ហើយក៏គ្មានអ្នកណា ម្នាក់ត្រូវបានគេផ្ដល់នូវប្រការល្អនេះដែរ លើកលែងតែអ្នកដែល មានសំណាងដ៏ធំប៉ុណ្ណោះ។","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:36","price":"តែប្រសិនបើមានការញុះញង់អ្នក(មូហាំម៉ាត់)ពីសំណាក់ ស្ហៃតននោះ ចូរអ្នកសុំពីអល់ឡោះឱ្យកំបាំងពីវាចុះ។ ពិតប្រាកដ ណាស់ ទ្រង់មហាឮ មហាដឹង។","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:37","price":"ហើយក្នុងចំណោមភស្ដុតាងទាំងឡាយ(ដែលបញ្ជាក់ពី អានុភាព)របស់ទ្រង់នោះ គឺពេលយប់និងពេលថ្ងៃ ព្រះអាទិត្យ និង ព្រះច័ន្ទ។ ចូរពួកអ្នកកុំស៊ូជូតចំពោះព្រះអាទិត្យ និងព្រះច័ន្ទឱ្យសោះ តែពួកអ្នកត្រូវស៊ូជូតចំពោះអល់ឡោះដែលជាអ្នកបង្កើតពួកវាវិញ ប្រសិនបើពួកអ្នកជាអ្នកដែលគោរពសក្ការៈចំពោះទ្រង់តែមួយ មែននោះ។","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:38","price":"តែទោះបីពួកគេ(ពួកមូស្ហរីគីន)ក្រអឺតក្រទម(មិនគោរព សក្ការៈចំពោះអល់ឡោះ)ក៏ដោយ ក៏បណ្ដាអ្នក(ម៉ាឡាអ៊ីកាត់)ដែល នៅក្បែរម្ចាស់របស់អ្នកនៅតែលើកតម្កើងដោយសរសើរចំពោះទ្រង់ ទាំងយប់ទាំងថ្ងៃដែរ ដោយពួកគេមិនដែលធុញទ្រាន់ឡើយ។","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:39","price":"ហើយក្នុងចំណោមភស្ដុតាងរបស់ទ្រង់ជាច្រើនទៀតនោះ គឺពិតប្រាកដណាស់ អ្នកឃើញផែនដីរាំងស្ងួតគ្មានជីជាតិ។ តែនៅ ពេលដែលយើងបានបញ្ចុះទឹកភ្លៀងមកលើផែនដីនោះ វាក៏រស់រាន មានជីវិតនិងធ្វើឱ្យរុក្ខជាតិដុះលូតលាស់ឡើងវិញ។ ពិតប្រាកដ ណាស់ អ្នកដែលធ្វើឱ្យផែនដីរស់ឡើងវិញ(មានជីជាតិ) គឺជាអ្នក ដែលធ្វើឱ្យអ្នកដែលស្លាប់រស់ឡើងវិញ។ ពិតប្រាកដណាស់ ទ្រង់ មានអានុភាពលើអ្វីៗទាំងអស់។","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:40","price":"ពិតប្រាកដណាស់ ពួកដែលងាកចេញ(បដិសេធ ប្រមាថ និងកែប្រែ)ពីអាយ៉ាត់ៗរបស់យើងគឺពួកគេមិនអាចលាក់បាំងពី យើងបានឡើយ។ ដូចេ្នះ តើអ្នកដែលត្រូវគេបោះចូលទៅក្នុងភ្លើង នរកប្រសើរជាង ឬអ្នកដែលមកដោយសុវតិ្ថភាពនៅថ្ងៃបរលោក ប្រសើរជាង? ចូរពួកអ្នកធ្វើចុះនូវអ្វ្វីដែលពួកអ្នកចង់។ ពិតប្រាកដ ណាស់ ទ្រង់ឃើញបំផុតនូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:41","price":"ពិតប្រាកដណាស់ ពួកដែលប្រឆាំងនឹងគម្ពីរគួរអាននៅ ពេលដែលវាបានមកដល់ពួកគេនោះ(ពួកគេនឹងទទួលទារុណកម្ម)។ ពិតប្រាកដណាស់ គម្ពីរគួរអានជាគម្ពីរដ៏ពិសិដ្ឋ។","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:42","price":"ប្រការមិនពិតមិនអាចមកដល់វា(គម្ពីរគួរអាន)ទាំងនៅ ពីមុខវា និងពីក្រោយវាឡើយ។ វាជាការបញ្ចុះមកពីម្ចាស់មហា គតិបណ្ឌិត ជាទីកោតសរសើរបំផុត។","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:43","price":"គេ(អ្នកគ្មានជំនឿ)មិននិយាយអ្វីទៅកាន់អ្នក(មូហាំ-ម៉ាត់)ក្រៅពីអ្វីដែលគេបាននិយាយទៅកាន់បណ្ដាអ្នកនាំសារមុន អ្នកឡើយ។ ពិតប្រាកដណាស់ ម្ចាស់របស់អ្នកគឺជាអ្នកដែលមាន ការអភ័យទោស និងជាអ្នកដែលមានទណ្ឌកម្មដ៏ឈឺចាប់។","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:44","price":"ហើយប្រសិនបើយើងបានបញ្ចុះវា(គម្ពីរគួរអាន)ជាភាសា ផេ្សង(ក្រៅពីភាសាអារ៉ាប់) ពួកគេ(ពួកគ្មានជំនឿ)ពិតជានិយាយ ថាៈ ហេតុអ្វីបានជាគេមិនពន្យល់លំអិតនូវអាយ៉ាត់ៗរបស់វា(ដើម្បី ឱ្យពួកយើងបានយល់ផង)? តើអាចទេវាជាភាសាផេ្សង ហើយ (អ្នកនាំសារ)ជាជនជាតិអារ៉ាប់នោះ? ចូរអ្នក(មូហាំម៉ាត់)ពោល ថាៈ វាគឺជាការចង្អុលបង្ហាញ និងជាឱសថព្យាបាលសម្រាប់បណ្ដា អ្នកដែលមានជំនឿ។ រីឯពួកដែលគ្មានជំនឿវិញ នៅក្នុងត្រចៀក របស់ពួកគេមានឆ្នុកចុក ហើយវាគឺជាភាពងងឹតចំពោះពួកគេ។ ពួកទាំងនោះ(ហាក់ដូចជា)ត្រូវគេហៅពីទីកន្លែងដ៏ឆ្ងាយ។","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:45","price":"ហើយជាការពិតណាស់ យើងបានផ្ដល់ឱ្យមូសានូវគម្ពីរ (តាវរ៉ត) បន្ទាប់មកមានគេខ្វែងគំនិតគ្នានៅក្នុងវា។ ហើយប្រសិន បើគ្មានការកំំណត់(ទារុណកម្ម)ជាមុនពីម្ចាស់របស់អ្នកទេ គេពិត ជានឹងកាត់សេចក្ដីរវាងពួកគេ(ដាក់ទារុណកម្មក្នុងលោកិយ)ជាមិន ខាន។ ហើយពិតប្រាកដណាស់ ពួកគេស្ថិតក្នុងភាពមន្ទិលសង្ស័យ យ៉ាងខ្លាំងអំពីវា(គម្ពីរគួរអាន)។","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:46","price":"អ្នកណាហើយដែលបានសាងអំពើល្អ គឺសម្រាប់ខ្លួនឯង ហើយអ្នកណាដែលបានប្រព្រឹត្ដអំពើអាក្រក់វិញគឺវានឹងធ្លាក់ទៅ លើខ្លួនឯង។ ហើយម្ចាស់របស់អ្នកមិនមែនជាអ្នកបំពានទៅលើ ខ្ញុំណាម្នាក់ឡើយ។","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"km"},{"name":"41:47","price":"ដំណឹងនៃថ្ងៃបរលោកគឺត្រូវវិលត្រឡប់ទៅចំពោះទ្រង់តែ មួយគត់។ ហើយគ្រប់ផ្លែឈើដែលចេញពីស្រទាប់របស់វា និងសត្វ លោកភេទញីណាមានផ្ទៃពោះនិងកើតកូននោះ គឺសុទ្ធតែស្ថិតក្រោម ការដឹងរបស់ទ្រង់។ ហើយនៅថ្ងៃដែលទ្រង់ហៅពួកគេ(ពួកមូស្ហរី-គីន)ថាៈ តើឯណាទៅដៃគូរបស់យើង(ដែលពួកអ្នកធ្លាប់គោរព សក្ការៈផេ្សងពីយើង)នោះ? ពួកគេបានតបវិញថាៈ ពួកយើងសូម ជំរាបទ្រង់ថាៈ គ្មាននរណាម្នាក់ក្នុងចំណោមពួកយើងធ្វើសាក្សី(ថា ទ្រង់មានដៃគូ)នោះឡើយ។","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"41:48","price":"ហើយអ្វីដែលពួកគេធ្លាប់បានគោរពសក្ការៈពីមុន(នៅក្នុង លោកិយ)នោះបានបាត់បង់ពីពួកគេ។ ហើយពួកគេដឹងយ៉ាងច្បាស់ ថាៈ សម្រាប់ពួកគេគ្មានកន្លែងគេចចេញ(ពីទារុណកម្ម)បានឡើយ។","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"41:49","price":"មនុស្សលោកមិនធុញទ្រាន់ក្នុងការបួងសួងសុំប្រការល្អ (ទ្រព្យសម្បត្ដិ និងភាពសុខសាន្ដពីអល់ឡោះ)ទេ តែប្រសិនបើ ប្រការអាក្រក់(ភាពក្រីក្រនិងទុក្ខលំបាក)បានធ្លាក់មកលើគេវិញ ពេលនោះគេនឹងអស់សង្ឃឹមយ៉ាងខ្លាំង។","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"41:50","price":"តែប្រសិនបើយើងឱ្យគេភ្លក្សនូវក្ដីមេត្ដាករុណាពីយើង បន្ទាប់ពីគ្រោះមហន្ដរាយបានបៀតបៀនគេហើយនោះ គេពិតជា នឹងនិយាយថាៈ នេះដោយសារតែគុណសម្បត្ដិរបស់ខ្ញុំ ហើយខ្ញុំមិន គិតថា ថ្ងៃបរលោកនឹងកើតឡើងឡើយ។ ហើយប្រសិនបើខ្ញុំត្រូវ បានគេឱ្យវិលត្រឡប់ទៅកាន់ម្ចាស់របស់ខ្ញុំវិញនោះ ពិតប្រាកដណាស់ខ្ញុំនឹងទទួលបាននូវប្រការល្អ(ឋានសួគ៌)ដែលមាននៅជាមួយ នឹងទ្រង់។ ដូចេ្នះ យើងប្រាកដជានឹងប្រាប់ពួកដែលគ្មានជំនឿនូវអ្វី ដែលពួកគេបានប្រព្រឹត្ដ។ ហើយយើងប្រាកដជានឹងឱ្យពួកគេភ្លក្ស នូវទារុណកម្មដ៏ធ្ងន់ធ្ងរបំផុត។","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"41:51","price":"ហើយនៅពេលដែលយើងបានប្រទាននៀកម៉ាត់ដល់ មនុស្សលោក គេបែរជាប្រឆាំង និងគេចចេញឆ្ងាយទៅវិញ។ តែ នៅពេលដែលផលអាក្រក់បានធ្លាក់មកលើគេវិញនោះ គឺគេបួង សួងសុំយ៉ាងច្រើន(ពីយើង)។","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"41:52","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកប្រាប់ខ្ញុំមក ប្រសិនបើវា(គម្ពីរគួរអាន)មកពីអល់ឡោះ ក្រោយមកពួកអ្នក បានបដិសេធនឹងវានោះ តើមានអ្នកណាដែលវងេ្វងជាងអ្នកដែល ស្ថិតក្នុងភាពវងេ្វង(ពីមាគ៌ារបស់អល់ឡោះ)ដ៏ឆ្ងាយនោះ?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"41:53","price":"យើងនឹងបង្ហាញឱ្យពួកគេឃើញនូវភស្ដុតាងៗរបស់យើង នៅក្នុងពិភពលោកនេះ និងក្នុងខ្លួនរបស់ពួកគេផ្ទាល់រហូតទាល់តែ វាជាក់ច្បាស់សម្រាប់ពួកគេថាៈ ពិតប្រាកដណាស់ វា(គម្ពីរគួរ-អាន)គឺជាការពិត។ តើម្ចាស់របស់អ្នកមិនគ្រប់គ្រាន់ទេឬ ដែល ទ្រង់ពិតជាអ្នកធ្វើសាក្សីលើអ្វីៗទាំងអស់នោះ?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"41:54","price":"ចូរដឹងថា ពិតប្រាកដណាស់ ពួកគេស្ថិតនៅក្នុងភាពសង្ស័យ អំពីជំនួបនឹងម្ចាស់របស់ពួកគេ។ ចូរដឹងទៀតថា ពិតប្រាកដណាស់ ទ្រង់មហាដឹងជ្រួតជ្រាបនូវអ្វីៗទាំងអស់។","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"km"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}