{"data":[{"name":"42:1","price":"ហា មីម","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:2","price":"អ៊ីន ស៊ីន កហ្វ","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:3","price":"ដូច្នោះហើយអល់ឡោះដែលមហាខ្លាំងពូកែ មហាគតិបណ្ឌិត ដែលបញ្ចុះវ៉ាហ៊ីឱ្យអ្នក(មូហាំម៉ាត់) និងឱ្យបណ្ដាអ្នកនាំសារពីមុន អ្នក។","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:4","price":"អ្វីៗដែលនៅលើមេឃជាច្រើនជាន់ និងអ្វីៗដែលនៅលើ ផែនដី គឺជាកម្មសិទ្ធិរបស់ទ្រង់។ ហើយទ្រង់មហាខ្ពង់ខ្ពស់ មហា ឧត្ដុង្គឧត្ដម។","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:5","price":"មេឃជាច្រើនជាន់ស្ទើរតែបែកធ្លាក់មកនៅលើគ្នា(ដោយ សារភាពឧត្ដុង្គឧត្ដមរបស់អល់ឡោះ)។ ហើយម៉ាឡាអ៊ីកាត់កំពុង លើកតម្កើងដោយសរសើរទៅចំពោះម្ចាស់របស់ពួកគេ និងសុំពី ម្ចាស់របស់ពួកគេឱ្យអភ័យទោសដល់អ្នកដែលនៅលើផែនដី(អ្នក ដែលមានជំនឿ)។ ចូរដឹងថា ពិតប្រាកដណាស់អល់ឡោះ ទ្រង់ មហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:6","price":"ហើយពួកដែលយកអ្នកគាំពារផេ្សងពីទ្រង់នោះ អល់ឡោះ ជាអ្នកឃ្លាំមើលពួកគេ ហើយអ្នក(មូហាំម៉ាត់)មិនមែនជាអ្នកដែល ទទួលខុសត្រូវលើពួកគេឡើយ។","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:7","price":"ហើយដូច្នោះដែរ យើងបានបញ្ចុះគម្ពីរគួរអានជាភាសា អារ៉ាប់ឱ្យអ្នក(មូហាំម៉ាត់) ដើម្បីឱ្យអ្នកដាស់តឿនព្រមានដល់អ្នក ដែលរស់នៅក្នុងទីក្រុងម៉ាក្កះនិងអ្នកដែលរស់នៅជុំវិញវា ហើយនិង ដើម្បីឱ្យអ្នកដាស់តឿនព្រមាន(ពីទារុណកម្ម)នៅថ្ងៃប្រមូលផ្ដុំ(ថ្ងៃ បរលោក)ដែលគ្មានការសង្ស័យចំពោះវាឡើយ។ មនុស្សមួយក្រុម ចូលឋានសួគ៌ និងមួយក្រុមទៀតចូលទៅក្នុងភ្លើងនរកដែលឆេះ យ៉ាងសន្ធោសន្ធៅ។","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:8","price":"ហើយប្រសិនបើអល់ឡោះមានចេតនា ទ្រង់ប្រាកដជា បង្កើតពួកគេជាប្រជាជាតិនៅក្នុងសាសនាតែមួយ។ ក៏ប៉ុន្ដែទ្រង់ នឹងបញ្ចូលទៅក្នុងក្ដីមេត្ដាករុណារបស់ទ្រង់ចំពោះអ្នកណាដែល ទ្រង់មានចេតនា។ ហើយពួកដែលបំពានគ្មានអ្នកគាំពារ និងអ្នក ជួយសង្គ្រោះសម្រាប់ពួកគេឡើយ។","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:9","price":"ឬមួយពួកគេ(ពួកមូស្ហរីគីន)បានយកអ្នកគាំពារផេ្សងពី ទ្រង់ឬ? ដូចេ្នះ អល់ឡោះទេដែលជាអ្នកគាំពារ និងជាអ្នកដែល ធ្វើឱ្យអ្នកស្លាប់រស់ឡើងវិញ(នៅថ្ងៃបរលោក)នោះ ហើយទ្រង់ មានអានុភាពលើអ្វីៗទាំងអស់។","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:10","price":"ហើយអ្វីដែលពួកអ្នក(មនុស្សលោក)បានខ្វែងគំនិតគ្នា នូវប្រការណាមួយនៅក្នុងកិច្ចការសាសនា ដំណោះស្រាយរបស់វា គឺត្រូវវិលត្រឡប់ទៅកាន់អល់ឡោះ ។ នោះហើយគឺអល់ឡោះ ជាម្ចាស់របស់ខ្ញុំដែលខ្ញុំប្រគល់ការទុកចិត្ដចំពោះទ្រង់ ហើយចំពោះ ទ្រង់តែមួយគត់ដែលខ្ញុំត្រូវវិលត្រឡប់។","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:11","price":"ទ្រង់គឺជាអ្នកដែលបង្កើតមេឃជាច្រើនជាន់ និងផែនដី។ ទ្រង់បានបង្កើតពួកអ្នកឱ្យមានគូចេញអំពីពួកអ្នកផ្ទាល់ ហើយសត្វ ពាហនៈក៏មានគូដែរ។ តាមរយៈការឱ្យមានគូនេះ ទ្រង់បង្កើត អ្នកទាំងអស់គ្នា។ គ្មានអ្វីមកប្រដូចនឹងទ្រង់បានឡើយ។ ហើយ ទ្រង់មហាឮ មហាឃើញ។","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:12","price":"កូនសោមេឃជាច្រើនជាន់ និងផែនដីគឺជាកម្មសិទ្ធិរបស់ ទ្រង់។ ទ្រង់បើកទូលាយ និងក្បិតក្បៀតលាភសក្ការៈចំពោះអ្នក ណាដែលទ្រង់មានចេតនា។ ពិតប្រាកដណាស់ ទ្រង់ដឹងបំផុតនូវ រាល់អ្វីៗទាំងអស់។","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:13","price":"ទ្រង់បានដាក់ចេញនូវច្បាប់សាសនាអ៊ីស្លាមសម្រាប់ពួក អ្នក(មនុស្សលោក) ដូចអ្វីដែលទ្រង់បានដាក់បង្គាប់វាទៅលើនួហ និងអ្វីដែលយើងបានបញ្ចុះឱ្យអ្នក(មូហាំម៉ាត់) ហើយនិងអ្វីដែល យើងបានបង្គាប់ទៅលើអ៊ីព្រហ៊ីម មូសា និងអ៊ីសានឹងវាដែរ ដោយ ឱ្យពួកអ្នកពង្រឹងសាសនា និងកុំឱ្យពួកអ្នកបែកបាក់គ្នាក្នុងកិច្ចការ សាសនាឱ្យសោះ។ វាធ្ងន់ធ្ងរបំផុតសម្រាប់ពួកមូស្ហរីគីននូវអ្វីដែល អ្នកអំពាវនាវពួកគេទៅកាន់វា(សាសនា)នោះ។ អល់ឡោះជ្រើស រើសអ្នកណាដែលទ្រង់មានចេតនាឱ្យទៅកាន់សាសនារបស់ទ្រង់ ហើយទ្រង់ចង្អុលបង្ហាញដល់អ្នកណាដែលវិលត្រឡប់ទៅកាន់ទ្រង់ (ដោយសុំអភ័យទោស និងគោរពតាមបទបញ្ជារបស់ទ្រង់)។","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:14","price":"ហើយពួកគេ(ពួកមូស្ហរីគីន)បានបែកបាក់គ្នាដោយសារ តែការច្រណែនឈ្នានីសរវាងពួកគេក្រោយពេលដែលចំណេះដឹង បានមកដល់ពួកគេហើយនោះ។ ហើយប្រសិនបើគ្មានការកំណត់ ពន្យារ(ដាក់ទារុណកម្ម)ពីម្ចាស់របស់អ្នករហូតដល់ពេលកំណត់ទេ នោះ គេពិតជានឹងកាត់សេចក្ដីរវាងពួកគេ(ដាក់ទារុណកម្មក្នុង លោកិយ)ជាមិនខាន។ ហើយពិតប្រាកដណាស់ ពួកដែលត្រូវបាន ទទួលមរតកនូវគម្ពីរ(តាវរ៉ត និងអ៊ីញជីល)បន្ទាប់ពីពួកគេ(យ៉ាហ៊ូទី ណាសរ៉នី)នោះ គឺស្ថិតនៅក្នុងភាពមន្ទិលសង្ស័យយ៉ាងខ្លាំង អំពីវា(សាសនាអ៊ីស្លាម)។","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:15","price":"ដូចេ្នះ ចំពោះសាសនាអ៊ីស្លាមនេះ អ្នក(មូហាំម៉ាត់)ត្រូវ អំពាវនាវ(មនុស្សលោកឱ្យមានជំនឿ) និងត្រូវកាន់ឱ្យបានខ្ជាប់ខ្ជួន តាមអ្វីដែលគេបានដាក់បញ្ជាមកលើអ្នក ហើយចូរអ្នកកុំធ្វើតាម ចំណង់ចិត្ដរបស់ពួកគេឱ្យសោះ។ ហើយចូរអ្នកពោលថាៈ ខ្ញុំមាន ជំនឿនឹងអ្វីដែលអល់ឡោះបានបញ្ចុះអំពីគម្ពីរទាំងនោះ ហើយខ្ញុំ ត្រូវបានគេបញ្ជាឱ្យប្រកាន់នូវភាពយុត្ដិធម៌រវាងពួកអ្នក(ក្នុងការ កាត់សេចក្ដី)។ អល់ឡោះគឺជាម្ចាស់របស់ពួកយើង និងជាម្ចាស់ របស់ពួកអ្នក។ ទង្វើរបស់យើងគឺសម្រាប់ពួកយើង ហើយទង្វើ របស់ពួកអ្នកគឺសម្រាប់ពួកអ្នក។ គ្មានជម្លោះរវាងពួកយើង និង ពួកអ្នកឡើយ។ អល់ឡោះនឹងប្រមូលផ្ដុំរវាងពួកយើងទាំងអស់គ្នា (នៅថ្ងៃបរលោក)។ ហើយទៅចំពោះទ្រង់តែមួយគត់ដែលជា កន្លែងវិលត្រឡប់។","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:16","price":"ហើយពួកដែលឈ្លោះប្រកែកគ្នាក្នុងសាសនារបស់ អល់ឡោះ បន្ទាប់ពីគេ(មនុស្សលោក)បានទទួលយកវាហើយនោះ ការឈ្លោះប្រកែករបស់ពួកគេ គឺគ្មានប្រយោជន៍អ្វីឡើយចំពោះ ម្ចាស់របស់ពួកគេ។ ហើយពួកគេនឹងទទួលការខឹងសម្បាពីទ្រង់ ហើយពួកគេក៏នឹងទទួលទារុណកម្មដ៏ធ្ងន់ធ្ងរដែរ។","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:17","price":"អល់ឡោះជាអ្នកដែលបានបញ្ចុះគម្ពីរ(គួរអាន និងគម្ពីរ ផេ្សងៗទៀត)ដោយភាពត្រឹមត្រូវ និងយុត្ដិធម៌។ តើអ្វីទៅដែល ធ្វើឱ្យអ្នកដឹងថា កាលកំណត់នៃថ្ងៃបរលោកជិតមកដល់នោះ?","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:18","price":"ពួកដែលគ្មានជំនឿនឹងថ្ងៃបរលោក សុំឱ្យវាកើតឡើង ភ្លាមៗ។ រីឯបណ្ដាអ្នកមានជំនឿវិញ គឺពួកគេមានការភ័យខ្លាច ចំពោះវា ហើយពួកគេដឹងថា វានឹងកើតឡើងយ៉ាងពិតប្រាកដ។ ចូរដឹងថាៈ ពិតប្រាកដណាស់ ពួកដែលឈ្លោះប្រកែកគ្នាចំពោះ ការកើតឡើងនៃថ្ងៃបរលោកនេះ គឺពិតជាស្ថិតនៅក្នុងភាពវងេ្វង ដ៏សែនឆ្ងាយ។","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:19","price":"អល់ឡោះទន់ភ្លន់បំផុតចំពោះខ្ញុំទាំងឡាយរបស់ទ្រង់។ ទ្រង់ប្រទានលាភសក្ការៈដល់អ្នកណាដែលទ្រង់មានចេតនា។ ហើយ ទ្រង់មហាខ្លាំងក្លា មហាខ្លាំងពូកែ។","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:20","price":"អ្នកណាហើយចង់បានផលបុណ្យនៅថ្ងៃបរលោក យើងនឹង បន្ថែមឱ្យគេនូវផលបុណ្យរបស់គេថែមទៀត។ រីឯអ្នកណាហើយចង់ បានការតបស្នងនៅក្នុងលោកិយនេះ យើងនឹងផ្ដល់វាឱ្យគេ តែនៅ ថ្ងៃបរលោកគេនឹងមិនទទួលបានចំណែក(ផលបុណ្យ)អ្វីឡើយ។","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:21","price":"ឬមួយពួកគេមានព្រះនានា(ផេ្សងពីអល់ឡោះ)ដែលពួក វាបានដាក់ច្បាប់សាសនាសម្រាប់ពួកគេនូវអ្វីដែលអល់ឡោះមិនបាន អនុញ្ញាតចំពោះវាឬ? ហើយប្រសិនបើគ្មានការកំណត់(ពន្យារការ ធ្វើទារុណកម្មនៅថ្ងៃបរលោក)ទេនោះ គេពិតជានឹងកាត់សេចក្ដី រវាងពួកគេ(ធ្វើទារុណកម្មនៅក្នុងលោកិយនេះ)ជាមិនខាន។ ពិត ប្រាកដណាស់ ពួកដែលបំពាននឹងទទួលទារុណកម្មដ៏ឈឺចាប់។","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:22","price":"អ្នក(មូហាំម៉ាត់)នឹងឃើញពួកបំពាន(នៅថ្ងៃបរលោក) ភ័យខ្លាចនូវអ្វីដែលពួកគេបានប្រព្រឹត្ដកន្លងមកខណៈ ដែលទារុណ-កម្មធ្លាក់មកលើពួកគេ។ រីឯបណ្ដាអ្នកដែលមានជំនឿ និងបានសាង អំពើល្អត្រឹមត្រូវវិញ ពួកគេស្ថិតនៅក្នុងសួនច្បារជាច្រើននៃ ឋានសួគ៌។ ពួកគេមានអី្វៗដែលពួកគេប្រាថ្នាចង់បានពីម្ចាស់របស់ ពួកគេ។ នោះគឺជាការប្រោសប្រទានដ៏ធំធេង។","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:23","price":"ការប្រោសប្រទាននោះហើយដែលអល់ឡោះផ្ដល់ដំណឹង រីករាយទៅចំពោះបណ្ដាខ្ញុំរបស់ទ្រង់ដែលមានជំនឿ និងបានសាង អំពើល្អត្រឹមត្រូវ។ ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ខ្ញុំមិនសុំកម្រៃ ពីពួកអ្នកលើការអំពាវនាវនោះឡើយ លើកលែងតែដើម្បីឱ្យមាន ការអាណិតស្រឡាញ់គ្នាក្នុងនាមជាញាតិសន្ដានប៉ុណ្ណោះ។ ហើយ អ្នកណាដែលសាងនូវអំពើល្អមួយយើងនឹងបន្ថែមផលបុណ្យឱ្យគេ ជាច្រើនទៀត។ ពិតប្រាកដណាស់ អល់ឡោះមហាអភ័យទោស ដឹងគុណបំផុត។","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:24","price":"ឬមួយពួកគេនិយាយថាៈ គេ(មូហាំម៉ាត់)បានប្រឌិតនូវ ពាក្យភូតកុហកទៅលើអល់ឡោះឬ? ដូចេ្នះ ប្រសិនបើអល់ឡោះ មានចេតនា ទ្រង់នឹងបោះត្រាភ្ជិតលើចិត្ដរបស់អ្នក(ឱ្យភេ្លចគម្ពីរគួរ-អាន)ជាមិនខាន។ ហើយអល់ឡោះបំបាត់ចោលនូវអំពើមិនត្រឹម ត្រូវ ហើយទ្រង់បញ្ជាក់នូវការពិតតាមរយៈពាក្យសំដីរបស់ទ្រង់ (គម្ពីរគួរអាន)។ ពិតប្រាកដណាស់ ទ្រង់មហាដឹងនូវអ្វីដែលមាន នៅក្នុងចិត្ដ។","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:25","price":"ហើយទ្រង់ជាអ្នកដែលទទួលនូវការសារភាពទោសកំហុស ពីបណ្ដាខ្ញុំរបស់ទ្រង់ និងលើកលែងទោសនូវបាបកម្មទាំងឡាយ ហើយទ្រង់ដឹងពីអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:26","price":"ហើយទ្រង់ឆ្លើយតប(ទទួលយកការបួងសួងសុំ)ចំពោះ បណ្ដាអ្នកដែលមានជំនឿ និងបានសាងអំពើល្អត្រឹមត្រូវ ព្រមទាំង បន្ថែមឱ្យពួកគេនូវការប្រោសប្រទានរបស់ទ្រង់ទៀត។ រីឯពួកដែល គ្មានជំនឿវិញ ពួកគេនឹងទទួលទារុណកម្មដ៏ធ្ងន់ធ្ងរ។","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:27","price":"ហើយប្រសិនបើអល់ឡោះបើកទូលាយនូវលាភសក្ការៈ ចំពោះខ្ញុំទាំងឡាយរបស់ទ្រង់ ពួកគេពិតជាប្រព្រឹត្ដល្មើសនៅលើ ផែនដីនេះជាមិនខាន។ ក៏ប៉ុន្ដែទ្រង់ប្រទានតាមកំរិតដែលទ្រង់មាន ចេតនា។ ពិតប្រាកដណាស់ ទ្រង់មហាដឹង មហាឃើញចំពោះ (ទង្វើ)ខ្ញុំទាំងឡាយរបស់ទ្រង់។","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:28","price":"ហើយទ្រង់ជាអ្នកបញ្ចុះទឹកភ្លៀងបន្ទាប់ពីពួកគេអស់ សង្ឃឹម(ថាគ្មានទឹកភ្លៀង) និងស្រោចស្រពនូវក្ដីមេត្ដាករុណា របស់ទ្រង់ ហើយទ្រង់ជាអ្នកគាំពារ ជាទីកោតសរសើរបំផុត។","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:29","price":"ហើយក្នុងចំណោមភស្ដុតាងទាំងឡាយរបស់ទ្រង់(ដែល បញ្ជាក់ពីអានុភាពរបស់ទ្រង់)គឺការបង្កើតមេឃជាច្រើនជាន់ និង ផែនដី ព្រមទាំងទ្រង់បានដាក់នូវអ្វីៗដែលមានជីវិតឱ្យរស់នៅពាស ពេញវាទាំងពីរ។ ហើយទ្រង់មានអានុភាពគ្រប់គ្រាន់ក្នុងការប្រមូល ផ្ដុំពួកគេ(នៅថ្ងៃបរលោក)នៅពេលដែលទ្រង់មានចេតនា។","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:30","price":"ហើយអ្វីដែលបានធ្លាក់មកលើពួកអ្នកអំពីប្រការអាក្រក់ នោះ គឺដោយសារតែអ្វីដែលពួកអ្នកបានប្រព្រឹត្ដកន្លងមក ហើយ ទ្រង់ក៏លើកលែងទោសយ៉ាងច្រើនឥតគណនាដែរ។","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:31","price":"ហើយពួកអ្នកមិនអាចគេចផុត(ពីទារុណកម្មរបស់ អល់ឡោះ)នៅលើផែនដីឡើយ។ ពួកអ្នកក៏គ្មានអ្នកគាំពារ និង អ្នកជួយសង្គ្រោះណាផេ្សងពីអល់ឡោះដែរ។","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:32","price":"ហើយក្នុងចំណោមភស្ដុតាងទាំងឡាយរបស់ទ្រង់នោះដែរ គឺសំពៅដ៏ធំដែលធ្វើដំណើរនៅលើផ្ទៃសមុទ្រប្រៀបដូចជាភ្នំ។","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:33","price":"ប្រសិនបើទ្រង់មានចេតនា ទ្រង់នឹងធ្វើឱ្យខ្យល់ឈប់បក់ ហើយសំពៅនឹងនៅនឹងថ្កល់លើផ្ទៃសមុទ្រ។ ពិតប្រាកដណាស់ នៅ ក្នុងរឿងនោះគឺជាភស្ដុតាងជាច្រើនសម្រាប់រាល់អ្នកដែលអត់ធ្មត់ ដឹងគុណបំផុត។","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:34","price":"ឬទ្រង់អាចបំផ្លាញសំពៅទាំងនេះ ដោយសារតែអ្វីដែល ពួកគេបានប្រព្រឹត្ដ។ ហើយទ្រង់លើកលែងទោសយ៉ាងច្រើនឥត គណនា។","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:35","price":"ហើយដើម្បីឱ្យពួកដែលជជែកដេញដោលក្នុងអាយ៉ាត់ៗ របស់យើងដឹងថា ពួកគេគ្មានកន្លែងគេចចេញ(ពីទារុណកម្ម)បាន ឡើយ។","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:36","price":"ហើយអ្វីៗដែលគេបានប្រទានឱ្យពួកអ្នក គឺគ្រាន់តែជា ភាពសប្បាយរីករាយនៃជីវិតលោកិយប៉ុណ្ណោះ។ តែអ្វីដែលមាននៅ ជាមួយអល់ឡោះ គឺល្អប្រសើរនិងនៅស្ថិតសេ្ថរជាអមតៈសម្រាប់ បណ្ដាអ្នកដែលមានជំនឿ។ ហើយទៅចំពោះម្ចាស់របស់ពួកគេតែ មួយគត់ដែលពួកគេប្រគល់ការទុកចិត្ដ។","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:37","price":"និងបណ្ដាអ្នកដែលចៀសពីអំពើបាបធំៗ និងទង្វើអាក្រក់ ផេ្សងៗ ហើយពេលដែលពួកគេខឹងសម្បាចំពោះជនណាម្នាក់ ពួក គេតែងតែអភ័យទោសដល់ជននោះ។","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:38","price":"និងបណ្ដាអ្នកដែលបានទទួលយកការអំពាវនាវចំពោះ ម្ចាស់របស់ពួកគេ និងបានប្រតិបត្ដិសឡាត។ ហើយពួកគេមានការ ពិភាក្សាគ្នាចំពោះកិច្ចការរបស់ពួកគេ ព្រមទាំងពួកគេបរិច្ចាគអំពី អី្វដែលយើងបានប្រទានឱ្យពួកគេ។","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:39","price":"និងបណ្ដាអ្នកដែលតបតវិញ នៅពេលដែលពួកគេទទួល រងនូវការបំពាន។","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:40","price":"ហើយការតបស្នងចំពោះប្រការអាក្រក់មួយគឺទទួលបាន បាបកម្មមួយដែរ។ តែអ្នកណាដែលចេះអធ្យាស្រ័យ និងផ្សះផ្សាគ្នា គឺអល់ឡោះនឹងប្រទានផលបុណ្យដល់គេ។ ពិតប្រាកដណាស់ ទ្រង់ មិនស្រឡាញ់ពួកដែលបំពានឡើយ។","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:41","price":"ហើយជាការពិតណាស់ អ្នកដែលបានតបតវិញបន្ទាប់ពី ទទួលរងនូវការបំពាន ពួកគេទាំងនោះគ្មានទោសពៃរ៍អ្វីឡើយ។","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:42","price":"ការពិតទោសពៃរ៍នោះសម្រាប់តែពួកដែលបំពានទៅលើ មនុស្សលោក និងប្រព្រឹត្ដបទល្មើសនៅលើផែនដីនេះដោយគ្មាន ហេតុផលត្រឹមត្រូវប៉ុណ្ណោះ។ ពួកទាំងនោះនឹងទទួលទារុណកម្មដ៏ ឈឺចាប់។","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:43","price":"ហើយជាការពិតណាស់ អ្នកណាហើយបានអត់ធ្មត់ និង អធ្យាស្រ័យនោះ ពិតប្រាកដណាស់នោះគឺជាប្រការមួយក្នុងចំណោម ប្រការដែលអល់ឡោះបង្គាប់ប្រើ។","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:44","price":"ហើយអ្នកណាដែលអល់ឡោះធ្វើឱ្យវងេ្វងនោះ គឺគ្មានអ្នក គាំពារណាសម្រាប់គេក្រៅពីទ្រង់ឡើយ។ ហើយអ្នក(មូហាំម៉ាត់) នឹងឃើញពួកដែលបំពាននៅពេលដែលពួកគេបានឃើញទារុណកម្ម (នៅថ្ងៃបរលោក)និយាយថាៈ តើមានផ្លូវណាអាចត្រឡប់ទៅ (លោកិយ)វិញបានទេ?","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:45","price":"ហើយអ្នកនឹងឃើញពួកគេត្រូវគេនាំទៅកាន់នរក ដោយ ឱនលំទោនទាំងអាម៉ាស់ ព្រមទាំងពួកគេលួចមើលទៅនរកនោះ (ដោយភ័យខ្លាច)។ រីឯបណ្ដាអ្នកដែលមានជំនឿវិញបាននិយាយ ថាៈ ពិតប្រាកដណាស់ ពួកដែលខាតបង់គឺជាពួកដែលខាតបង់ខ្លួន ឯង និងគ្រួសាររបស់ពួកគេនៅថ្ងៃបរលោក។ ចូរដឹងថាៈ ពិតប្រាកដ ណាស់ ពួកដែលបំពានគឺស្ថិតនៅក្នុងទារុណកម្មជារៀងរហូត។","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:46","price":"ហើយពួកគេគ្មានអ្នកគាំពារណាជួយពួកគេក្រៅពី អល់ឡោះឡើយ។ ហើយអ្នកណាដែលអល់ឡោះធ្វើឱ្យវងេ្វង នោះ គឺគ្មានមាគ៌ា(ការចង្អុលបង្ហាញ)ណាមួយសម្រាប់គេឡើយ។","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:47","price":"ចូរពួកអ្នក(ពួកគ្មានជំនឿ)ទទួលយកចុះនូវការអំពាវនាវ ពីម្ចាស់របស់ពួកអ្នកមុននឹងថ្ងៃដែលគ្មានអ្នកណាអាចរារាំងវាពី អល់ឡោះមកដល់។ នៅថ្ងៃនោះពួកអ្នកគ្មានកន្លែងគេចពីទារុណកម្ម ឡើយ ហើយក៏គ្មានការបដិសេធ(អំពីទោសកំហុស)នោះដែរ។","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:48","price":"តែប្រសិនបើពួកគេងាកចេញ(ពីជំនឿ)វិញ យើងមិនបាន បញ្ជូនអ្នក(មូហាំម៉ាត់)ដើម្បីការពារពួកគេឡើយ។ តួនាទីរបស់អ្នក គ្រាន់តែជាអ្នកផ្សព្វផ្សាយសារប៉ុណ្ណោះ។ ហើយពិតប្រាកដណាស់ នៅពេលដែលយើងបានឱ្យមនុស្សលោកភ្លក្សនូវក្ដីមេត្ដាករុណាពី យើង គេសប្បាយរីករាយនឹងវា។ តែប្រសិនបើអំពើអាក្រក់បាន ធ្លាក់លើពួកគេដោយសារតែអ្វីដែលពួកគេបានប្រព្រឹត្ដកន្លងមក (ពួកគេបែរជារមិលគុណទៅវិញ)។ ដូចេ្នះ ពិតប្រាកដណាស់មនុស្ស លោកគឺរមិលគុណបំផុត។","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:49","price":"អំណាចនៅលើមេឃជាច្រើនជាន់ និងផែនដីជាកម្មសិទ្ធិ របស់អល់ឡោះ។ ទ្រង់បង្កើតអ្វីតាមតែទ្រង់មានចេតនា។ ទ្រង់ ប្រទានឱ្យមានតែកូនស្រីចំពោះអ្នកណាម្នាក់ដែលទ្រង់មានចេតនា ហើយទ្រង់ក៏ប្រទានឱ្យមានតែកូនប្រុសចំពោះអ្នកណាម្នាក់ដែល ទ្រង់មានចេតនាដែរ។","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:50","price":"ឬទ្រង់ប្រទានឱ្យពួកគេមានទាំងកូនប្រុសទាំងកូនស្រី ហើយទ្រង់ក៏ធ្វើឱ្យអ្នកណាម្នាក់គ្មានកូនតាមតែទ្រង់មានចេតនា ដែរ។ ពិតប្រាកដណាស់ ទ្រង់មហាដឹង មហាមានអានុភាព។","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:51","price":"ហើយគ្មានមនុស្សណាម្នាក់ដែលអល់ឡោះមានបន្ទូលទៅ កាន់គេដោយផ្ទាល់ឡើយ លើកលែងតែតាមរយៈវ៉ាហ៊ីឬមានបន្ទូល ពីខាងក្រោយរបាំង ឬក៏ទ្រង់បញ្ជូនអ្នកនាំសារ(ម៉ាឡាអ៊ីកាត់)ដើម្បី មកប្រាប់តាមការអនុញ្ញាតរបស់ទ្រង់នូវអ្វីដែលទ្រង់មានចេតនា ប៉ុណ្ណោះ។ ពិតប្រាកដណាស់ ទ្រង់មហាខ្ពង់ខ្ពស់ មហាគតិបណ្ឌិត។","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:52","price":"ហើយដូច្នោះដែរ យើងបានបញ្ចុះគម្ពីរគួរអានឱ្យអ្នកតាម បទបញ្ជារបស់យើង ដោយអ្នកមិនធ្លាប់បានដឹងថាអ្វីជាគម្ពីរឡើយ ហើយអ្នកក៏មិនដឹងថាអ្វីជាជំនឿនោះដែរ។ ក៏ប៉ុន្ដែយើងបានបង្កើត វា(គម្ពីរគួរអាន)ជាពន្លឺមួយដែលយើងនឹងចង្អុលបង្ហាញតាមរយៈ វាចំពោះអ្នកណាដែលយើងមានចេតនាក្នុងចំណោមខ្ញុំរបស់យើង។ ហើយពិតប្រាកដណាស់ អ្នកនឹងចង្អុលបង្ហាញ(មនុស្សលោក)ទៅ កាន់មាគ៌ាដ៏ត្រឹមត្រូវ។","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"42:53","price":"គឺជាមាគ៌ារបស់អល់ឡោះ ដែលអ្វីៗនៅលើមេឃជាច្រើនជាន់ និងអ្វីៗនៅលើផែនដីជាកម្មសិទ្ធិរបស់ទ្រង់។ ចូរដឹងថា កិច្ចការ ទាំងអស់នឹងវិលត្រឡប់ទៅកាន់អល់ឡោះវិញ។","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"km"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}