{"data":[{"name":"43:1","price":"ហា មីម","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:2","price":"អល់ឡោះស្បថនឹងគម្ពីរ(គួរអាន)ដ៏ច្បាស់លាស់។","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:3","price":"ពិតប្រាកដណាស់ យើងបានបញ្ចុះគម្ពីរគួរអានជាភាសា អារ៉ាប់ ដើម្បីឱ្យពួកអ្នកស្វែងយល់។","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:4","price":"ហើយពិតប្រាកដណាស់ វា(គម្ពីរគួរអាន)មាននៅក្នុងគម្ពីរ ដើម(ឡាវហុលម៉ះហ្វ៊ូស)ដែលនៅជាមួយយើង គឺពិតជាខ្ពង់ខ្ពស់ ពោរពេញទៅដោយគតិបណ្ឌិត។","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:5","price":"ដូចេ្នះ តើឱ្យយើងឈប់បញ្ចុះគម្ពីរគួរអាននេះឱ្យពួកអ្នក ដោយសារតែពួកអ្នកជាក្រុមដែលបំពានឬ ?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:6","price":"ហើយណាពីជាច្រើនដែលយើងបានបញ្ជូនទៅកាន់ប្រជា-ជាតិមុនៗ។","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:7","price":"ហើយគ្មានណាពីណាម្នាក់មកដល់ពួកគេ ក្រៅពីពួកគេធ្លាប់ បានចំអកឡកឡឺយចំពោះគេនោះឡើយ។","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:8","price":"ដូចេ្នះ យើងបានបំផ្លាញពួកដែលមានកម្លាំងខ្លាំងក្លាជាងពួក គេ(ពួកមូស្ហរីគីន)ទៅទៀត ហើយគំរូ(ទណ្ឌកម្ម)របស់ពួកជំនាន់ មុនក៏បានកើតឡើងរួចទៅហើយ។","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:9","price":"ហើយជាការពិតណាស់ ប្រសិនបើអ្នកបានសួរពួកគេថាៈ តើ អ្នកណាដែលបានបង្កើតមេឃជាច្រើនជាន់ និងផែនដីនោះ? ពួកគេ ប្រាកដជានឹងឆ្លើយថាៈ អ្នកដែលបានបង្កើតពួកវានោះ គឺម្ចាស់ដ៏ មហាខ្លាំងពូកែ មហាដឹង។","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:10","price":"គឺជាអ្នកដែលបង្កើតផែនដីដែលមានសណ្ឋានរាបស្មើ សម្រាប់ពួកអ្នក ហើយបានបង្កើតឱ្យមានផ្លូវជាច្រើននៅលើវា សម្រាប់ពួកអ្នក(ដើម្បីស្វែងរកលាភសក្ការៈ) សង្ឃឹមថាពួកអ្នក នឹងទទួលបានការចង្អុលបង្ហាញ ។","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:11","price":"និងជាអ្នកដែលបានបញ្ចុះទឹកភ្លៀងពីលើមេឃតាមចំនួន កំណត់។ ហើយយើងបានធ្វើឱ្យទឹកដីដែលស្លាប់(គ្មានជីជាតិ)រស់ ឡើងវិញដោយសារវា។ ពួកអ្នកត្រូវគេបពោ្ចញ(ពីផ្នូរ)មកវិញ ក៏ដូច្នោះដែរ។","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:12","price":"និងជាអ្នកដែលបានបង្កើតអ្វីទាំងអស់សុទ្ធតែមានគូ របស់វា ហើយទ្រង់បានបង្កើតសម្រាប់ពួកអ្នកនូវនាវា និងសត្វ ពាហនៈដែលពួកអ្នកអាចជិះបាន។","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:13","price":"ដើម្បីឱ្យពួកអ្នកជិះលើវា(នាវានិងសត្វពាហនៈ)។ បន្ទាប់ មកពួកអ្នកត្រូវរំលឹកចំពោះនៀកម៉ាត់នៃម្ចាស់របស់ពួកអ្នក នៅ ពេលណាដែលពួកអ្នកជិះលើវា ហើយពួកអ្នកត្រូវបួងសួងសុំថាៈ (سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِيْنَ، وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُوْنَ) ទ្រង់មហាជ្រះស្អាតដែលបានបង្កើតអ្វីៗទាំងនេះជាប្រយោជន៍ដល់ ពួកយើង ហើយពួកយើងគ្មានសមត្ថភាពបង្កើតអ្វីៗទាំងនេះឡើយ។","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:14","price":"ហើយពិតប្រាកដណាស់ ពួកយើងនឹងត្រូវវិលត្រឡប់ទៅ កាន់ម្ចាស់របស់ពួកយើងវិញ។","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:15","price":"ហើយពួកគេ(ពួកមូស្ហរីគីន)បានចាត់ទុកខ្ញុំរបស់ទ្រង់ មួយ ចំនួនជាផ្នែកមួយនៃទ្រង់ ។ ពិតប្រាកដណាស់ មនុស្សលោកគឺរមិល គុណយ៉ាងច្បាស់លាស់។","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:16","price":"ឬមួយ(ពួកអ្នកអះអាងថា)ទ្រង់បានជ្រើសរើសកូនស្រីពី អ្វីដែលទ្រង់បានបង្កើត ហើយបានជ្រើសរើសកូនប្រុសសម្រាប់ពួក អ្នកវិញឬ?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:17","price":"ហើយនៅពេលដែលគេប្រាប់ដំណឹងដល់អ្នកណាម្នាក់ក្នុង ចំណោមពួកគេនូវអ្វី(កូនស្រី)ដែលគេបានប្រដូចនឹងម្ចាស់មហា សប្បុរសនោះ មុខរបស់គេប្រែជាខ្មៅ ហើយគេពោរពេញទៅដោយ ភាពទុក្ខសោក។","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:18","price":"តើ(សមជាកូនអល់ឡោះដែរឬទេ)អ្នកដែលត្រូវគេចិញ្ចឹម ដោយការតុបតែង(សំលៀកបំពាក់ និងគ្រឿងអលង្កា) ហើយគេមិន អាចលើកហេតុផលមកបញ្ជាក់ឱ្យច្បាស់នៅពេលមានជម្លោះនោះ?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:19","price":"ហើយពួកគេបានចាត់ទុកម៉ាឡាអ៊ីកាត់ដែលពួកគេជាខ្ញុំ របស់ម្ចាស់មហាសប្បុរសនោះជាស្ដ្រី។ តើពួកគេបានឃើញផ្ទាល់ ភ្នែកពីការបង្កើតម៉ាឡាអ៊ីកាត់ឬ? ការអះអាងរបស់ពួកគេនឹងត្រូវ គេកត់ត្រាទុក ហើយពួកគេនឹងត្រូវគេសួរ(នៅថ្ងៃបរលោក)។","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:20","price":"ហើយពួកគេបាននិយាយថាៈ ប្រសិនបើម្ចាស់មហា សប្បុរសមានចេតនា ពួកយើងមិនគោរពសក្ការៈពួកគេ(ម៉ាឡា-អ៊ីកាត់)ឡើយ។ ពួកគេមិនបានដឹងអំពីរឿងនោះឡើយ។ ពួកគេ គ្មានអ្វីក្រៅពីនិយាយភូតកុហកឡើយ។","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:21","price":"ឬមួយយើងបានផ្ដល់គម្ពីរណាមួយឱ្យពួកគេមុនគម្ពីរ គួរអានដោយពួកគេជាអ្នកប្រតិបត្ដិតាមវានោះ?","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:22","price":"ផ្ទុយទៅវិញ ពួកគេបែរជានិយាយថាៈ ពិតប្រាកដណាស់ ពួកយើងបានឃើញជីដូនជីតារបស់ពួកយើងស្ថិតនៅលើសាសនាតែ មួយ។ ហើយពិតប្រាកដណាស់ ពួកយើងជាអ្នកទទួលបានការចង្អុល បង្ហាញតាមកេរដំណែលរបស់ពួកគេ។","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:23","price":"ដូច្នោះដែរ រាល់ៗអ្នកដាស់តឿនព្រមានដែលយើងបាន បញ្ជូនទៅកាន់អ្នកភូមិស្រុកណាមួយមុនអ្នក(មូហាំម៉ាត់) គឺពួក ដែលមានទ្រព្យសម្បត្ដិស្ដុកស្ដម្ភនៃភូមិស្រុកនោះតែងតែនិយាយ ថាៈ ពិតប្រាកដណាស់ ពួកយើងបានឃើញជីដូនជីតារបស់ពួកយើង ស្ថិតនៅលើសាសនាមួយ។ ហើយពិតប្រាកដណាស់ ពួកយើងជា អ្នកដើរតាមកេរដំណែលរបស់ពួកគេ។","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:24","price":"គេ(អ្នកដាស់តឿនព្រមាន)បានពោលថាៈ តើទោះបីជា ខ្ញុំបាននាំមកឱ្យពួកអ្នកប្រសើរជាងអ្វីៗដែលពួកអ្នកទទួលបានវាពី ជីដូនជីតារបស់ពួកអ្នកក៏ដោយឬ? ពួកគេបាននិយាយថាៈ ពិតប្រាកដ ណាស់ ពួកយើងជាអ្នកបដិសេធនឹងអ្វីដែលគេបានបញ្ជូនពួកអ្នកមក ជាមួយនឹងវា។","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:25","price":"ហើយយើងក៏ដាក់ទណ្ឌកម្មពួកគេ។ ដូចេ្នះ ចូរអ្នកមើលចុះ តើលទ្ធផលចុងក្រោយរបស់ពួកដែលបដិសេធនោះយ៉ាងដូចមេ្ដច?","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:26","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលអ៊ីព្រហ៊ីមបាននិយាយទៅ កាន់ឪពុក និងក្រុមរបស់គាត់ថាៈ ពិតប្រាកដណាស់ ខ្ញុំមិនពាក់ព័ន្ធ នឹងអ្វីដែលពួកអ្នកកំពុងគោរពសក្ការៈនោះឡើយ។","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:27","price":"ក៏ប៉ុន្ដែ(ខ្ញុំគោរពសក្ការៈចំពោះ)អ្នកដែលបានបង្កើតខ្ញុំ ប៉ុណ្ណោះ ព្រោះទ្រង់ពិតជានឹងចង្អុលបង្ហាញដល់ខ្ញុំ។","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:28","price":"ហើយគាត់(អ៊ីព្រហ៊ីម)បានចាត់ទុកវា(لاَ إِلَهَ إِلاَّ اللهُ: គ្មាន ទេម្ចាស់ដែលត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីអល់ឡោះ)ជា ពាក្យសំដីដែលមិនសាបសូន្យសម្រាប់អ្នកជំនាន់ក្រោយរបស់គាត់។ សង្ឃឹមថាពួកគេនឹងវិលត្រឡប់(ទៅគោរពអល់ឡោះ)វិញ។","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:29","price":"ផ្ទុយទៅវិញ យើងបានឱ្យពួកទាំងនោះ និងជីដូនជីតា របស់ពួកគេសោយសុខរហូតទាល់តែការពិត(គម្ពីរគួរអាន)បាន មកដល់ពួកគេ និងអ្នកនាំសារដែលបញ្ជាក់យ៉ាងច្បាស់លាស់។","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:30","price":"តែនៅពេលដែលការពិតបានមកដល់ពួកគេ ពួកគេបែរ ជានិយាយថាៈ នេះគឺជាមន្ដអាគម ហើយពិតប្រាកដណាស់យើង គឺជាអ្នកដែលបដិសេធនឹងវា។","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:31","price":"ហើយពួកគេបាននិយាយថាៈ ហេតុអ្វីបានជាគម្ពីរគួរអាន នេះមិនត្រូវគេបញ្ចុះទៅឱ្យបុរសម្នាក់ដែលមានកិត្ដិយសខ្ពង់ខ្ពស់ នៅក្នុងទីក្រុងណាមួយនៃទីក្រុងទាំងពីរនេះ(ម៉ាក្កះ និងតអ៊ីហ្វ)?","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:32","price":"តើពួកគេជាអ្នកបែងចែកក្ដីមេត្ដាករុណានៃម្ចាស់របស់អ្នក ឬ? ការពិតយើងបានបែងចែករវាងពួកគេនូវជីវភាពរស់នៅរបស់ ពួកគេនៅក្នុងជីវិតលោកិយនេះ។ ហើយយើងបានលើកតម្កើងរវាង ពួកគេឱ្យមានឋានៈខ្ពស់ជាងគ្នាដើម្បីឱ្យពួកគេយកប្រយោជន៍ពីគ្នា ទៅវិញទៅមក។ ហើយក្ដីមេត្ដាករុណានៃម្ចាស់របស់អ្នកប្រសើរ ជាងអ្វីៗដែលពួកគេប្រមូលផ្ដុំ(ក្នុងលោកិយនេះ)ទៅទៀត។","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:33","price":"ហើយប្រសិនបើមនុស្សលោកមិនប្រមូលផ្ដុំជាប្រជាជាតិ (ដែលគ្មានជំនឿ)តែមួយទេនោះ យើងពិតជាផ្ដល់ឱ្យអ្នកដែលគ្មាន ជំនឿលើម្ចាស់មហាសប្បុរសនូវដំបូលផ្ទះរបស់ពួកគេ និងជណ្ដើរ ដែលពួកគេឡើងអំពីប្រាក់ជាមិនខាន។","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:34","price":"ហើយផ្ទះរបស់ពួកគេដែលមានទ្វារនិងគ្រែជាច្រើនដែល ពួកគេទំរេតលើវា(ក៏ធ្វើពីប្រាក់ដែរ)។","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:35","price":"ព្រមទាំងមានការតុបតែងដោយមាសទៀតផង។ ហើយ ទាំងអស់នោះគ្មានអ្វីក្រៅពីការលំអសប្បាយសម្រាប់ជីវិតលោកិយឡើយ។ រីឯ(សុភមង្គល)នៅជាមួយម្ចាស់របស់អ្នកនាថ្ងៃបរលោក វិញ គឺសម្រាប់បណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះប៉ុណ្ណោះ។","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:36","price":"ហើយអ្នកណាដែលគេចចេញពីការរំលឹកទៅចំពោះម្ចាស់ មហាសប្បុរសនោះ យើងនឹងឱ្យស្ហៃតនញុះញង់គេ ហើយវាជាមិត្ដ ជិតស្និទ្ធសម្រាប់គេ។","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:37","price":"ហើយពិតប្រាកដណាស់ ពួកវា(ស្ហៃតន)នឹងរារាំងពួកគេ អំពីមាគ៌ាដែលត្រឹមត្រូវ ដោយពួកគេគិតថា ពិតប្រាកដណាស់ ពួក គេជាអ្នកទទួលបានការចង្អុលបង្ហាញ។","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:38","price":"លុះនៅពេលដែលគេបានជួបយើង(នាថ្ងៃបរលោក) គេ បាននិយាយ(ទៅកាន់មិត្ដរបស់គេ)ថាៈ ឱអនិច្ចា. សង្ឃឹមថារវាង ខ្ញុំនិងអ្នកគឺឆ្ងាយពីគ្នាដូចទិសទាំងពីរ(ខាងកើត និងខាងលិច) ដូចេ្នះ វា(ស្ហៃតន)គឺជាមិត្ដដ៏អាក្រក់បំផុត។","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:39","price":"ហើយ(ក្ដីសង្ឃឹមរបស់ពួកគេ)នឹងមិនផ្ដល់ផលប្រយោជន៍ សម្រាប់ពួកអ្នកជាដាច់ខាតនៅថ្ងៃនេះ ដោយសារពួកអ្នកបានបំពាន (លើខ្លួនឯង)។ ពិតប្រាកដណាស់ ពួកអ្នកនឹងស្ថិតក្នុងទារុណកម្មជា មួយគ្នាពុំខានឡើយ។","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:40","price":"តើអ្នក(មូហាំម៉ាត់)អាចធ្វើឱ្យអ្នកដែលថ្លង់ស្ដាប់ឮ ឬអាច ចង្អុលបង្ហាញអ្នកដែលខ្វាក់ និងអ្នកដែលស្ថិតនៅក្នុងភាពវងេ្វង យ៉ាងច្បាស់លាស់នោះបានឬ?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:41","price":"ហើយបើទោះជាយើងឱ្យអ្នក(មូហាំម៉ាត់)ស្លាប់(មុននឹង ទារុណកម្មមកដល់ពួកគេ)ក៏ដោយ ក៏យើងពិតជានឹងធ្វើទារុណកម្ម ពួកគេ(នៅថ្ងៃបរលោក)ដែរ។","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:42","price":"ឬក៏យើងនឹងបង្ហាញឱ្យអ្នកឃើញនូវអ្វី(ទារុណកម្ម)ដែល យើងបានសន្យានឹងពួកគេ។ ហើយពិតប្រាកដណាស់ យើងមាន អំណាចលើពួកគេ។","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:43","price":"ដូចេ្នះ ចូរអ្នកកាន់ឱ្យបានខ្ជាប់ខ្ជួននូវអ្វី(គម្ពីរគួរអាន)ដែល គេបានបញ្ចុះឱ្យអ្នក។ ពិតប្រាកដណាស់ អ្នកកំពុងស្ថិតនៅលើផូ្លវដ៏ ត្រឹមត្រូវ។","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:44","price":"ហើយពិតប្រាកដណាស់វា(គម្ពីរគួរអាន)គឺជាការដាស់ តឿនសម្រាប់អ្នកនិងក្រុមរបស់អ្នក។ ហើយពួកអ្នកនឹងត្រូវគេសួរ។","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:45","price":"ចូរអ្នក(មូហាំម៉ាត់)សួរបណ្ដាអ្នកនាំសាររបស់យើងដែល យើងបានបញ្ជូនមុនអ្នកថាៈ តើយើងធ្លាប់បានបង្កើតឱ្យមានព្រះនានា ផេ្សងពីម្ចាស់មហាសប្បុរសដើម្បីឱ្យពួកគេគោរពសក្ការៈឬទេ?","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:46","price":"ហើយជាការពិតណាស់ យើងបានបញ្ជូនមូសាជាមួយនឹង មុជីហ្សាត់របស់យើងទៅកាន់ហ្វៀរអោននិងមន្ដ្រីៗរបស់គេ។ ពេល នោះមូសាបានពោលថាៈ ពិតប្រាកដណាស់ ខ្ញុំជាអ្នកនាំសាររបស់ ម្ចាស់គ្រប់គ្រងពិភពទាំងអស់។","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:47","price":"ហើយនៅពេលដែលគាត់បាននាំមុជីហ្សាត់របស់យើងទៅ ដល់ពួកគេ ពេលនោះពួកគេបែរជាសើចចំអកចំពោះវាទៅវិញ។","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:48","price":"ហើយយើងនឹងមិនបង្ហាញមុជីហ្សាត់ណាមួយដល់ពួកគេ ទៀតឡើយ លុះត្រាតែវាមានលក្ខណៈធំធេងជាងមុជីហ្សាត់មុន។ ហើយយើងបានដាក់ទណ្ឌកម្មពួកគេ ដើម្បីឱ្យពួកគេវិលត្រឡប់ (ទៅរកមាគ៌ាត្រឹមត្រូវ)វិញ។","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:49","price":"ហើយពួកគេបាននិយាយ(ទៅកាន់មូសា)ថាៈ ឱគ្រូធ្មប់. ចូរអ្នកបួងសួងសុំពីម្ចាស់របស់អ្នកឱ្យពួកយើងនូវអ្វីដែលទ្រង់បាន សន្យាជាមួយអ្នក(ការបញ្ចៀសពីទណ្ឌកម្ម)ចុះ ពួកយើងពិតជា នឹងទទួលបានការចង្អុលបង្ហាញជាមិនខាន។","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:50","price":"ហើយនៅពេលដែលយើងបានបំបាត់ទណ្ឌកម្មចេញពីពួកគេ ពេលនោះពួកគេបែរជាក្បត់(ពាក្យសន្យា)ទៅវិញ។","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:51","price":"ហើយហ្វៀរអោនបានអំពាវនាវទៅកាន់ក្រុមរបស់គេ ដោយនិយាយថាៈ ឱក្រុមរបស់យើង. តើអាណាចក្រអេហ្ស៊ីប ដោយមានទនេ្លហូរពីក្រោមវិមានរបស់យើងទាំងនេះមិនមែនជា កម្មសិទ្ធិរបស់យើងទេឬ? តើពួកអ្នកមិនឃើញទេឬ?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:52","price":"ផ្ទុយទៅវិញ ខ្ញុំជាមនុស្សប្រសើរជាងមនុស្សនេះ(មូសា) ដែលគេជាមនុស្សថោកទាបនិងនិយាយមិនសូវច្បាស់លាស់។","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:53","price":"ដូចេ្នះ ហេតុអ្វីបានជាគេមិនត្រូវបំពាក់កងដៃអំពីមាស ឬ ម៉ាឡាអ៊ីកាត់មិនរួមដំណើរមកជាមួយគេ ?","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:54","price":"ពេលនោះគេ(ហ្វៀរអោន)បានបំភិតបំភ័យក្រុមរបស់គេ ដូចេ្នះពួកគេក៏ប្រតិបត្ដិតាមគេ។ ពិតប្រាកដណាស់ ពួកគេគឺជាក្រុម មួយដែលប្រាសចាកពីការប្រតិបត្ដិតាមអល់ឡោះ ។","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:55","price":"ហើយនៅពេលដែលពួកគេបានធ្វើឱ្យយើងខឹងសម្បា យើង ក៏ដាក់ទណ្ឌកម្មពួកគេ ដោយយើងពន្លិចពួកគេទាំងអស់គ្នា(ទៅក្នុង ទឹកសមុទ្រ)។","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:56","price":"ហើយយើងបានយកពួកគេធ្វើជាគំរូ និងធ្វើជាឧទាហរណ៍ សម្រាប់មនុស្សជំនាន់ក្រោយ។","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:57","price":"ហើយនៅពេលដែលគេយកកូនប្រុសរបស់ម៉ារយ៉ាំ (អ៊ីសា) ធ្វើជាឧទាហរណ៍ ពេលនោះក្រុមដែលប្រឆាំងនឹងអ្នក(មូហាំម៉ាត់) រីករាយនឹងវា។","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:58","price":"ហើយពួកគេបាននិយាយថាៈ តើព្រះនានារបស់យើង ប្រសើរជាង ឬមួយគេ(អ៊ីសា)ប្រសើរជាង? ពួកគេមិនលើក ឧទាហរណ៍ពីរឿងគេប្រាប់អ្នក(មូហាំម៉ាត់)ក្រៅពីការប្រកែក យកឈ្នះឡើយ។ ផ្ទុយទៅវិញ ពួកគេគឺជាក្រុមដែលចូលចិត្ដ ឈ្លោះប្រកែកគ្នា។","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:59","price":"គេ(អ៊ីសា)គ្រាន់តែជាខ្ញុំម្នាក់ដែលយើងបានប្រទាន នៀកម៉ាត់ដល់គេប៉ុណ្ណោះ ហើយយើងបានយកគេធ្វើជាឧទាហរណ៍ សម្រាប់អំបូរអ៊ីស្រាអែល។","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:60","price":"ហើយប្រសិនបើយើងមានចេតនា យើងពិតជាចាត់ម៉ាឡា-អ៊ីកាត់មកគ្រប់គ្រងនៅលើផែនដីនេះជំនួសពួកអ្នកជាមិនខាន។","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:61","price":"ហើយពិតប្រាកដណាស់ (ការចុះពីលើមេឃរបស់)គេ (អ៊ីសា)គឺជាសញ្ញាកំណត់នៃថ្ងៃបរលោក។ ដូចេ្នះ ចូរពួកអ្នកកុំ មន្ទិលសង្ស័យអំពីវាឱ្យសោះ ហើយពួកអ្នកត្រូវប្រតិបត្ដិតាមយើង។ នេះហើយគឺជាមាគ៌ាដែលត្រឹមត្រូវ។","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:62","price":"ហើយកុំបណ្ដោយឱ្យស្ហៃតនមករារាំងពួកអ្នកឱ្យសោះ។ ពិតប្រាកដណាស់ ស្ហៃតនគឺជាសត្រូវរបស់ពួកអ្នកយ៉ាងច្បាស់លាស់។","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:63","price":"ហើយនៅពេលអ៊ីសាបាននាំមកនូវភស្ដុតាងយ៉ាងច្បាស់ លាស់ជាច្រើន(មកកាន់អំបូរអ៊ីស្រាអែល)គាត់ក៏បានពោលថាៈ ជា ការពិតណាស់ ខ្ញុំបាននាំមកឱ្យពួកអ្នកនូវហ៊ិកម៉ាត់(ភាពជាណាពី) និងដើម្បីឱ្យខ្ញុំបញ្ជាក់ប្រាប់ពួកអ្នកនូវរឿងមួយចំនួន ដែលពួកអ្នក កំពុងខ្វែងគំនិតគ្នាអំពីវា។ ដូចេ្នះ ចូរពួកអ្នកកោតខ្លាចអល់ឡោះ និងប្រតិបត្ដិតាមខ្ញុំ។","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:64","price":"ពិតប្រាកដណាស់ អល់ឡោះ ទ្រង់គឺជាម្ចាស់របស់ខ្ញុំ និងជា ម្ចាស់របស់ពួកអ្នក។ ដូចេ្នះ ចូរពួកអ្នកគោរពសក្ការៈចំពោះទ្រង់។ នេះហើយគឺជាមាគ៌ាដ៏ត្រឹមត្រូវ។","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:65","price":"ហើយក្រុមនានាក្នុងចំណោមពួកគេបានខ្វែងគំនិតគ្នា(ក្នុង រឿងអ៊ីសា) ។ ហើយភាពវិនាសអន្ដរាយចំពោះពួកដែលបានបំពាន គឺទារុណកម្មនៅថ្ងៃមួយយ៉ាងឈឺចាប់(ថ្ងៃបរលោក)។","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:66","price":"ពួកគេមិនរង់ចាំអ្វីក្រៅពីថ្ងៃបរលោកដែលនឹងមកដល់ពួក គេភ្លាមៗ ដោយពួកគេមិនដឹងខ្លួននោះឡើយ។","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:67","price":"មិត្ដភកិ្ដទាំងឡាយនៅថ្ងៃនោះ(ថ្ងៃបរលោក)នឹងក្លាយជា សត្រូវនឹងគ្នា លើកលែងតែអ្នកដែលកោតខ្លាចអល់ឡោះប៉ុណ្ណោះ។","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:68","price":"ឱបណ្ដាខ្ញុំរបស់យើង. គ្មានការភ័យខ្លាចចំពោះពួកអ្នកទេ នៅថ្ងៃនេះ ហើយពួកអ្នកក៏មិនមានទុក្ខព្រួយដែរ។","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:69","price":"គឺបណ្ដាអ្នកដែលមានជំនឿនឹងអាយ៉ាត់ៗរបស់យើង ហើយ ពួកគេជាអ្នកដែលបានប្រគល់ខ្លួនចំពោះអល់ឡោះ។","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:70","price":"ចូរពួកអ្នក និងភរិយាៗរបស់ពួកអ្នកចូលឋានសួគ៌ដោយ រីករាយចុះ។","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:71","price":"ថាសនិងពែងធ្វើពីមាសត្រូវគេដាក់នៅជុំវិញពួកគេ។ ហើយនៅក្នុងឋានសួគ៌នោះមានអ្វីៗតាមចំណង់ចិត្ដ ព្រមទាំង សប្បាយភ្នែកផងដែរ។ ហើយពួកអ្នកស្ថិតនៅក្នុងនោះជាអមតៈ។","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:72","price":"នោះហើយគឺជាឋានសួគ៌ដែលគេបានប្រទានវាឱ្យពួកអ្នក ដោយសារតែអ្វីដែលពួកអ្នកធ្លាប់បានសាងកន្លងមក។","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:73","price":"មានផ្លែឈើជាច្រើនសម្រាប់ពួកអ្នកនៅក្នុងនោះដែលពួក អ្នកអាចបរិភោគអំពីវាបាន។","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:74","price":"ពិតប្រាកដណាស់ ពួកដែលប្រព្រឹត្ដអំពើបាបនោះ ពួកគេ ស្ថិតនៅក្នុងទារុណកម្មនៃនរកជើហាន់ណាំជាអមតៈ។","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:75","price":"គេមិនសម្រាល(ទារុណកម្ម)ដល់ពួកគេឡើយ។ ហើយ ពួកគេស្ថិតនៅក្នុងនោះទាំងក្ដីអស់សង្ឃឹម។","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:76","price":"ហើយយើងមិនបានបំពានលើពួកគេឡើយ ក៏ប៉ុន្ដែពួកគេ ទេដែលជាអ្នកបានបំពាននោះ។","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:77","price":"ពួកគេបានស្រែកហៅថាៈ ឱម៉ាឡិក . ចូរឱ្យម្ចាស់របស់ អ្នកយកជីវិតពួកយើងចុះ(ដើម្បីពួកយើងរួចផុតពីទារុណកម្មនេះ)។ ម៉ាឡិកបានតបវិញថាៈ ពិតប្រាកដណាស់ ពួកអ្នករស់នៅទីនេះជា រៀងរហូត។","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:78","price":"ជាការពិតណាស់យើង(អល់ឡោះ)បាននាំមកឱ្យពួកអ្នក នូវការពិត(តាមរយៈអ្នកនាំសាររបស់យើង) ក៏ប៉ុន្ដែពួកអ្នកភាគ ច្រើនបែរជាស្អប់ខ្ពើមចំពោះការពិតនោះទៅវិញ។","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:79","price":"ផ្ទុយទៅវិញ ពួកគេបានរៀបចំល្បិចកល(ចំពោះមូហាំ-ម៉ាត់) តែតាមពិតយើងទេដែលជាអ្នករៀបចំល្បិចកលនោះ។","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:80","price":"ឬមួយពួកគេគិតថា ពិតប្រាកដណាស់ យើងមិនស្ដាប់ឮនូវ ការសម្ងាត់របស់ពួកគេ និងការខ្សឹបខ្សៀវរបស់ពួកគេទេឬ? មិន ដូច្នោះទេ តាមពិតយើងស្ដាប់ឮ ហើយអ្នកនាំសារ(ម៉ាឡាអ៊ីកាត់) របស់យើងដែលនៅជាមួយពួកគេកំពុងកត់ត្រា(រាល់ទង្វើរបស់ ពួកគេ)។","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:81","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ប្រសិនបើម្ចាស់មហា សប្បុរសមានកូនប្រុសពិតមែននោះ គឺខ្ញុំជាអ្នកគោរពសក្ការៈ (ចំពោះកូននោះ)មុនគេបង្អស់។","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:82","price":"មហាស្អាតស្អំ ម្ចាស់នៃមេឃជាច្រើនជាន់និងផែនដី ម្ចាស់ នៃអារ៉ស្ហអំពីអ្វីដែលពួកគេនិយាយប្រឌិត។","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:83","price":"ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)បណ្ដោយឱ្យពួកគេលិចលង់ (ក្នុងភាពវងេ្វង) និងលេងសើចរហូតដល់ពួកគេជួបនឹងថ្ងៃដែល គេបានសន្យាចំពោះពួកគេ(ថ្ងៃបរលោក)ចុះ។","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:84","price":"ហើយទ្រង់គឺជាម្ចាស់ដែលត្រូវគេគោរពសក្ការៈដ៏ពិត ប្រាកដនៅលើមេឃ និងជាម្ចាស់ដែលត្រូវគេគោរពសក្ការៈដ៏ពិត ប្រាកដនៅលើផែនដី។ ហើយទ្រង់មហាគតិបណ្ឌិត មហាដឹង។","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:85","price":"ហើយមហាឧត្ដុង្គឧត្ដម ម្ចាស់ដែលការគ្រប់គ្រងមេឃជា ច្រើនជាន់ និងផែនដី ហើយនិងអ្វីៗដែលមាននៅរវាងវាទាំងពីរជា កម្មសិទ្ធិរបស់ទ្រង់។ ហើយមានតែទ្រង់ប៉ុណ្ណោះដែលដឹងពីកាល កំណត់នៃថ្ងៃបរលោក។ ហើយពួកអ្នកនឹងត្រូវវិលត្រឡប់ទៅកាន់ ទ្រង់វិញ។","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:86","price":"ហើយពួក(ព្រះនានា)ដែលពួកគេ(ពួកមូស្ហរីគីន)បួងសួង សុំក្រៅពីទ្រង់នោះ គ្មានអំណាចក្នុងការជួយអន្ដរាគមន៍ឡើយ លើក លែងតែអ្នកដែលបានទទួលស្គាល់ការពិត(មានជំនឿ) ដោយពួក គេជឿជាក់ប៉ុណ្ណោះ។","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:87","price":"ហើយប្រសិនបើអ្នក(មូហាំម៉ាត់)សួរពួកគេថាៈ តើអ្នក ណាដែលបានបង្កើតពួកគេ? ពួកគេប្រាកដជានឹងឆ្លើយថាៈ គឺ អល់ឡោះ។ ដូចេ្នះ តើពួកគេអាចគេចចេញពីការពិតបានយ៉ាងដូចមេ្ដច?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:88","price":"ហើយ(អល់ឡោះដឹងពី)ការត្អូញត្អែររបស់មូហាំម៉ាត់ ថាៈ ឱម្ចាស់របស់ខ្ញុំ. ពិតប្រាកដណាស់ ពួកទាំងនេះជាក្រុមដែល គ្មានជំនឿ។","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"km"},{"name":"43:89","price":"ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)ចាកចេញឱ្យឆ្ងាយពីពួកគេ ហើយពោលថាៈ សូមឱ្យមានសន្ដិភាព។ ពួកគេគង់តែនឹងដឹង ជាមិនខាន។","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"km"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}