{"data":[{"name":"47:1","price":"ពួកដែលបានប្រឆាំង និងបានរារាំងអ្នកដទៃអំពីមាគ៌ារបស់ អល់ឡោះ គឺទ្រង់លុបបំបាត់នូវអំពើល្អទាំងឡាយរបស់ពួកគេ។","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:2","price":"រីឯបណ្ដាអ្នកដែលមានជំនឿ និងបានសាងអំពើល្អត្រឹមត្រូវ ហើយនិងបានជឿនូវអ្វីដែលគេបានបញ្ចុះទៅឱ្យមូហាំម៉ាត់(គម្ពីរ គួរអាន) ដែលវាជាការពិតមកពីម្ចាស់របស់ពួកគេ គឺទ្រង់លុប បំបាត់នូវអំពើបាបទាំងឡាយរបស់ពួកគេ ហើយទ្រង់កែលំអនូវ ស្ថានភាពរបស់ពួកគេ។","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:3","price":"នោះគឺដោយសារតែពួកដែលប្រឆាំងបានធ្វើតាមប្រការ ដែលមិនត្រឹមត្រូវ។ តែពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿ បានធ្វើតាមប្រការដែលត្រឹមត្រូវដែលមកពីម្ចាស់របស់ពួកគេ។ ដូច្នោះដែរ អល់ឡោះលើកយកពួកគេមកធ្វើជាឧទាហរណ៍សម្រាប់ មនុស្សលោក។","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:4","price":"ហើយនៅពេលដែលពួកអ្នកជួបប្រទះនឹងពួកដែលប្រឆាំង (នៅក្នុងសមរភូមិ) ចូរពួកអ្នកកាប់កញ្ចឹងក(របស់ពួកគេ)ចុះ រហូតទាល់តែពួកអ្នកមានជ័យជំនះលើពួកគេ។ ដូចេ្នះ ចូរពួកអ្នក ចាប់ពួកគេជាឈ្លើយសឹក បន្ទាប់មកពួកអ្នកអាចដោះលែងពួកគេ ឬទទួលយកទ្រព្យលោះពីពួកគេរហូតដល់សង្គ្រាមត្រូវបានបពា្ចប់។ រឿងនោះប្រសិនបើអល់ឡោះមានចេតនា ទ្រង់នឹងធ្វើឱ្យ(ពួកអ្នក) មានជ័យជំនះលើពួកគេ ក៏ប៉ុន្ដែ(ធ្វើដូចេ្នះ)ដើម្បីទ្រង់នឹងសាកល្បង ពួកអ្នកទៅវិញទៅមក។ ហើយបណ្ដាអ្នកដែលត្រូវគេសម្លាប់នៅ ក្នុងមាគ៌ារបស់អល់ឡោះ(សមរភូមិ)នោះ ទ្រង់នឹងមិនលុបបំបាត់ នូវអំពើល្អទាំងឡាយរបស់ពួកគេជាដាច់ខាត។","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:5","price":"ទ្រង់នឹងចង្អុលបង្ហាញពួកគេ និងកែលំអស្ថានភាពរបស់ ពួកគេ។","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:6","price":"ហើយទ្រង់នឹងបញ្ចូលពួកគេទៅក្នុងឋានសួគ៌ដែលទ្រង់បាន ណែនាំវាឱ្យពួកគេស្គាល់។","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:7","price":"ឱបណ្ដាអ្នកមានជំនឿ. ប្រសិនបើពួកអ្នកជួយ(សាសនា) អល់ឡោះ គឺទ្រង់នឹងជួយពួកអ្នកវិញ ហើយទ្រង់នឹងពង្រឹងនូវ គោលជំហររបស់ពួកអ្នក។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:8","price":"រីឯពួកដែលប្រឆាំងវិញ ការវិនាសនឹងធ្លាក់ទៅលើពួកគេ ហើយទ្រង់នឹងលុបបំបាត់នូវអំពើល្អទាំងឡាយរបស់ពួកគេ។","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:9","price":"នោះគឺដោយសារតែពួកគេបានស្អប់ខ្ពើមនូវអ្វីដែលអល់ឡោះ បានបញ្ចុះ(គម្ពីរគួរអាន)។ ដូចេ្នះ ទ្រង់នឹងរំលាយអំពើល្អទាំងឡាយ របស់ពួកគេ។","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:10","price":"ដូចេ្នះ តើពួកគេ(អារ៉ាប់ម៉ាក្កះ)មិនបានធ្វើដំណើរនៅ លើផែនដី និងពិនិត្យមើលទេឬ តើលទ្ធផលចុងក្រោយរបស់ពួក (ក្រុមអាដ និងសាមូដ)ដែលពីមុនពួកគេនោះយ៉ាងដូចមេ្ដចដែរ? អល់ឡោះបានបំផ្លាញពួកគេឱ្យខេ្ទចខ្ទី។ ហើយសម្រាប់ពួកដែល ប្រឆាំងវិញនឹងទទួលលទ្ធផលដូចគ្នាដែរ។","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:11","price":"នោះគឺដោយសារតែអល់ឡោះជាអ្នកគាំពារបណ្ដាអ្នក ដែលមានជំនឿ។ ហើយពិតប្រាកដណាស់ ពួកដែលប្រឆាំង ពួកគេ គ្មានអ្នកគាំពារឡើយ។","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:12","price":"ពិតប្រាកដណាស់ អល់ឡោះនឹងបញ្ចូលបណ្ដាអ្នកដែល មានជំនឿ និងបានសាងអំពើល្អត្រឹមត្រូវទៅក្នុងឋានសួគ៌ដែលមាន ទនេ្លជាច្រើនហូរពីក្រោមវា។ រីឯពួកដែលប្រឆាំងវិញ ពួកគេសោយ សុខ(នៅក្នុងលោកិយ)និងបរិភោគដូចជាសត្វពាហនៈស៊ីដូច្នោះ ដែរ។ ហើយនរកគឺជាកន្លែងជ្រកកោនសម្រាប់ពួកគេ។","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:13","price":"ហើយមានអ្នកភូមិស្រុកជាច្រើនដែលពួកគេមានអំណាច ខ្លាំងក្លាជាងអ្នកភូមិស្រុករបស់អ្នក(មូហាំម៉ាត់)ទៅទៀតដែលពួក គេបានបណេ្ដញអ្នកចេញនោះ គឺយើងបានបំផ្លាញពួកគេ ហើយគ្មាន អ្នកណាម្នាក់ជួយពួកគេឡើយ។","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:14","price":"ដូចេ្នះ តើអ្នកដែលស្ថិតលើភស្ដុតាងយ៉ាងច្បាស់លាស់ពី ម្ចាស់របស់គេ ដូចអ្នកដែលស្ហៃតនបានលំអសម្រាប់គេនូវអំពើ អាក្រក់របស់គេ និងពួកដែលបានធ្វើតាមចំណង់របស់ពួកគេឬ?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:15","price":"លក្ខណៈរបស់ឋានសួគ៌ដែលគេបានសន្យាចំពោះបណ្ដា អ្នកដែលកោតខ្លាចអល់ឡោះ ដែលនៅក្នុងនោះមានទនេ្លជាច្រើន អំពីទឹកដែលមិនប្រែក្លិន និងរសជាតិ និងមានទនេ្លជាច្រើនអំពីទឹក ដោះគោដែលមិនប្រែប្រួលរសជាតិរបស់វា ហើយមានទនេ្លជាច្រើន អំពីសុរាដែលមានរសជាតិឆ្ងាញ់សម្រាប់អ្នកដែលទទួលទាន ហើយ និងមានទនេ្លជាច្រើនទៀតអំពីទឹកឃ្មុំដ៏បរិសុទ្ធ។ ហើយនៅក្នុងនោះ ដែរ ពួកគេមានផ្លែឈើគ្រប់ប្រភេទ និងមានការអភ័យទោសពី ម្ចាស់របស់ពួកគេនោះ តើវាដូចនឹងអ្នកដែលរស់ជាអមតៈនៅក្នុង ឋាននរក ហើយគេបានឱ្យពួកគេផឹកទឹកដ៏សែនក្ដៅ រួចវាបានកាត់ ផ្ដាច់ពោះវៀនរបស់ពួកគេឬ?","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:16","price":"ហើយនៅក្នុងចំណោមពួកគេ(ពួកពុតត្បុត)មានអ្នកដែល ស្ដាប់អ្នក(មូហាំម៉ាត់)។ លុះនៅពេលដែលពួកគេបានចាកចេញពី អ្នក ពួកគេបាននិយាយទៅកាន់បណ្ដាអ្នកដែលត្រូវគេផ្ដល់ចំណេះដឹង ឱ្យថាៈ តើគេ(មូហាំម៉ាត់)បាននិយាយអ្វីអំបាញ់មិញ? ពួកទាំងនោះ ហើយដែលអល់ឡោះបានបោះត្រាភ្ជិតទៅលើចិត្ដរបស់ពួកគេ និង ជាពួកដែលបានធ្វើតាមចំណង់របស់ពួកគេ។","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:17","price":"ហើយបណ្ដាអ្នកដែលទទួលបានការចង្អុលបង្ហាញ ទ្រង់ បានបន្ថែមការចង្អុលបង្ហាញដល់ពួកគេ និងបានផ្ដល់ឱ្យពួកគេនូវការ កោតខ្លាចរបស់ពួកគេថែមទៀត។","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:18","price":"ដូចេ្នះ ពួកគេមិនរង់ចាំអ្វីក្រៅពីកាលកំណត់នៃថ្ងៃបរលោក ដែលនឹងមកដល់ពួកគេភ្លាមៗនោះឡើយ។ ហើយជាការពិតណាស់ សញ្ញាណទាំងឡាយរបស់វាក៏បានលេចឡើងហើយដែរ។ ដូចេ្នះ តើ ការភ្ញាក់រលឹករបស់ពួកគេមានប្រយោជន៍អ្វីសម្រាប់ពួកគេនៅពេល ដែលវា(ថ្ងៃបរលោក)បានមកដល់ពួកគេហើយនោះ?","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:19","price":"ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)ដឹងថាៈ ពិតប្រាកដណាស់ គ្មាន ម្ចាស់ណាផេ្សងដែលត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីអល់ឡោះ ឡើយ។ ហើយចូរអ្នកសុំអភ័យទោស(ពីអល់ឡោះ)ចំពោះបាបកម្ម របស់អ្នកនិង(បាបកម្ម)បណ្ដាអ្នកមានជំនឿប្រុស និងបណ្ដាអ្នកមាន ជំនឿស្រីចុះ។ ហើយអល់ឡោះដឹងនូវសកម្មភាពរបស់ពួកអ្នក និង កន្លែងស្នាក់នៅរបស់ពួកអ្នក។","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:20","price":"ហើយបណ្ដាអ្នកដែលមានជំនឿនិយាយថាៈ ហេតុអ្វីបាន ជាគេមិនបញ្ចុះជំពូក(បង្គាប់ឱ្យពួកយើងធ្វើសង្គ្រាម)? តែនៅពេល ដែលជំពូកដ៏ច្បាស់លាស់ត្រូវបានគេបញ្ចុះនិងបទបញ្ជាធ្វើសង្គ្រាម ត្រូវបានគេរំលឹកនៅក្នុងវានោះ អ្នកនឹងបានឃើញពួកដែលមានជំងឺ ក្នុងចិត្ដរបស់ពួកគេ(ពួកពុតត្បុត)សម្លឹងមើលអ្នក(មូហាំម៉ាត់) ដូច ជាការសម្លឹងមើលរបស់អ្នកដែលជិតស្លាប់ដោយសារភ័យខ្លាចចំពោះ សេចក្ដីស្លាប់ដែរ។ ដូចេ្នះ ជាការល្អប្រសើរសម្រាប់ពួកគេ។","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:21","price":"គឺការគោរពប្រតិបត្ដិតាមអល់ឡោះនិងការនិយាយស្ដីល្អ។ ហើយនៅពេលដែលបទបញ្ជាធ្វើសង្គ្រាមបានកំណត់(ពួក ពុតត្បុត បែរជាស្អប់ខ្ពើមវាទៅវិញ)។ តែប្រសិនបើពួកគេជឿជាក់ ចំពោះអល់ឡោះវិញនោះ វាជាការប្រសើរបំផុតសម្រាប់ពួកគេ។","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:22","price":"ដូចេ្នះ តើពួកអ្នកនឹងទៅជាយ៉ាងណា ប្រសិនបើពួកអ្នក បែរចេញ(ពីការប្រតិបត្ដិតាមអល់ឡោះ)ទៅបង្កវិនាសកម្មនៅ លើផែនដី និងផ្ដាច់ចំណងសាច់ញាតិរបស់ពួកអ្នកវិញនោះ?","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:23","price":"ពួកទាំងនោះហើយដែលអល់ឡោះបានដាក់បណ្ដាសា ពួកគេ និងបានធ្វើឱ្យពួកគេថ្លង់ ហើយនិងធ្វើឱ្យភ្នែករបស់ពួកគេ ងងឹត។","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:24","price":"ដូចេ្នះ តើពួកគេមិនគិតពិចារណាអំពី(អត្ថន័យ)គម្ពីរ គួរអានទេឬ? ឬនៅក្នុងចិត្ដរបស់ពួកគេត្រូវបិទជិត(មិនយល់អ្វី សោះអំពីគម្ពីរគួរអាន)?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:25","price":"ពិតប្រាកដណាស់ ពួកដែលបានបែរខ្នងរបស់ពួកគេ(ចេញ ពីសាសនាអ៊ីស្លាម)បន្ទាប់ពីការចង្អុលបង្ហាញបានបញ្ជាក់យ៉ាងច្បាស់ ចំពោះពួកគេហើយនោះ គឺស្ហៃតនបានលំអ(បាបកម្ម)សម្រាប់ពួក គេ ហើយវាបានពន្យារនូវក្ដីស្រមើស្រមៃរបស់ពួកគេ។","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:26","price":"នោះគឺដោយសារតែពួកគេ(ពួកពុតត្បុត)បាននិយាយ ទៅកាន់ពួក(យ៉ាហ៊ូទី)ដែលបានស្អប់ខ្ពើមនូវអ្វីដែលអល់ឡោះបាន បញ្ចុះ(ឱ្យមូហាំម៉ាត់)ថាៈ ពួកយើងនឹងប្រតិបត្ដិតាមពួកអ្នកនូវ កិច្ចការមួយចំនួនប៉ុណ្ណោះ។ ហើយអល់ឡោះដឹងនូវអាថ៌កំបាំង ទាំងឡាយរបស់ពួកគេ។","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:27","price":"ដូចេ្នះ នៅពេលដែលម៉ាឡាអ៊ីកាត់យកជីវិតពួកគេ ដោយ វាយមុខរបស់ពួកគេ និងខ្នងរបស់ពួកគេនោះ តើយ៉ាងដូចមេ្ដចវិញ?","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:28","price":"នោះគឺដោយសារតែពួកគេធ្វើតាមអ្វីដែលធ្វើឱ្យអល់ឡោះ ខឹង។ ហើយពួកគេបានស្អប់ខ្ពើមចំពោះការយល់ព្រមរបស់ទ្រង់។ ដូចេ្នះ ទ្រង់ក៏លុបបំបាត់អំពើល្អរបស់ពួកគេ។","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:29","price":"ឬមួយពួកដែលមានជំងឺនៅក្នុងចិត្ដរបស់ពួកគេគិតថាៈ អល់ឡោះនឹងមិនលាតត្រដាងនូវការគុំគួនឈ្នានីសរបស់ពួកគេ (ចំពោះអ្នកមានជំនឿ)ទេឬ?","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:30","price":"ហើយប្រសិនបើយើងមានចេតនា យើងពិតជានឹងបង្ហាញ ឱ្យអ្នកឃើញពួកគេ ហើយអ្នកពិតជានឹងស្គាល់ពួកគេតាមរយៈសញ្ញា (ពុតត្បុត)របស់ពួកគេជាមិនខាន។ ហើយអ្នកពិតជានឹងស្គាល់ពួក គេទៀតតាមរយៈអត្ថន័យនៃពាក្យសំដីរបស់ពួកគេ។ ហើយ អល់ឡោះដឹងនូវទង្វើរបស់ពួកអ្នក។","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:31","price":"ហើយយើងប្រាកដជានឹងសាកល្បងពួកអ្នក ដើម្បីយើង ដឹងនូវបណ្ដាអ្នកដែលតស៊ូ(ក្នុងសង្គ្រាម)និងបណ្ដាអ្នកដែលអត់ធ្មត់ ក្នុងចំណោមពួកអ្នក ព្រមទាំងយើងសាកល្បងចំពោះស្ថានភាពរបស់ ពួកអ្នក។","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:32","price":"ពិតប្រាកដណាស់ ពួកដែលបានប្រឆាំង និងបានរារាំងអ្នក ដទៃពីមាគ៌ារបស់អល់ឡោះ ហើយនិងបានប្រឆាំងនឹងអ្នកនាំសារ បន្ទាប់ពីមានការចង្អុលបង្ហាញបានបញ្ជាក់យ៉ាងច្បាស់ ហើយនោះ ពួកគេមិនអាចបង្កគ្រោះថ្នាក់អ្វីដល់អល់ឡោះឡើយ។ ហើយទ្រង់ នឹងលុបបំបាត់អំពើល្អរបស់ពួកគេ។","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:33","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកប្រតិបត្ដិតាម អល់ឡោះ និងប្រតិបត្ដិតាមអ្នកនាំសារចុះ និងកុំធ្វើឱ្យខូចអំពើល្អ របស់ពួកអ្នកឱ្យសោះ។","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:34","price":"ពិតប្រាកដណាស់ ពួកដែលបានប្រឆាំង និងបានរារាំងអ្នក ដទៃពីមាគ៌ារបស់អល់ឡោះ ក្រោយមកពួកគេបានស្លាប់ក្នុងពេល ដែលពួកគេជាពួកប្រឆាំងនោះ គឺអល់ឡោះមិនអភ័យទោសឱ្យ ពួកគេជាដាច់ខាត។","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:35","price":"ដូចេ្នះ ចូរពួកអ្នកកុំទន់ជ្រាយ និងកុំអំពាវនាវទៅរកសន្ដិ-ភាព(ជាមួយពួកសត្រូវ) ខណៈដែលពួកអ្នកជាអ្នកដែលមានប្រៀប ជាងពួកគេឱ្យសោះ។ ហើយអល់ឡោះនៅជាមួយពួកអ្នកជានិច្ច ហើយទ្រង់មិនកាត់បន្ថយអំពើល្អរបស់ពួកអ្នកជាដាច់ខាត។","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:36","price":"តាមពិត ការរស់នៅក្នុងលោកិយនេះ គឺគ្រាន់តែជាការ លេងសើច និងជាការបោកប្រាស់ប៉ុណ្ណោះ។ តែប្រសិនបើពួកអ្នក មានជំនឿ និងកោតខ្លាចអល់ឡោះវិញនោះ ទ្រង់នឹងប្រទានឱ្យ ពួកអ្នកនូវផលបុណ្យរបស់ពួកអ្នក ហើយទ្រង់មិនសុំពីពួកអ្នក (ឱ្យបរិច្ចាគទាន)នូវទ្រព្យសម្បត្ដិទាំងអស់របស់ពួកអ្នកឡើយ។","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:37","price":"ប្រសិនបើទ្រង់សុំវាពីពួកអ្នក រួចទទូចសុំពីពួកអ្នក(ឱ្យ បរិច្ចាគទានទាំងអស់)នោះ ពួកអ្នកនឹងកំណាញ់ ហើយទ្រង់នឹង លាតត្រដាងនូវរាល់ការកំណាញ់ឈ្នានីសរបស់ពួកអ្នកជាមិនខាន។","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:38","price":"ឱអ្នកទាំងអស់គ្នា(អ្នកមានជំនឿ). ពួកអ្នកត្រូវគេអំពាវ នាវឱ្យបរិច្ចាគក្នុងមាគ៌ារបស់អល់ឡោះ តែក្នុងចំណោមពួកអ្នកមាន អ្នកដែលកំណាញ់។ ហើយអ្នកណាដែលកំណាញ់ ពិតប្រាកដណាស់ គេកំណាញ់ចំពោះខ្លួនឯងប៉ុណ្ណោះ។ ហើយអល់ឡោះមហាមានលើស លប់ រីឯពួកអ្នកវិញជាអ្នកដែលក្រខ្សត់។ តែប្រសិនបើពួកអ្នកបែរ ចេញ(ពីភាពមានជំនឿទ្រង់នឹងបំផ្លាញពួកអ្នក) ទ្រង់នឹងប្ដូរក្រុម មួយផេ្សងទៀតក្រៅពីពួកអ្នក បន្ទាប់មកពួកគេទាំងនោះនឹងមិន មានលក្ខណៈដូចពួកអ្នកឡើយ។","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"km"}],"chapter":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"]}