{"data":[{"name":"49:1","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរកុំធ្វើការវិនិច្ឆ័យមុននឹង អល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់(មូហាំម៉ាត់)ឱ្យសោះ។ ហើយ ចូរពួកអ្នកកោតខ្លាចអល់ឡោះ។ ពិតប្រាកដណាស់ អល់ឡោះ មហាឮ មហាដឹង។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:2","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកកុំលើកសំឡេងរបស់ ពួកអ្នកខ្លាំងជាងសំឡេងរបស់ណាពី ហើយកុំបន្លឺសំឡេងខ្លាំងៗទៅ កាន់គាត់ដូចជាការបន្លឺសំឡេងខ្លាំងៗរបស់ពួកអ្នកទៅកាន់គ្នាឱ្យ សោះ ក្រែងលោអំពើល្អទាំងឡាយរបស់ពួកអ្នកបាត់បង់ ដោយពួក អ្នកមិនដឹងខ្លួន។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:3","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលថ្នមសំឡេងរបស់ពួកគេ នៅចំពោះមុខអ្នកនាំសាររបស់អល់ឡោះ អ្នកទាំងនោះហើយដែល អល់ឡោះបានសាកល្បងនៅក្នុងចិត្ដរបស់ពួកគេដើម្បីឱ្យមានការ កោតខ្លាច។ ពួកគេនឹងទទួលបានការអភ័យទោស និងផលបុណ្យ ដ៏ធំធេង។","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:4","price":"ពិតប្រាកដណាស់ ពួកដែលស្រែកហៅអ្នក(មូហាំម៉ាត់)នៅ ពីក្រោយលំនៅដ្ឋាន គឺពួកគេភាគច្រើនមិនយល់ឡើយ។","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:5","price":"ហើយប្រសិនបើពួកគេអត់ធ្មត់(រង់ចាំ)រហូតដល់អ្នក (មូហាំម៉ាត់)ចេញទៅជួបពួកគេ គឺវាប្រសើរបំផុតសម្រាប់ពួកគេ។ ហើយអល់ឡោះមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:6","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ប្រសិនបើមានអ្នកល្មើសច្បាប់ អល់ឡោះនាំដំណឹងអ្វីមួយមកប្រាប់ពួកអ្នក ចូរពួកអ្នកពិនិត្យឱ្យបាន ច្បាស់លាស់ ក្រែងលោពួកអ្នកបង្កគ្រោះថ្នាក់ដល់ក្រុមមួយដោយ មិនដឹង ហើយពួកអ្នកនឹងមានវិប្បដិសារីទៅលើអ្វីដែលពួកអ្នកបាន ប្រព្រឹត្ដនោះ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:7","price":"ហើយពួកអ្នកត្រូវដឹងថាៈ ពិតប្រាកដណាស់ នៅក្នុងចំណោម ពួកអ្នក គឺមានអ្នកនាំសាររបស់អល់់ឡោះ(មូហាំម៉ាត់)។ ប្រសិន បើគាត់ធ្វើតាមបញ្ជាពួកអ្នកនូវកិច្ចការភាគច្រើននោះ ពួកអ្នកពិត ជាមានការលំបាកជាមិនខាន។ ក៏ប៉ុន្ដែអល់ឡោះបានធ្វើឱ្យពួកអ្នក ស្រឡាញ់ភាពមានជំនឿ និងបានលំអវានៅក្នុងចិត្ដរបស់ពួកអ្នក ហើយទ្រង់បានធ្វើឱ្យពួកអ្នកស្អប់ខ្ពើមចំពោះភាពគ្មានជំនឿ និង ការល្មើសច្បាប់ ហើយនិងបាបកម្មទាំងឡាយផងដែរ។ អ្នកទាំង នោះហើយគឺជាអ្នកដែលស្ថិតលើមាគ៌ាដ៏ត្រឹមត្រូវ។","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:8","price":"គឺជាការប្រោសប្រទាន និងជានៀកម៉ាត់ពីអល់ឡោះ។ ហើយអល់ឡោះមហាដឹង មហាគតិបណ្ឌិត។","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:9","price":"ហើយប្រសិនបើមានពីរក្រុមក្នុងចំណោមអ្នកមានជំនឿ ច្បាំងគ្នា ចូរពួកអ្នកផ្សះផ្សារវាងពួកគេ។ តែប្រសិនបើក្រុមមួយ បានបំពានទៅលើក្រុមមួយទៀត ចូរពួកអ្នកច្បាំងតទល់នឹងក្រុម ដែលបំពាននោះ រហូតទាល់តែក្រុមនោះត្រឡប់ទៅរកបទបញ្ជា របស់អល់ឡោះវិញ។ ហើយប្រសិនបើពួកគេបានត្រឡប់វិញនោះ ចូរពួកអ្នកផ្សះផ្សារវាងពួកគេទាំងពីរក្រុមដោយយុត្ដិធម៌ ហើយ ចូរពួកអ្នកប្រកាន់នូវភាពយុត្ដិធម៌។ ពិតប្រាកដណាស់ អល់ឡោះ ស្រឡាញ់បណ្ដាអ្នកដែលប្រកាន់យុត្ដិធម៌។","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:10","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿគឺជាបងប្អូន នឹងគ្នា(កុ្នងសាសនាអ៊ីស្លាម)។ ដូចេ្នះ ចូរពួកអ្នកផ្សះផ្សារវាងបង ប្អូនទាំងពីរក្រុមរបស់ពួកអ្នកចុះ។ ហើយចូរពួកអ្នកកោតខ្លាច អល់ឡោះ សង្ឃឹមថាពួកអ្នកនឹងត្រូវគេអាណិតស្រឡាញ់។","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:11","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរកុំឱ្យក្រុមមួយមើលងាយ ក្រុមមួយទៀតឱ្យសោះ ជួនកាលពួកគេ(ក្រុមដែលត្រូវគេមើល ងាយនោះ)ល្អជាងពួកគេ(ក្រុមមើលងាយគេ)។ ហើយកុំឱ្យស្ដ្រី មើលងាយស្ដ្រីដូចគ្នា ជួនកាលពួកនាង(ស្ដ្រីដែលត្រូវគេមើលងាយ នោះ)ល្អជាងពួកនាង(ស្ដ្រីដែលមើលងាយគេ)។ ហើយចូរពួកអ្នក កុំប្រមាថគ្នា និងកុំដាក់ងារគ្នាឱ្យសោះ។ ការដាក់ងារមិនល្អក្រោយ ពីមានជំនឿហើយនោះ គឺអាក្រក់បំផុត។ ហើយអ្នកណាដែលមិន បានសារភាពទោសកំហុស ពួកទាំងនោះគឺជាពួកដែលបំពាន។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:12","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរចៀសវាងឱ្យឆ្ងាយពី ប្រការសង្ស័យ(ទៅលើអ្នកដែលមានជំនឿ)។ ពិតប្រាកដណាស់ ការសង្ស័យមួយចំនួនគឺជាបាបកម្ម។ ហើយចូរពួកអ្នកកុំស៊ើបការ (ប្រការដែលមិនល្អរបស់អ្នកមានជំនឿ) និងកុំនិយាយដើមគ្នាឱ្យ សោះ។ តើម្នាក់ក្នុងចំណោមពួកអ្នកចូលចិត្ដស៊ីសាច់់បងប្អូនរបស់ គេដែលស្លាប់ឬ? ដូចេ្នះពួកអ្នកពិតជាខ្ពើមវាមិនខាន។ ហើយចូរ ពួកអ្នកកោតខ្លាចអល់ឡោះ។ ពិតប្រាកដណាស់ អល់ឡោះជាអ្នក ទទួលយកនូវការសារភាពទោសកំហុស មហាអាណិតស្រឡាញ់។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:13","price":"ឱមនុស្សលោក. ពិតប្រាកដណាស់ យើងបានបង្កើតពួក អ្នកពីបុរសនិងស្ដ្រី(អាដាំ និងហាវ៉ា) ហើយយើងធ្វើឱ្យពួកអ្នកមាន ជនជាតិ និងកុលសម្ព័ន្ធជាច្រើន ដើម្បីឱ្យពួកអ្នកស្គាល់គ្នាទៅវិញទៅ មក។ ពិតប្រាកដណាស់ អ្នកដែលថ្កុំថ្កើងជាងគេចំពោះ អល់ឡោះ ក្នុងចំណោមពួកអ្នក គឺអ្នកដែលកោតខ្លាចអល់ឡោះជាងគេក្នុង ចំណោមពួកអ្នក។ ពិតប្រាកដណាស់ អល់ឡោះមហាដឹង មហា ជ្រួតជ្រាប។","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:14","price":"ពួកអារ៉ាប់ជនបទបាននិយាយថាៈ ពួកយើងមានជំនឿ ហើយ។ ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ពួកអ្នកមិនទាន់មានជំនឿ ឡើយ តែពួកអ្នកត្រូវនិយាយថាៈ ពួកយើងបានចូលសាសនាអ៊ីស្លាម ហើយ ខណៈដែលភាពមានជំនឿមិនទាន់ចូលទៅក្នុងចិត្ដរបស់ពួក អ្នកនោះ។ តែប្រសិនបើពួកអ្នកប្រតិបត្ដិតាមអល់ឡោះ និងអ្នក នាំសាររបស់ទ្រង់វិញនោះ ទ្រង់នឹងមិនលុបបំបាត់នូវអ្វីដែលជាអំពើ ល្អរបស់ពួកអ្នកឡើយ។ ពិតប្រាកដណាស់ អល់ឡោះមហាអភ័យ-ទោស មហាអាណិតស្រឡាញ់។","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:15","price":"តាមពិតបណ្ដាអ្នកដែលមានជំនឿគឺអ្នកដែលបានជឿលើ អល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ បន្ទាប់មកពួកគេមិនសង្ស័យ ហើយបានតស៊ូក្នុងមាគ៌ារបស់អល់ឡោះ ដោយទ្រព្យសម្បត្ដិរបស់ ពួកគេ និងខ្លួនប្រាណរបស់ពួកគេ។ អ្នកទាំងនោះជាអ្នកដែលមាន ជំនឿយ៉ាងពិតប្រាកដ។","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:16","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើពួកអ្នកកំពុងប្រាប់ អល់ឡោះពីសាសនារបស់ពួកអ្នក ដោយអល់ឡោះដឹងនូវអ្វីដែល មាននៅលើមេឃជាច្រើនជាន់ និងផែនដីឬ? ហើយអល់ឡោះដឹង បំផុតនូវរាល់អ្វីៗទាំងអស់។","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:17","price":"ពួកគេចាត់ទុកថា ការចូលសាសនាអ៊ីស្លាមរបស់ពួកគេ ផ្ដល់ប្រយោជន៍ដល់អ្នក(មូហាំម៉ាត់)។ ចូរអ្នកពោលថាៈ ពួកអ្នកកុំ ចាត់ទុកការចូលសាសនាអ៊ីស្លាមរបស់ពួកអ្នកផ្ដល់ប្រយោជន៍ដល់ខ្ញុំ ឱ្យសោះ។ ផ្ទុយទៅវិញ អល់ឡោះទេដែលប្រទាននៀកម៉ាត់ដល់ ពួកអ្នក ដោយទ្រង់បានចង្អុលបង្ហាញពួកអ្នកទៅរកភាពមានជំនឿ ប្រសិនបើពួកអ្នកជាអ្នកនិយាយពិតនោះ។","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:18","price":"ពិតប្រាកដណាស់ អល់ឡោះដឹងនូវប្រការអាថ៌កំបាំងនៃ មេឃជាច្រើនជាន់ និងផែនដី។ ហើយអល់ឡោះឃើញបំផុតនូវ អ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"km"}],"chapter":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat","Chapter Al-Hujurat","Hujurat","Surah Hujurat","Chapter Hujurat","Al Hujurat","Surah Al Hujurat","Chapter Al Hujurat","Surah 49","Chapter 49","The Rooms","الحُجرَات"]}