{"data":[{"name":"6:1","price":"រាល់ការសរសើរទាំងឡាយទៅចំពោះអល់ឡោះ ដែលទ្រង់ បានបង្កើតមេឃជាច្រើនជាន់ និងផែនដី និងបានបង្កើតភាពងងឹត (ពេលយប់) និងពន្លឺ(ពេលថ្ងៃ)។ ក្រោយមកពួកដែលប្រឆាំងនោះ បែរជាធ្វើស្ហីរិកនឹងម្ចាស់របស់ពួកគេទៅវិញ។","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:2","price":"ទ្រង់គឺជាអ្នកដែលបានបង្កើតពួកអ្នកអំពីដីឥដ្ឋបន្ទាប់មក ទ្រង់បានកំណត់អាយុជីវិត(របស់ពួកអ្នក)។ ហើយពេលវេលាមួយ ដែលត្រូវកំណត់(ថ្ងៃបរលោក)គឺនៅនឹងទ្រង់់។ ក្រោយមកពួកអ្នក នៅតែសង្ស័យ។","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:3","price":"ហើយទ្រង់ជាអល់ឡោះដែលត្រូវគេគោរពសក្ការៈទាំងអ្នក នៅលើមេឃជាច្រើនជាន់និងផែនដី។ ទ្រង់ដឹងនូវអាថ៌កំបាំងរបស់ ពួកអ្នក និងការលាតត្រដាងរបស់ពួកអ្នក ហើយទ្រង់ក៏ដឹងផងដែរ នូវអ្វីដែលពួកអ្នកសាង។","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:4","price":"ហើយគ្មានភស្តុតាងណាមួយក្នុងចំណោមភស្ដុតាងទាំងឡាយ នៃម្ចាស់របស់ពួកគេ(ពួកមូស្ហរីគីន)មកដល់ពួកគេ ក្រៅពីពួកគេជា អ្នកបែរចេញពីវានោះឡើយ។","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:5","price":"ពិតប្រាកដណាស់ ពួកគេបានបដិសេធនឹងការពិតនៅពេល ដែលវាបានមកដល់ពួកគេ។ ហើយដំណឹងទាំងឡាយដែលពួកគេ បានចំអកនោះនឹងមកដល់ពួកគេ។","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:6","price":"តើពួកគេមិនដឹងទេឬ យើងបានបំផ្លាញមនុស្សជាច្រើនជំនាន់ មកហើយមុនពួកគេ ដែលយើងបានផ្តល់លទ្ធភាពឱ្យពួកគេនៅលើ ផែនដីនូវអ្វីដែលយើងមិនធ្លាប់បានផ្ដល់ឱ្យពួកអ្នក។ ហើយយើងបាន បញ្ចុះទឹកភ្លៀងយ៉ាងច្រើនទៅលើពួកគេ ហើយយើងបានបង្កើតទនេ្ល ជាច្រើនហូរពីក្រោមពួកគេ។ តែក្រោយមកយើងក៏បានបំផ្លាញពួក គេដោយសារតែបាបកម្មរបស់ពួកគេ ហើយយើងបានបង្កើតបន្ទាប់ ពីពួកគេនូវមនុស្សជំនាន់ក្រោយៗមកទៀតនោះ?","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:7","price":"ហើយប្រសិនបើយើងបានបញ្ចុះគម្ពីរឱ្យអ្នកនៅក្នុងក្រដាស បន្ទាប់មកពួកគេប៉ះវាដោយដៃរបស់ពួកគេផ្ទាល់ ពួកដែលប្រឆាំង ពិតជានិយាយថាៈ នេះគ្មានអ្វីក្រៅពីមន្តអាគមយ៉ាងពិតប្រាកដ នោះឡើយ។","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:8","price":"ហើយពួកគេបាននិយាយថាៈ ហេតុអ្វីបានជាគេ(អល់ឡោះ) មិនបញ្ចុះម៉ាឡាអ៊ីកាត់មួយរូបមកឱ្យគេ(មូហាំម៉ាត់)? ប្រសិនបើ យើងបញ្ចុះម៉ាឡាអ៊ីកាត់មួយរូបវិញនោះ ប្រាកដជាកិច្ចការនោះ នឹងត្រូវបពា្ចប់ ក្រោយមកពួកគេមិនត្រូវបានគេពន្យារពេល(ដើម្បី សារភាពកំហុស)ឡើយ។","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:9","price":"ហើយប្រសិនបើយើងបានបង្កើតគេ(មូហាំម៉ាត់)ជាម៉ាឡាអ៊ីកាត់វិញនោះ យើងប្រាកដជានឹងប្រែក្លាយគេទៅជាបុរសមួយ រូប ហើយយើងពិតជាបានបំភាន់ពួកគេនូវអ្វីដែលពួកគេកំពុង តែភាន់ច្រឡំ។","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:10","price":"ហើយជាការពិតណាស់ បណ្ដាអ្នកនាំសារមុនអ្នកក៏ត្រូវ បានគេចំអកដែរ ហើយ(ទណ្ឌកម្ម)ដោយសារតែអ្វី្វដែលពួកគេបាន ចំអកនោះបានធ្លាក់មកលើពួកដែលបានចំអកក្នុងចំណោមពួកគេ។","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:11","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកធ្វើដំណើរនៅ លើផែនដីនេះ បន្ទាប់មកចូរពួកអ្នកក្រឡេកមើលចុះថា តើលទ្ធផល ចុងក្រោយរបស់ពួកដែលបដិសេធនោះយ៉ាងដូចមេ្ដច?","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:12","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើអ្វីៗដែលមាននៅលើ មេឃជាច្រើនជាន់ និងផែនដីជាកម្មសិទ្ធិរបស់អ្នកណា? ចូរអ្នកឆ្លើយ ថាៈ ជាកម្មសិទ្ធិរបស់អល់ឡោះ។ ទ្រង់បានកំណត់ក្ដីមេត្ដាករុណា លើខ្លួនរបស់ទ្រង់។ ទ្រង់ប្រាកដជានឹងប្រមូលផ្ដុំពួកអ្នកទៅកាន់ថ្ងៃ បរលោកវិញដោយគ្មានការសង្ស័យចំពោះវាឡើយ។ ពួកដែលខាត បង់ខ្លួនឯងនោះ គឺជាពួកដែលគ្មានជំនឿ។","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:13","price":"អ្វីៗដែលមាននៅពេលយប់និងពេលថ្ងៃ គឺជាកម្មសិទិ្ធ របស់ទ្រង់។ ហើយទ្រង់មហាឮ មហាដឹង។","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:14","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើឱ្យខ្ញុំយកអ្នកគាំពារ ក្រៅពីអល់ឡោះដែលជាអ្នកបង្កើតមេឃជាច្រើនជាន់និងផែនដី និងជាអ្នកប្រទានអាហារ ហើយទ្រង់មិនត្រូវការគេប្រទានអាហារ ឱ្យឬ? ចូរអ្នកពោលថាៈ ពិតប្រាកដណាស់ ខ្ញុំត្រូវបានគេ(អល់ឡោះ) បញ្ជា ឱ្យក្លាយទៅជាអ្នកកាន់សាសនាអ៊ីស្លាមមុនគេ ហើយចូរអ្នកកុំ ក្លាយខ្លួនក្នុងចំណោមពួកមូស្ហរីគីនឱ្យសោះ។","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:15","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ពិតប្រាកដណាស់ ខ្ញុំខ្លាច ទារុណកម្មនាថ្ងៃដ៏ធំធេង(ថ្ងៃបរលោក) ប្រសិនបើខ្ញុំប្រព្រឹត្ដល្មើស នឹងម្ចាស់របស់ខ្ញុំនោះ។","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:16","price":"នាថ្ងៃនោះ បុគ្គលណាដែលត្រូវគេបញ្ជៀសពីវា(ទារុណកម្ម) ទ្រង់ពិតជាបានអាណិតស្រឡាញ់ដល់គេ។ ហើយនោះគឺជា ជោគជ័យដ៏ច្បាស់លាស់។","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:17","price":"ហើយប្រសិនបើអល់ឡោះធើ្វឱ្យអ្នកជួបប្រទះនូវគ្រោះ ថ្នាក់អ្វីមួយ គឺគ្មានអ្នកជួយសង្គ្រោះគេក្រៅពីទ្រង់ឡើយ។ ហើយ ប្រសិនបើទ្រង់ធ្វើឱ្យអ្នកជួបប្រទះនូវប្រការល្អណាមួយវិញ គឺទ្រង់ មានអានុភាពលើអ្វីៗទាំងអស់។","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:18","price":"ហើយទ្រង់ជាអ្នកមានអានុភាពលើបណ្ដាខ្ញុំរបស់ទ្រង់ ហើយទ្រង់មហាគតិបណ្ឌិត មហាជ្រួតជ្រាប។","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:19","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើអ្វីដែលធំជាងគេក្នុង ការធ្វើសាក្សីនោះ? ចូរអ្នកឆ្លើយថាៈ អល់ឡោះគឺជាសាក្សីរវាងខ្ញុំ និងពួកអ្នក។ ហើយគម្ពីរគួរអាននេះត្រូវបានគេបញ្ចុះមកឱ្យខ្ញុំ ដើម្បីដាស់តឿនព្រមានដល់ពួកអ្នក និងអ្នកណាដែលគម្ពីរគួរអាន បានទៅដល់គេ។ តើពួកអ្នកពិតជាធ្វើសាក្សីថា មានម្ចាស់ផេ្សង (ត្រូវគេគោរពសក្ការៈ) រួមជាមួយអល់ឡោះឬ? ចូរអ្នកពោលថាៈ ចំណែកខ្ញុំមិនធ្វើសាក្សីដូច្នោះឡើយ។ ចូរអ្នកពោលទៀតថាៈ ពិត ប្រាកដណាស់ ទ្រង់គឺជាម្ចាស់តែមួយគត់ ហើយខ្ញុំពិតជាមិនជាប់ ពាក់ព័ន្ធនឹងអ្វីដែលពួកអ្នកកំពុងធ្វើស្ហ៊ីរិកឡើយ។","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:20","price":"ពួកដែលយើងបានផ្តល់គម្ពីរ(តាវរ៉ត និងអ៊ីញជីល)ឱ្យ ពួកគេ ពួកនោះស្គាល់គេ(មូហាំម៉ាត់)ដូចជាស្គាល់កូនចៅរបស់ ពួកគេដែរ។ ពួកដែលបានខាតបង់ខ្លួនឯងនោះ គឺពួកគេគ្មានជំនឿ ឡើយ។","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:21","price":"គ្មានអ្នកណាអយុត្ដិធម៌ជាងពួកដែលប្រឌិតរឿងភូត កុហកចំណោះអល់ឡោះ ឬបដិសេធនឹងភស្ដុតាងនានារបស់ទ្រង់ ឡើយ។ ពិតប្រាកដណាស់ ពួកដែលអយុតិ្ដធម៌នោះនឹងមិនទទួល ជោគជ័យឡើយ។","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:22","price":"ហើយនៅថ្ងៃដែលយើងប្រមូលផ្តុំ ពួកគេទាំងអស់គ្នា ក្រោយមកយើងនឹងមានបន្ទូលទៅកាន់ពួកដែលបានធ្វើស្ហ៊ីរិកថាៈ ឯណាទៅម្ចាស់របស់ពួកអ្នកដែលពួកអ្នកធ្លាប់អះអាងនោះ?","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:23","price":"ក្រោយមកពួកគេគ្មានចម្លើយអ្វីក្រៅពីបាននិយាយថាៈ ពួកយើងសូមស្បថនឹងអល់ឡោះដែលជាម្ចាស់របស់ពួកយើង ពួក យើងមិនមែនជាអ្នកស្ហ៊ីរិកឡើយ។","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:24","price":"ចូរអ្នក(មូហាំម៉ាត់)មើលចុះ តើពួកគេបានភូតកុហក ចំពោះខ្លួនឯងយ៉ាងដូចម្តេច? ហើយអ្វីដែលពួកគេធ្លាប់បានប្រឌិត នោះបានបាត់ចេញពីពួកគេ។","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:25","price":"-ហើយនៅក្នុងចំណោមពួកគេ មានអ្នកខ្លះស្តាប់អ្នក(សូត្រ គម្ពីរគួរអាន) ហើយយើងបានដាក់រនាំងបាំងនៅលើចិត្តរបស់ពួក គេដើម្បីកុំឱ្យពួកគេយល់វា ហើយនៅក្នុងត្រចៀករបស់គេមានឆ្នុក ចុក។ ហើយទោះបីជាពួកគេមើលឃើញគ្រប់អាយ៉ាត់ទាំងអស់ ក៏ ពួកគេមិនជឿនឹងវាដែរ។ ទោះបីពួកគេបានមកដល់អ្នកក៏ដោយ ក៏ ពួកគេនឹងប្រកែកជាមួយអ្នកដដែល។ ពួកដែលប្រឆាំងនោះនិយាយ ថាៈ នេះ(គម្ពីរគួរអាន)គ្មានអ្វីក្រៅពីរឿងពេ្រងនិទានរបស់ពួក ជំនាន់មុននោះឡើយ។","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:26","price":"ហើយពួកគេហាមឃាត់អ្នកដទៃមិនឱ្យតាមគេ(មូហាំ-ម៉ាត់) ហើយពួកគេផ្ទាល់ក៏ចេញឆ្ងាយអំពីគេដែរ។ ហើយពួកគេ មិនបំផ្លាញអ្វីក្រៅពីខ្លួនឯងឡើយ តែពួកគេមិនដឹងខ្លួន។","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:27","price":"ហើយប្រសិនបើអ្នកមើលឃើញពេលដែលពួកគេត្រូវបាន គេឱ្យឈរនៅមុខនរក ពួកគេនឹងនិយាយថាៈ អនិច្ចាអ្វីម្លេះ. ប្រសិន បើពួកយើងត្រូវគេឱ្យវិលត្រឡប់ទៅ(លោកិយ)វិញ ពួកយើងនឹង មិនបដិសេធនឹងអាយ៉ាត់ៗនៃម្ចាស់របស់ពួកយើងឡើយ ហើយពួក យើងនឹងស្ថិតនៅក្នុងចំណោមបណ្ដាអ្នកដែលមានជំនឿ។","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:28","price":"ផ្ទុយទៅវិញ អ្វីដែលគេបានលាក់បាំងកាលពីមុនបានលាតត្រដាងចំពោះពួកគេ។ ហើយប្រសិនបើពួកគេត្រូវបានគេឲ្យវិលត្រឡប់ទៅ(លោកិយ)វិញមែននោះ ពួកគេពិតជានឹងវិលទៅរកអ្វីដែលគេបានហាមឃាត់ពួកគេនឹងវាដដែល។ ហើយពិតប្រាកដណាស់ ពួកគេគឺជាពួកភូតកុហក។","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:29","price":"ហើយពួកគេបាននិយាយថាៈ គ្មានការរស់នៅណាក្រៅពី ការរស់នៅក្នុងលោកិយរបស់ពួកយើងឡើយ ហើយពួកយើងក៏មិន ត្រូវគេធ្វើឱ្យរស់ឡើងវិញដែរ។","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:30","price":"ហើយប្រសិនបើអ្នកមើលឃើញពេលដែលពួកគេត្រូវបាន គេឱ្យឈរនៅចំពោះមុខម្ចាស់របស់ពួកគេ ខណៈដែលទ្រង់បានមាន បន្ទូលទៅកាន់គេថាៈ តើនេះមិនមែនជាការពិតទេឬ? ពួកគេនឹង ឆ្លើយថាៈ សូមស្បថនឹងម្ចាស់របស់ពួកយើង វាជាការពិត។ ទ្រង់ មានបន្ទូលទៀតថាៈ ដូចេ្នះ ចូរពួកអ្នកភ្លក្សទារុណកម្មដោយសារតែ អ្វីដែលពួកអ្នកធ្លាប់បានប្រឆាំងចុះ។","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:31","price":"ពួកដែលបានបដិសេធនឹងការជួបអល់ឡោះនោះពិតជា បានខាតបង់។ លុះនៅពេលដែលថ្ងៃបរលោកបានមកដល់ពួកគេ ភ្លាមៗ ពួកគេនិយាយថាៈ ពួកយើងគួរឱ្យសោកស្ដាយបំផុតទៅ លើអ្វីដែលពួកយើងបានធេ្វសប្រហែសនៅក្នុងវា(លោកិយ)ខណៈ ដែលពួកគេរែកពន់នូវបាបកម្មរបស់ខ្លួននៅលើខ្នងរបស់ពួកគេ។ ចូរ ដឹងថា. អ្វីដែលពួកគេកំពុងរែកនោះគឺអាក្រក់បំផុត។","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:32","price":"ហើយការរស់នៅក្នុងលោកិយគ្មានអ្វីក្រៅពីការលេង សើចឥតប្រយោជន៍នោះឡើយ។ ហើយជាការពិតណាស់ លំនៅ-ដ្ឋាននាថ្ងៃបរលោកល្អបំផុតសម្រាប់បណ្ដាអ្នកដែលកោតខ្លាច អល់ឡោះ។ ដូចេ្នះ តើពួកអ្នកមិនពិចារណាទេឬ?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:33","price":"យើងពិតជាដឹងថា អ្វីដែលពួកគេនិយាយនោះពិតជា ធ្វើឱ្យអ្នកពិបាកចិត្ដ។ តាមពិតពួកគេមិនបដិសេធនឹងអ្នកឡើយ ប៉ុន្ដែពួកបំពានទាំងនោះគ្រាន់តែប្រឆាំងនឹងភស្ដុតាងនានារបស់ អល់ឡោះប៉ុណ្ណោះ។","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:34","price":"ហើយជាការពិតណាស់ បណ្ដាអ្នកនាំសារមុនអ្នកក៏ត្រូវ បានគេបដិសេធដែរ ប៉ុន្ដែពួកគេបានអត់ធ្មត់ចំពោះអ្វីដែលត្រូវបាន គេបដិសេធ និងត្រូវបានគេធ្វើទុក្ខបុកមេ្នញនោះ រហូតទាល់តែ ជំនួយរបស់យើងបានទៅដល់ពួកគេដោយគ្មានការផ្លាស់ប្ដូរពាក្យ ពេចន៍ទាំងឡាយរបស់អល់ឡោះនោះឡើយ។ ហើយដំណឹងមួយ ចំនួនរបស់បណ្ដាអ្នកនាំសារពិតជាបានមកដល់អ្នក។","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:35","price":"តែប្រសិនបើការងាកចេញរបស់ពួកគេបង្កការលំបាក ដល់អ្នក(មូហាំម៉ាត់) ហើយប្រសិនបើអ្នកមានលទ្ធភាពស្វែងរក ផ្លូវចូលទៅក្នុងដី ឬជណ្ដើរឡើងទៅលើមេឃ និងមានលទ្ធភាពនាំ ភស្ដុតាងណាមួយមកបង្ហាញពួកគេ(ចូរអ្នកធ្វើចុះ)។ ប្រសិនបើ អល់ឡោះមានចេតនា ទ្រង់ពិតជាប្រមូលផ្ដុំពួកគេទាំងអស់ឱ្យស្ថិត លើការចង្អុលបង្ហាញ។ ហេតុនេះ អ្នកមិនត្រូវស្ថិតក្នុងចំណោមពួក ល្ងង់ខ្លៅឡើយ។","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:36","price":"ការពិតមានតែពួកដែលស្តាប់ពាក្យសំដីអ្នក(មូហាំម៉ាត់) ទេដែលឆ្លើយតបនឹងការអំពាវនាវនោះ។ ចំណែកពួកដែលស្លាប់ (ដោយគ្មានជំនឿ) អល់ឡោះនឹងធ្វើឱ្យពួកគេរស់ឡើងវិញ បន្ទាប់ មកពួកគេនឹងត្រូវវិលត្រឡប់ទៅកាន់ទ្រង់វិញ។","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:37","price":"ហើយពួកគេបាននិយាយថាៈ ហេតុអ្វីបានជាគេមិនបាន បញ្ចុះភស្ដុតាងណាមួយពីម្ចាស់របស់គេ(មូហាំម៉ាត់)ឱ្យគេ? ចូរអ្នក តបវិញថាៈ ពិតប្រាកដណាស់ អល់ឡោះមានលទ្ធភាពក្នុងការបញ្ចុះភស្ដុតាង ក៏ប៉ុន្ដែពួកគេភាគច្រើនមិនដឹងឡើយ។","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:38","price":"គ្រប់សត្វទាំងអស់ដែលដើរនៅលើដី និងបក្សីទាំងអស់ ដែលហើរដោយស្លាបទាំងពីរ គឺសុទ្ធតែជាអំបូរ(ដែលទ្រង់បាន បង្កើត)ដូចពួកអ្នកដែរ។ យើងមិនបានបោះបង់ចោលអ្វីមួយនៅ កុ្នងបញ្ជីកំណត់ត្រា(ឡាវហុលម៉ះហ្វ៊ូស)ឡើយ។ បន្ទាប់មកពួក គេនឹងត្រូវគេប្រមូលផ្តុំទៅកាន់ម្ចាស់របស់ពួកគេវិញ។","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:39","price":"ហើយពួកដែលបានបដិសេធនឹងភស្តុតាងនានារបស់យើង គឺជាពួកថ្លង់ និងពួកគ ដែលស្ថិតនៅក្នុងភាពងងឹតបំផុត។ អ្នកណា ដែលអល់ឡោះមានចេតនា(ឱ្យវងេ្វង) ប្រាកដជាទ្រង់នឹងធ្វើឱ្យគេ វងេ្វង ហើយបើអ្នកណាដែលទ្រង់មានចេតនា(ចង្អុលបង្ហាញវិញ) ប្រាកដជាទ្រង់នឹងធ្វើឱ្យគេស្ថិតនៅលើមាគ៌ាដ៏ត្រឹមត្រូវ។","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:40","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកប្រាប់ខ្ញុំមក ប្រសិនបើទារុណកម្មរបស់អល់ឡោះបានមកដល់ពួកអ្នក ឬក៏ថ្ងៃ បរលោកបានមកដល់ពួកអ្នក តើពួកអ្នកនឹងបួងសួងសុំក្រៅពី អល់ឡោះឬ ប្រសិនបើពួកអ្នកជាអ្នកត្រឹមត្រូវមែននោះ?","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:41","price":"ផ្ទុយទៅវិញចំពោះទ្រង់តែមួយគត់ដែលពួកអ្នកនឹងបួង សួងសុំ។ ហើយអល់ឡោះនឹងបំបាត់នូវអ្វី(ប្រការអាក្រក់)ដែល ពួកអ្នកសុំពីទ្រង់ ប្រសិនបើអល់ឡោះមានចេតនា។ ហើយពួកអ្នក នឹងភេ្លចនូវអ្វីដែលពួកអ្នកធ្វើស្ហ៊ីរិកនោះ។","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:42","price":"ហើយជាការពិតណាស់ យើងបានបញ្ជូន(បណ្ដាអ្នក នាំសារ)ទៅចំពោះប្រជាជាតិជាច្រើនជំនាន់មុនអ្នក(មូហាំម៉ាត់)។ (តែពួកគេបានបដិសេធ) ដូចេ្នះយើងបានដាក់ទណ្ឌកម្មពួកគេឱ្យ ជួបប្រទះនូវភាពក្រខ្សត់ និងជំងឺឈឺថ្កាត់ សង្ឃឹមថាពួកគេនឹង ឱនលំទោន(សារភាពកំហុស)។","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:43","price":"ហេតុអ្វីបានជានៅពេលដែលទណ្ឌកម្មរបស់យើងបានធ្លាក់ លើពួកគេ ពួកគេនៅតែមិនឱនលំទោន(សារភាពកំហុស)ទៀត។ ផ្ទុយទៅវិញចិត្ដរបស់ពួកគេមានះ រឹងរូស ហើយស្ហៃតនបានតែង លំអពួកគេនូវអ្វីដែលពួកគេធ្លាប់បានប្រព្រឹត្ដ។","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:44","price":"ដូចេ្នះ នៅពេលដែលពួកគេបានភេ្លចនូវអ្វីដែលគេ (អល់ឡោះ)បានរំលឹកពួកគេនោះ យើងបានបើកទ្វារទាំងឡាយ នៃអ្វីៗ(ប្រការល្អ)ទាំងអស់ឱ្យពួកគេ លុះនៅពេលដែលពួកគេបាន តេ្រកត្រអាលនឹងអ្វីដែលគេបានផ្ដល់ឱ្យនោះ យើងក៏ដាក់ទណ្ឌកម្ម ពួកគេភ្លាម ពេលនោះស្រាប់តែពួកគេបាត់បង់អស់នូវក្ដីសង្ឃឹម។","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:45","price":"ហើយក្រុមដែលបានបំពានត្រូវគេបំផ្លាញទាំងអស់។ ហើយរាល់ការសរសើរគឺចំពោះអល់ឡោះ ដែលជាម្ចាស់គ្រប់គ្រង ពិភពទាំងអស់។","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:46","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកប្រាប់ខ្ញុំមក ប្រសិនបើអល់ឡោះដកយកការឮ និងការឃើញរបស់ពួកអ្នក ហើយទ្រង់បោះត្រាភ្ជិតទៅលើចិត្ដរបស់ពួកអ្នកនោះ តើមានម្ចាស់ ណាផេ្សងពីអល់ឡោះនឹងផ្ដល់វាឱ្យពួកអ្នកវិញ? ចូរអ្នកមើលចុះ តើយើងបញ្ជាក់ភស្ដុតាងនានាប្រាប់ពួកគេយ៉ាងដូចមេ្ដចខ្លះ បន្ទាប់ មកពួកគេនៅតែងាកចេញដដែលនោះ?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:47","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកប្រាប់ខ្ញុំមក ប្រសិនបើទារុណកម្មរបស់អល់ឡោះបានមកដល់ពួកអ្នកភ្លាមៗ ឬដោយចំហ(មានសញ្ញាសំគាល់មុន)នោះ តើមានអ្នកណាដែល ត្រូវគេបំផ្លាញក្រៅពីពួកបំពានដែរឬទេ?","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:48","price":"ហើយយើងមិនបានបញ្ជូនបណ្តាអ្នកនាំសារក្រៅពីឱ្យពួក គេធ្វើជាអ្នកផ្តល់ដំណឹងរីករាយ និងជាអ្នកដាស់តឿនព្រមាននោះ ឡើយ។ ដូចេ្នះ បុគ្គលណាដែលមានជំនឿនិងបានកែខ្លួននោះ គឺគ្មាន ការភ័យខ្លាចចំពោះពួកគេឡើយ ហើយពួកគេក៏មិនព្រួយបារម្ភដែរ។","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:49","price":"រីឯពួកដែលបានបដិសេធនឹងអាយ៉ាត់ៗរបស់យើងវិញ ទារុណកម្មនឹងធ្លាក់ទៅលើពួកគេដោយសារតែអ្វីដែលពួកគេធ្លាប់ បានល្មើសនឹងបទបញ្ជារបស់យើង។","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:50","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ខ្ញុំមិនដែលប្រាប់ពួកអ្នក ថាៈ ឃ្លាំងទាំងឡាយរបស់អល់ឡោះនៅនឹងខ្ញុំ និងមិនដែលប្រាប់ ពួកអ្នកថាៈ ខ្ញុំដឹងនូវប្រការអាថ៌កំបាំងឡើយ ហើយខ្ញុំក៏មិនដែល ប្រាប់ពួកអ្នកថាៈ ពិតប្រាកដណាស់ ខ្ញុំជាម៉ាឡាអ៊ីកាត់ដែរ។ ខ្ញុំមិន ធ្វើតាមក្រៅពីអ្វីដែលគេ(អល់ឡោះ)ផ្ដល់សារឱ្យខ្ញុំឡើយ។ ចូរ អ្នកពោលទៀតថាៈ តើអ្នកពិការភ្នែក និងអ្នកមើលឃើញស្មើគ្នា ដែរឬទេ? តើពួកអ្នកមិនពិចារណាទេឬ?","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:51","price":"ហើយតាមរយៈវា(គម្ពីរគួរអាន) ចូរអ្នកដាស់តឿន ព្រមានបណ្ដាអ្នកដែលខ្លាចគេប្រមូលផ្ដុំទៅកាន់ម្ចាស់របស់ពួកគេ ថាៈ ពួកគេគ្មានអ្នកគាំពារណាក្រៅពីទ្រង់ឡើយ ហើយក៏គ្មានអ្នក ជួយអន្ដរាគមន៍ដែរ។ សង្ឃឹមថា ពួកអ្នកនឹងកោតខ្លាចអល់ឡោះ។","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:52","price":"ចូរអ្នក(មូហាំម៉ាត់)កុំបណេ្ដញពួក(មូស្លីមទន់ខ្សោយ) ដែលបួងសួងសុំម្ចាស់របស់ពួកគេទាំងព្រឹកទាំងល្ងាច ដោយពួកគេ ចង់បានការយល់ព្រមពីទ្រង់ឱ្យសោះ។ ការជំនុំជំរះពួកគេមិនមែន ជាកាតព្វកិច្ចរបស់អ្នកឡើយ ហើយការជំនុំជំរះរបស់អ្នកក៏មិនមែន ជាកាតព្វកិច្ចរបស់ពួកគេដែរ។ ដូចេ្នះប្រសិនបើអ្នកបោះបង់ពួកគេ អ្នកនឹងស្ថិតក្នុងចំណោមពួកដែលបំពាន។","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:53","price":"ដូចេ្នះហើយ យើងបានសាកល្បងពួកគេមួយចំនួន(អ្នក មានដែលគ្មានជំនឿ)នឹងមួយចំនួនទៀត(អ្នកក្រដែលមានជំនឿ) ដែលពួកគេ(អ្នកមាន)នឹងនិយាយថាៈ តើពួក(អ្នកក្រ)ទាំងនេះឬ ដែលអល់ឡោះបានផ្ដល់នៀកម៉ាត់ឱ្យពួកគេនៅក្នុងចំណោមពួក យើងនោះ? (ទ្រង់មានបន្ទូលវិញថា) តើអល់ឡោះមិនមែនជា អ្នកដែលដឹងបំផុតចំពោះបណ្ដាអ្នកដែលដឹងគុណទេឬ?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:54","price":"ហើយនៅពេលបណ្ដាអ្នកដែលមានជំនឿនឹងអាយ៉ាត់ៗ របស់យើងបានមកដល់អ្នកនោះ ចូរអ្នក(មូហាំម៉ាត់)ពោលទៅកាន់ ពួកគេថាៈ សូមភាពសុខសាន្ដកើតមានដល់ពួកអ្នក។ ម្ចាស់របស់ ពួកអ្នកបានកំណត់ក្ដីមេត្ដាករុណាលើខ្លួនរបស់ទ្រង់។ ពិតប្រាកដ ណាស់ អ្នកណាក្នុងចំណោមពួកអ្នកបានប្រព្រឹត្ដអំពើអាក្រក់ដោយ ល្ងង់ខ្លៅ ក្រោយមកគេបានសារភាពកំហុស និងបានកែខ្លួនវិញ បន្ទាប់ពីនោះ ពិតប្រាកដណាស់អល់ឡោះមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:55","price":"ដូច្នោះដែរ យើងបញ្ជាក់ប្រាប់នូវអាយ៉ាត់ៗយ៉ាងក្បោះ ក្បាយ ដើម្បីស្ដែងឱ្យឃើញនូវមាគ៌ារបស់ពួកដែលប្រព្រឹត្ដអំពើ អាក្រក់។","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:56","price":"ចូរអ្នកពោលថាៈ ពិតប្រាកដណាស់ ខ្ញុំត្រូវបានគេហាម ឃាត់អំពីការគោរពសក្ការៈចំពោះអ្វីៗដែលពួកអ្នកកំពុងបួងសួង សុំផេ្សងពីអល់ឡោះ។ ចូរអ្នកពោលទៀតថាៈ ខ្ញុំមិនធ្វើតាមចំណង់ របស់ពួកអ្នកឡើយ។ ប្រសិនបើខ្ញុំធ្វើដូចេ្នះ ខ្ញុំពិតជាវងេ្វង ហើយខ្ញុំ ក៏មិនស្ថិតក្នុងចំណោមអ្នកដែលទទួលបានការចង្អុលបង្ហាញដែរ។","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:57","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ពិតប្រាកដណាស់ ខ្ញុំស្ថិត នៅលើភស្ដុតាងដ៏ច្បាស់លាស់ពីម្ចាស់របស់ខ្ញុំ តែពួកអ្នកបាន បដិសេធនឹងវា។ ខ្ញុំពុំមានអ្វីដែលពួកអ្នកកំពុងតក់ក្រហល់នឹងវា (ទារុណកម្ម)នោះឡើយ។ ការសមេ្រចច្បាប់ទាំងអស់ គឺស្ថិតនៅ លើអល់ឡោះដែលទ្រង់បញ្ជាក់យ៉ាងច្បាស់នូវការពិត។ ហើយ ទ្រង់គឺជាអ្នកវិនិច្ឆ័យដ៏ប្រសើរបំផុត។","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:58","price":"ចូរអ្នកពោលថាៈ ប្រសិនបើខ្ញុំមានអ្វីដែលពួកអ្នកនៅតក់-ក្រហល់នឹងវា(ទារុណកម្ម)នោះ បញ្ហារវាងខ្ញុំនិងពួកអ្នកពិតជាត្រូវ បានគេសមេ្រច។ ហើយអល់ឡោះដឹងបំផុតចំពោះពួកដែលបំពាន។","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:59","price":"ហើយកូនសោទាំងឡាយនៃប្រការអាថ៌កំបាំងស្ថិតនៅនឹង ទ្រង់ ដែលគ្មាននរណាម្នាក់ដឹងពីវាក្រៅពីទ្រង់ឡើយ។ ទ្រង់ដឹងនូវ អ្វីដែលមាននៅលើគោក និងមាននៅក្នុងសមុទ្រ។ រាល់ស្លឹកឈើ មួយសន្លឹកដែលជ្រុះនោះ សុទ្ធតែទ្រង់ដឹងទាំងអស់ ហើយគ្រាប់ដែល នៅក្នុងភាពងងឹតនៃដី និងអ្វីដែលសើម ហើយនិងអ្វីដែលស្ងួតនោះ សុទ្ធតែត្រូវបានកត់ត្រាយ៉ាងច្បាស់លាស់។","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:60","price":"ទ្រង់ជាអ្នកដែលដកយកវិញ្ញាណរបស់ពួកអ្នក(ឱ្យដេក លក់)នៅពេលយប់ ហើយទ្រងក៏ដឹងរាល់កិច្ចការដែលពួកអ្នកបាន ធ្វើនៅពេលថ្ងៃដែរ។ បន្ទាប់មកទ្រង់ធ្វើឱ្យពួកអ្នករស់ឡើងវិញ(ភ្ញាក់ ពីដេក)នៅពេលថ្ងៃ ដើម្បីគេបំពេញតាមការកំណត់ជីវិត(របស់ពួក អ្នក)។ ក្រោយមក ការវិលត្រឡប់របស់ពួកអ្នកគឺទៅចំពោះទ្រង់ បន្ទាប់មកទ្រង់នឹងប្រាប់ពួកអ្នកនូវអ្វីដែលពួកអ្នកធ្លាប់បានប្រព្រឹត្ដ។","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:61","price":"ហើយទ្រង់ជាអ្នកមានអានុភាពលើខ្ញុំទាំងឡាយរបស់ ទ្រង់់។ ហើយទ្រង់ជាអ្នកបញ្ជូនអ្នកថែរក្សា(ម៉ាឡាអ៊ីកាត់)មក កាន់ពួកអ្នក។ លុះពេលសេចក្ដីស្លាប់បានមកដល់អ្នកណាម្នាក់ក្នុង ចំណោមពួកអ្នក បណ្ដាអ្នកនាំសារ(ម៉ាឡាអ៊ីកាត់)របស់យើងជា អ្នកដកយកវិញ្ញាណរបស់គេ ដោយពួកគេមិនធេ្វសប្រហែសចំពោះ ភារៈកិច្ចរបស់ពួកគេឡើយ។","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:62","price":"បន្ទាប់មក អ្នកដែលស្លាប់ទាំងនោះត្រូវបានគេបញ្ជូនទៅ កាន់អល់ឡោះដែលជាអ្នកគ្រប់គ្រងពួកគេយ៉ាងពិតប្រាកដ។ ចូរ ដឹងថា. ការវិនិច្ឆ័យជាកម្មសិទ្ធិរបស់ទ្រង់ ហើយទ្រង់ជាអ្នកជំរះក្ដីដ៏ រហ័សបំផុត។","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:63","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើអ្នកណាជាអ្នកជួយ សង្គ្រោះពួកអ្នកពីភាពងងឹត(គ្រោះមហន្ដរាយ)នៅលើគោក និង សមុទ្រ ខណៈដែលពួកអ្នកកំពុងបួងសួងសុំពីទ្រង់ដោយឱនលំទោន និងស្ងាត់ស្ងៀមថាៈ ជាការពិតណាស់ ប្រសិនបើទ្រង់បានជួយ សង្គ្រោះពួកយើងឱ្យរួចផុតពីគ្រោះមហន្ដរាយទាំងនេះ ពួកយើង ពិតជានឹងក្លាយទៅជាអ្នកដឹងគុណនោះ?","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:64","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ គឺអល់ឡោះជាអ្នកជួយ សង្គ្រោះពួកអ្នកឱ្យរួចផុតពីបពា្ហាទាំងនេះ និងពីទុក្ខសោកទាំង ឡាយ តែក្រោយមកពួកអ្នកបែរជាធ្វើស្ហ៊ីរិកទៅវិញ។","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:65","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ទ្រង់ជាអ្នកមានអានុភាព បំផុតក្នុងការដាក់ទារុណកម្មលើពួកអ្នកពីខាងលើ(ដូចជារន្ទះ បាញ់...) ឬខាងក្រោមជើងរបស់ពួកអ្នក(ដូចជារញ្ជួយដី...) ឬធ្វើ ឱ្យពួកអ្នកច្របូកច្របល់ និងធ្វើឱ្យពួកអ្នកភ្លក្សនូវអំពើហិង្សា(កាប់ សម្លាប់គ្នា)ទៅវិញទៅមក។ ចូរអ្នកពិនិត្យមើលចុះ តើយើងបញ្ជាក់ ភស្ដុតាងទាំងនេះយ៉ាងដូចមេ្ដច ដើម្បីឱ្យពួកគេស្វែងយល់នោះ?","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:66","price":"ក្រុមរបស់អ្នក(ក្រុមដែលប្រឆាំងនឹងមូហាំម៉ាត់)បាន បដិសេធនឹងគម្ពីរគួរអាន ខណៈដែលវាត្រឹមត្រូវបំផុត។ ចូរអ្នក ពោលថាៈ ខ្ញុំមិនមែនជាអ្នកគាំពារពួកអ្នកឡើយ។","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:67","price":"គ្រប់ដំណឹងទាំងអស់សុទ្ធតែបានកំណត់យ៉ាងជាក់ច្បាស់ ហើយពួកអ្នកគង់តែនឹងដឹង។","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:68","price":"ហើយនៅពេលដែលអ្នក(មូហាំម៉ាត់)បានឃើញពួកគេ កំពុងបន្ដុះបង្អាប់អាយ៉ាត់ៗរបស់យើងនោះ ចូរអ្នកងាកចេញពី ពួកគេ ទាល់តែពួកគេជជែកគ្នាពីបញ្ហាផេ្សងវិញ។ តែប្រសិនបើ ស្ហៃតនធ្វើឱ្យអ្នកភេ្លច ក្រោយមកអ្នកបាននឹកឃើញវិញនោះ ចូរ អ្នកកុំអង្គុយជាមួយក្រុមដែលបំពានទាំងនោះឱ្យសោះ។","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:69","price":"ការជំនុំជំរះរបស់ពួកគេ(ពួកប្រឆាំង)ពុំមែនជាតួនាទី របស់បណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះឡើយ ក៏ប៉ុន្ដែវាគ្រាន់តែ ជាការក្រើនរំលឹកដើម្បីឱ្យពួកគេកោតខ្លាចអល់ឡោះប៉ុណ្ណោះ។","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:70","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)កុំរវីរវល់នឹងពួកដែលយក សាសនារបស់ពួកគេធ្វើជាការកំសាន្ដ និងលេងសើច ហើយនិងពួក ដែលត្រូវជីវិតលោកិយបានបោកបញ្ឆោតពួកគេឱ្យសោះ។ តែអ្នក ត្រូវរំលឹក(ពួកគេ)តាមរយៈវា(គម្ពីរគួរអាន) ក្រែងបុគ្គលនោះត្រូវ ទទួលរងនូវអ្វី(ទារុណកម្ម)ដែលគេបានប្រព្រឹត្ដ ព្រោះរូបគេគ្មាន អ្នកណាជួយសង្គ្រោះក្រៅពីអល់ឡោះឡើយ ហើយក៏គ្មានអ្នកជួយ អន្ដរាគមន៍ដែរ។ ប្រសិនបើបុគ្គលនោះចង់លោះខ្លួនដោយជំនូនទាំង អស់ក៏មិនត្រូវគេទទួលយកដែរ។ ពួកទាំងនោះគឺជាពួកដែលត្រូវ ទទួលរងនូវអ្វីដែលពួកគេបានប្រព្រឹត្ដ។ គ្រឿងផឹករបស់ពួកគេ (នៅក្នុងឋាននរក)គឺទឹកក្ដៅដែលកំពុងពុះ ហើយពួកគេនឹងទទួល ទារុណកម្មយ៉ាងឈឺចាប់ដោយសារតែអ្វីដែលពួកគេធ្លាប់ប្រឆាំង។","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:71","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើឱ្យយើងបួងសួងសុំ ផេ្សងពីអល់ឡោះនូវអ្វីដែលមិនផ្ដល់ផលប្រយោជន៍ដល់ពួកយើង និងមិនផ្ដល់គ្រោះថ្នាក់ដល់ពួកយើង ហើយពួកយើងនឹងវិលត្រឡប់ ទៅក្រោយវិញ(ភាពគ្មានជំនឿ)បន្ទាប់ពីអល់ឡោះបានចង្អុល បង្ហាញដល់ពួកយើងដូចជនដែលស្ហៃតនបានអូសទាញគេឱ្យវងេ្វង នៅលើផែនដី ខណៈដែលរូបគេមានមិត្ដភកិ្ដកំពុងអំពាវនាវគេទៅ រកមាគ៌ាដែលមានការចង្អុលបង្ហាញ(ដោយនិយាយថា) ចូរអ្នកមក កាន់ពួកយើងមកនោះឬ? ចូរអ្នកពោលថាៈ ពិតប្រាកដណាស់ ការ ចង្អុលបង្ហាញរបស់អល់ឡោះវាជាការចង្អុលបង្ហាញដ៏ត្រឹមត្រូវ។ ហើយពួកយើងត្រូវបានគេប្រើដើម្បីប្រគល់ខ្លួនទៅចំពោះម្ចាស់ គ្រប់គ្រងពិភពទាំងអស់។","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:72","price":"ហើយពួកយើងត្រូវបានគេប្រើឱ្យប្រតិបត្ដិសឡាត និង កោតខ្លាចទ្រង់។ ហើយទ្រង់តែមួយគត់ដែលពួកអ្នកត្រូវគេប្រមូល ផ្ដុំទៅកាន់ទ្រង់នោះ។","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:73","price":"ហើយទ្រង់ជាអ្នកដែលបានបង្កើតមេឃជាច្រើនជាន់ និង ផែនដីយ៉ាងពិតប្រាកដ។ ហើយ(ចូរចងចាំ)នៅថ្ងៃ(បរលោក)ដែល ទ្រង់នឹងមានបន្ទូលថាៈ ចូរកើតចុះ វាក៏កើតឡើងភ្លាម។ បន្ទូលរបស់ ទ្រង់គឺជាការពិត។ ហើយអំណាចនៅថ្ងៃគេផ្លុំត្រែ(ដើម្បីធ្វើឱ្យ មនុស្សលោករស់ឡើងវិញ)គឺជាកម្មសិទ្ធរបស់ទ្រង់តែមួយគត់។ ទ្រង់ជាអ្នកដឹងនូវប្រការអាថ៌កំបាំងនិងប្រការលាតត្រដាង។ ហើយ ទ្រង់មហាគតិបណ្ឌិត មហាដឹង។","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:74","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលអ៊ីព្រហ៊ីមបានពោលទៅ កាន់ឪពុករបស់គាត់អាហើ្សរថាៈ តើអ្នកយករូបសំណាកទាំងនេះ ធ្វើជាម្ចាស់ឬ? ពិតប្រាកដណាស់ ខ្ញុំមើលឃើញថាអ្នកនិងក្រុមរបស់ អ្នកស្ថិតក្នុងភាពវងេ្វងយ៉ាងច្បាស់លាស់។","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:75","price":"ដូច្នោះហើយ យើងបង្ហាញដល់អ៊ីព្រហ៊ីមនូវការគ្រប់គ្រង មេឃជាច្រើនជាន់ និងផែនដី និងដើម្បីឱ្យគេស្ថិតក្នុងចំណោមអ្នក មានជំនឿពិតប្រាកដ។","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:76","price":"នៅពេលដែលពេលយប់បានគ្របដណ្ដប់លើគាត់ គាត់ក៏ បានឃើញផ្កាយ។ គាត់បានពោលថាៈ នេះគឺជាម្ចាស់របស់ខ្ញុំ។ តែ នៅពេលវាបានលិចបាត់ទៅវិញ គាត់ក៏បានពោលថាៈ ខ្ញុំមិនចូលចិត្ដ អ្វីដែលលិចបាត់ទៅវិញនោះទេ។","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:77","price":"នៅពេលដែលគាត់បានឃើញព្រះច័ន្ទរះឡើង គាត់បាន ពោលថាៈ នេះគឺជាម្ចាស់របស់ខ្ញុំ។ តែនៅពេលព្រះច័ន្ទលិចបាត់ ទៅវិញ គាត់ក៏បានពោលថាៈ ពិតប្រាកដណាស់ ប្រសិនបើគ្មានការ ចង្អុលបង្ហាញពីម្ចាស់របស់ខ្ញុំទេ ខ្ញុំពិតជាស្ថិតនៅក្នុងចំណោមពួក ដែលវងេ្វងជាមិនខាន។","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:78","price":"នៅពេលដែលគាត់បានឃើញព្រះអាទិត្យរះឡើង គាត់ បានពោលថាៈ នេះគឺជាម្ចាស់របស់ខ្ញុំ មួយនេះធំជាងគេ។ តែនៅ ពេលព្រះអាទិត្យលិចបាត់ទៅវិញ គាត់ក៏បានពោលថាៈ ឱក្រុម របស់ខ្ញុំ. ពិតប្រាកដណាស់ ខ្ញុំមិនពាក់ព័ន្ធនឹងអ្វីដែលពួកអ្នកធ្វើ អំពើស្ហ៊ីរិកឡើយ។","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:79","price":"ពិតប្រាកដណាស់ ខ្ញុំបានតម្រង់មុខរបស់ខ្ញុំ(ក្នុងការគោរព សក្ការៈ)ដោយស្មោះត្រង់ចំពោះអ្នកដែលបានបង្កើតមេឃជាច្រើន ជាន់និងផែនដី។ ហើយរូបខ្ញុំមិនស្ថិតក្នុងចំណោមពួកធ្វើស្ហ៊ីរិកឡើយ។","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:80","price":"ហើយក្រុមរបស់គាត់(អ៊ីព្រហ៊ីម)បានប្រឆាំងនឹងគាត់។ គាត់បានពោលថាៈ ហេតុអ្វីពួកអ្នកប្រឆាំងនឹងខ្ញុំក្នុងការជឿលើ អល់ឡោះ ដោយទ្រង់បានចង្អុលបង្ហាញដល់រូបខ្ញុំហើយនោះ? ហើយរូបខ្ញុំមិនខ្លាចនូវអ្វីដែលពួកអ្នកធ្វើស្ហ៊ីរិកនឹងទ្រង់ឡើយ លើក លែងតែអី្វដែលម្ចាស់របស់ខ្ញុំមានចេតនាប៉ុណ្ណោះ។ ម្ចាស់របស់ខ្ញុំដឹង ជ្រួតជ្រាបលើអ្វីៗទាំងអស់។ ដូចេ្នះ តើពួកអ្នកមិនចងចាំទេឬ?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:81","price":"តើឱ្យខ្ញុំខ្លាចនូវអ្វីដែលពួកអ្នកធ្វើស្ហ៊ីរិកយ៉ាងដូចមេ្ដចទៅ បើពួកអ្នកមិនខ្លាចថា ពួកអ្នកពិតជាបានធ្វើស្ហ៊ីរិកចំពោះអល់ឡោះ នូវអ្វីដែលទ្រង់មិនបានបញ្ចុះភស្ដុតាងណាមួយឱ្យពួកអ្នកផងនោះ? ដូចេ្នះ តើក្រុមមួយណានៃក្រុមទាំងពីរនេះមានសិទ្ធិទទួលនូវសុខ សន្ដិភាពជាង ប្រសិនបើពួកអ្នកបានដឹងមែននោះ?","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:82","price":"បណ្ដាអ្នកដែលមានជំនឿ ហើយពួកគេមិនយកជំនឿ របស់ពួកគេលាយឡំនឹងអំពើស្ហ៊ីរិកទេនោះ អ្នកទាំងនោះជាអ្នក ដែលទទួលបានសុខសន្ដិភាព ហើយពួកគេជាអ្នកដែលទទួលបាន ការចង្អុលបង្ហាញ។","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:83","price":"នោះគឺជាភស្ដុតាងរបស់យើងដែលយើងបានផ្ដល់វាឱ្យ អ៊ីព្រហ៊ីម(សម្រាប់ធ្វើជាភស្ដុតាង)ទៅលើក្រុមរបស់គេ។ យើង នឹងលើកឋានៈជាច្រើនចំពោះអ្នកណាដែលយើងមានចេតនា។ ពិត ប្រាកដណាស់ ម្ចាស់របស់អ្នកមហាគតិបណ្ឌិត មហាដឹង។","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:84","price":"យើងបានប្រទានអ៊ីស្ហាក(ជាកូន)និងយ៉ាក់កូប(ជាចៅ) ដល់គេ(អ៊ីព្រហ៊ីម)។ យើងបានចង្អុលបង្ហាញពួកគេទាំងពីរ(នូវ មាគ៌ាដ៏ត្រឹមត្រូវ)។ ហើយនួហយើងក៏បានចង្អុលបង្ហាញពីមុន (ពួកគេ)ផងដែរ ព្រមទាំងកូនចៅរបស់គេ(នួហ)ដូចជា ដាវូដ ស៊ូឡៃម៉ាន អៃយ៉ូប យូសុហ្វ មូសា និងហារូន។ ដូចេ្នះដែរ យើង ប្រទានឱ្យបណ្ដាអ្នកដែលសាងអំពើល្អ។","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:85","price":"ហើយ(យើងក៏បានប្រទានឱ្យ)ហ្សាការីយ៉ា យ៉ះយ៉ា អ៊ីសា និងអ៊ីលយ៉ាស។ អ្នកទាំងអស់នោះ ស្ថិតក្នុងចំណោមអ្នកដែលសាង អំពើល្អត្រឹមត្រូវ។","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:86","price":"-រីឯអ៊ីស្មាអ៊ីល អ៊ីលយ៉ាសាក់ យូនុស និងលូត យើងបាន លើកតម្កើងអ្នកទាំងនេះឱ្យខ្ពង់ខ្ពស់ជាងគេនៅលើពិភពលោកទាំង មូល(នាសម័យនោះ)។","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:87","price":"ហើយដូនតារបស់ពួកគេ និងក្រុមគ្រួសាររបស់ពួកគេ ព្រមទាំងបងប្អូនរបស់ពួកគេមួយចំនួនយើងបានជ្រើសរើសពួកគេ និងចង្អុលបង្ហាញពួកគេនូវមាគ៌ាដ៏ត្រឹមត្រូវ។","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:88","price":"នោះគឺជាការចង្អុលបង្ហាញរបស់អល់ឡោះ ដោយទ្រង់ ចង្អុលបង្ហាញដល់បុគ្គលណាដែលទ្រង់មានចេតនាក្នុងចំណោមខ្ញុំ របស់ទ្រង់។ ប្រសិនបើពួកគេ(បណ្ដាណាពី)បានធ្វើស្ហ៊ីរិកនោះ អ្វី ដែលពួកគេធ្លាប់បានសាងពិតជាបាត់បង់ពីពួកគេជាមិនខាន។","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:89","price":"អ្នកទាំងនោះ គឺជាអ្នកដែលយើងបានផ្ដល់គម្ពីរ និងចំណេះ ដឹង ហើយនិងភាពជាណាពីឱ្យពួកគេ។ តែប្រសិនបើពួកគេ(អ្នក ស្រុកម៉ាក្កះ)ប្រឆាំងនឹងវា(អាយ៉ាត់) យើងពិតជាផ្ដល់វាឱ្យទៅ ក្រុមផេ្សងទៀត ពុំមែនជាពួកដែលប្រឆាំងនឹងវាជាមិនខាន។","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:90","price":"អ្នកទាំងនោះ គឺជាអ្នកដែលអល់ឡោះបានចង្អុលបង្ហាញ។ ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)អនុវត្ដតាមការចង្អុលបង្ហាញរបស់ពួកគេ ចុះ។ ចូរអ្នកពោលថាៈ ខ្ញុំមិនទាមទារកម្រៃពីពួកអ្នកលើការផ្សព្វ ផ្សាយ(គម្ពីរគួរអាន)នេះឡើយ។ វាគ្មានអ្វីក្រៅពីការរំលឹកសម្រាប់ ពិភពទាំងអស់នោះឡើយ។","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:91","price":"ហើយពួកគេមិនបានលើកតម្កើងអល់ឡោះទៅតាមសិទ្ធិ នៃភាពខ្ពង់ខ្ពស់របស់ទ្រង់ឡើយ នៅពេលដែលពួកគេបាននិយាយ ថាៈ អល់ឡោះមិនបានបញ្ចុះអ្វីឱ្យមនុស្សលោកនោះ។ ចូរអ្នក (មូហាំម៉ាត់)ពោលថាៈ តើអ្នកណាជាអ្នកដែលបានបញ្ចុះគម្ពីរ ដែលមូសានាំវាមកដោយមានពន្លឺ និងការចង្អុលបង្ហាញដល់មនុស្ស លោកនោះ? បន្ទាប់មកពួកអ្នកចម្លងវាដាក់ក្នុងក្រដាស់ផេ្សងៗគ្នា ដោយពួកអ្នកលាតត្រដាងនូវផ្នែកខ្លះ និងលាក់ទុកនូវផ្នែកជាច្រើន ទៀត។ ហើយពួកអ្នកត្រូវបានគេបង្រៀនអំពីអ្វីដែលពួកអ្នក និង ជីដូនជីតារបស់ពួកអ្នកមិនធ្លាប់បានដឹង។ ចូរអ្នកពោលថាៈ គឺ អល់ឡោះ(ជាអ្នកបញ្ចុះ)។ បន្ទាប់មកចូរអ្នកបណ្ដោយពួកគេឱ្យ លេងសើចសប្បាយក្នុងភាពវងេ្វងរបស់ពួកគេចុះ។","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:92","price":"ហើយនេះគឺជាគម្ពីរ(គួរអាន)ដែលយើងបានបញ្ចុះវាមក ប្រកបដោយពរជ័យដែលជាការបញ្ជាក់ពីអ្វីដែលមានពីមុនមក និង ដើម្បីដាស់តឿនព្រមានដល់ពួកម៉ាក្កះ និងអ្នកដែលនៅជុំវិញវា។ ហើយបណ្ដាអ្នកដែលមានជំនឿនឹងថ្ងៃបរលោក គឺពួកគេមានជំនឿ នឹងវា ហើយពួកគេថែរក្សាសឡាតគ្រប់ពេលវេលា។","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:93","price":"តើអ្នកណាដែលបំពានជាងអ្នកដែលបានប្រឌិតពាក្យភូត-កុហកចំពោះអល់ឡោះ ឬអ្នកដែលបាននិយាយថាៈ ខ្ញុំត្រូវបានគេ បញ្ចុះវ៉ាហីុមកឱ្យខ្ញុំ ដោយគេមិនបានបញ្ចុះវ៉ាហ៊ីណាមួយដល់គេនិង អ្នកដែលបាននិយាយថាៈ ខ្ញុំនឹងបញ្ចុះ(គម្ពីរ)ដូចអ្វីដែលអល់ឡោះ បានបញ្ចុះដែរនោះ? ប្រសិនបើអ្នក(មូហាំម៉ាត់)មើលឃើញពួក ដែលបំពាននៅពេលដែលពួកគេស្ថិតក្នុងភាពឈឺចាប់នៃសេចក្ដី ស្លាប់ ខណៈដែលម៉ាឡាអ៊ីកាត់លូកដៃទាញព្រលឹងរបស់ពួកគេ (ដោយពោលថា) ចូរពួកឯងចេញពីខ្លួនមក. ថ្ងៃនេះគេនឹងតបស្នង ពួកអ្នកនូវទារុណកម្មយ៉ាងអាម៉ាស់ ដោយសារតែអ្វីដែលពួកអ្នក បាននិយាយមួលបង្កាច់ទៅលើអល់ឡោះក្រៅពីការពិត ហើយពួក អ្នកបានក្រអឺតក្រទម(បដិសេធ)ចំពោះអាយ៉ាត់ៗរបស់ទ្រង់។","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:94","price":"ហើយជាការពិតណាស់ ពួកអ្នកបានមកកាន់យើង(ដើម្បី ជំនុំជំរះក្ដី)រៀងៗខ្លួន ដូចដែលយើងបានបង្កើតពួកអ្នកជាលើក ដំបូងដែរ។ ហើយពួកអ្នកបានបោះបង់ចោលនូវអ្វីដែលយើងបាន ផ្ដល់ឱ្យពួកអ្នកនៅខាងក្រោយខ្នងរបស់ពួកអ្នក។ ហើយ(នៅថ្ងៃ បរលោក)យើងមិនឃើញពួកជួយអន្ដរាគមន៍របស់ពួកអ្នក ដែល ពួកអ្នកបានអះអាងថាៈ ពួកគេពិតជាដៃគូជាមួយយើងក្នុងការជួយ ពួកអ្នកនោះនៅជាមួយពួកអ្នកឡើយ។ ជាការពិតណាស់ ទំនាក់ ទំនងរវាង ពួកអ្នកបានកាត់ផ្ដាច់់(តាំងពីនៅក្នុងលោកិយ) ហើយអ្វី ដែលពួកអ្នកបានអះអាងនោះបានបាត់បង់អស់ពីពួកអ្នក។","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:95","price":"ពិតប្រាកដណាស់ អល់ឡោះគឺជាអ្នកដែលធ្វើឱ្យគ្រាប់ រុក្ខជាតិបេ្រះបែកនិងធ្វើឱ្យបណ្ដូលដុះចេញជារុក្ខជាតិ។ ទ្រង់ជាអ្នក បពោ្ចញរបស់រស់ពីរបស់ស្លាប់ ហើយទ្រង់ក៏ជាអ្នកបពោ្ចញរបស់ ស្លាប់ពីរបស់រស់ដែរ។ សកម្មភាពទាំងនោះគឺមកពីអល់ឡោះ។ ដូចេ្នះតើពួកអ្នកងាកចេញ(ពីការពិត)ដូចមេ្ដចទៅ?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:96","price":"ទ្រង់គឺជាអ្នកធ្វើឱ្យមានរស្មីពេលព្រឹក ហើយទ្រង់បាន បង្កើតឱ្យមានពេលយប់ដើម្បីសម្រាក និងបានបង្កើតព្រះអាទិត្យ និងព្រះច័ន្ទដោយធ្វើដំណើរតាមការកំណត់។ ទាំងនោះគឺជាការ កំណត់របស់អល់ឡោះ ដែលមហាខ្លាំងពូកែ មហាដឹង។","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:97","price":"ហើយអល់ឡោះជាអ្នកដែលបានបង្កើតផ្កាយជាច្រើន សម្រាប់ពួកអ្នក ដើម្បីជាសញ្ញាបង្ហាញដល់ពួកអ្នកតាមរយៈវាក្នុង ពេលងងឹតនៅលើតំបន់ដីគោក ឬលើផ្ទៃសមុទ្រ។ ជាការពិតណាស់ យើងបានបង្ហាញយ៉ាងច្បាស់នូវបណ្ដាភស្ដុតាងសម្រាប់ក្រុមដែល យល់ដឹង។","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:98","price":"ហើយទ្រង់គឺជាអ្នកដែលបានបង្កើតពួកអ្នកមកពីមនុស្ស តែមួយ(អាដាំ) និងផ្ដល់កន្លែងស្នាក់នៅ(ក្នុងផ្ទៃម្ដាយ) ហើយនិង កន្លែងផ្ទុក(ក្នុងឆ្អឹងខ្នងឪពុក)។ ជាការពិតណាស់ យើងបានបង្ហាញ យ៉ាងច្បាស់នូវបណ្ដាភស្ដុតាងសម្រាប់ក្រុមដែលយល់ដឹង។","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:99","price":"ទ្រង់ជាអ្នកដែលបានបញ្ចុះទឹកភ្លៀងពីលើមេឃ។ ហើយ យើងបានបណ្ដុះរុក្ខជាតិគ្រប់ប្រភេទតាមរយៈវា ហើយយើងក៏បាន បង្កើតពីរុក្ខជាតិទាំងនេះនូវដំណាំបៃតងដែរ ដោយយើងបពោ្ចញពី វាទាំងនោះនូវគ្រាប់ធញ្ញជាតិយ៉ាងច្រើនជាកួរៗ ហើយដើមល្មើយើង បានបពោ្ចញនូវចង្កោមផ្លែរបស់វានៅជិតស្រួលបេះ និងចំការទំពាំង បាយជូរ អូលីវ និងទទឹមជាច្រើនដែលមានស្លឹកប្រហាក់ប្រហែលគ្នា តែផ្លែនិងរសជាតិខុសៗគ្នា។ ចូរពួកអ្នកសម្លឹងមើលផ្លែរបស់វានៅ ពេលវាចាប់ផើ្ដមផ្លែនិងពេលវាទុំចុះ។ ពិតប្រាកដណាស់ នៅក្នុង រឿងទាំងនោះគឺជាភស្ដុតាងៗសម្រាប់ក្រុមដែលមានជំនឿ។","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:100","price":"ពួកគេបានចាត់ទុកជិនក្នុងការគោរពសក្ការៈជាដៃគូ ជាមួយអល់ឡោះ ខណៈដែលទ្រង់ជាអ្នកបង្កើតពួកគេនោះ ហើយ ពួកគេបានភូតកុហកដោយភាពល្ងង់ខ្លៅថាៈ ទ្រង់មានបុត្រា និង បុត្រី។ ទ្រង់ពិតជាបរិសុទ្ធអំពីអ្វីដែលពួកគេពិពណ៌នានោះ។","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:101","price":"អល់ឡោះជាអ្នកបង្កើតមេឃជាច្រើនជាន់ និងផែនដី។ តើទ្រង់មានបុត្រាយ៉ាងដូចមេ្ដចទៅ បើទ្រង់គ្មានភរិយាផងនោះ? ទ្រង់បានបង្កើតអ្វីៗទាំងអស់ ហើយទ្រង់ជាអ្នកដឹងបំផុតនូវអ្វីៗទាំង អស់នោះ។","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:102","price":"(លក្ខណៈ)ទាំងនោះហើយគឺអល់ឡោះ ដែលជាម្ចាស់ របស់ពួកអ្នក។ គ្មានទេម្ចាស់ដែលត្រូវគេគោរពសក្ការៈយ៉ាងពិត ប្រាកដ មានតែទ្រង់មួយគត់។ ទ្រង់ជាអ្នកបង្កើតអ្វីៗទាំងអស់ ដូចេ្នះ ចូរពួកអ្នកគោរពសក្ការៈទៅចំពោះទ្រង់ចុះ។ ហើយទ្រង់ជា អ្នកគ្រប់គ្រងអ្វីៗទាំងអស់។","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:103","price":"គ្មានអ្នកណាម្នាក់មើលឃើញទ្រង់(នៅក្នុងលោកិយ) ឡើយ ប៉ុន្ដែទ្រង់ទេដែលជាអ្នកមើលឃើញ(រាល់អ្វីៗទាំងអស់) នោះ។ អល់ឡោះមហាទន់ភ្លន់ មហាដឹង។","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:104","price":"ភស្ដុតាងជាច្រើនមកពីម្ចាស់របស់ពួកអ្នកពិតជាបានមក ដល់ពួកអ្នក។ បុគ្គលណាដែលបានឃើញ(អនុវត្ដតាមភស្ដុតាងទាំង នេះ) គឺ(មានប្រយោជន៍)សម្រាប់ខ្លួនគេផ្ទាល់។ រីឯបុគ្គលណាដែល មិនមើល(មិនអនុវត្ដតាម) សេចក្ដីវិនាសគឺសម្រាប់ខ្លួនគេផ្ទាល់។ ហើយខ្ញុំ(មូហាំម៉ាត់)មិនមែនជាអ្នកទទួលខុសត្រូវលើពួកអ្នក ឡើយ។","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:105","price":"ដូច្នោះដែរ យើងបញ្ជាក់នូវភស្ដុតាងជាច្រើនទៀត។ តែ ពួកគេ(ពួកមូស្ហរីគីន)បែរជានិយាយថាៈ អ្នក(មូហាំម៉ាត់)បានរៀន (ពីពួកយ៉ាហ៊ូទី និងណាសរ៉នី)ទៅវិញ។ ហើយយើងនឹងបកស្រាយ វា(គម្ពីរគួរអាន)ដល់ក្រុមដែលចេះដឹង។","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:106","price":"ចូរអ្នកអនុវត្ដតាមនូវអ្វីដែលត្រូវបានគេបញ្ចុះវ៉ាហ៊ីមក ឱ្យអ្នកអំពីម្ចាស់របស់អ្នក។ គ្មានទេម្ចាស់ដែលត្រូវគេគោរពសក្ការៈ យ៉ាងពិតប្រាកដមានតែទ្រង់មួយគត់។ ហើយចូរអ្នកងាកចេញពី ពួកមូស្ហរីគីន។","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:107","price":"ប្រសិនបើអល់ឡោះមានចេតនា ពួកគេមិនបានធ្វើស្ហ៊ីរិកឡើយ។ ហើយយើងមិនបានចាត់តាំងអ្នកឱ្យទទួលខុសត្រូវចំពោះ ពួកគេឡើយ ហើយអ្នកក៏មិនមែនជាអ្នកគ្រប់គ្រងពួកគេដែរ។","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:108","price":"ចូរពួកអ្នក(អ្នកមូស្លីម)កុំជេរប្រមាថចំពោះព្រះដែល ពួកគេបួងសួងផេ្សងពីអល់ឡោះឱ្យសោះ ព្រោះវាជាហេតុធ្វើឱ្យពួក គេជេរប្រមាថអល់ឡោះទាំងបំពានដោយគ្មានចំណេះដឹង។ ដូចេ្នះ ដែរ យើងបានលំអសម្រាប់់ប្រជាជាតិទាំងអស់នូវទង្វើរបស់ពួកគេ បន្ទាប់មកកន្លែងវិលត្រឡប់របស់ពួកគេ គឺទៅកាន់ម្ចាស់របស់ពួក គេ។ ហើយទ្រង់នឹងប្រាប់ពួកគេនូវអ្វីដែលពួកគេធ្លាប់បានប្រព្រឹត្ដ។","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:109","price":"ពួកគេ(ពួកដែលធ្វើស្ហ៊ីរិក)បានស្បថនឹងអល់ឡោះនូវ ពាក្យសម្បថយ៉ាងមោះមុតថាៈ ប្រសិនបើមុជីហ្សាត់ណាមួយបាន មកដល់ពួកគេនោះ ប្រាកដជាពួកគេនឹងជឿចំពោះវា។ ចូរអ្នក (មូហាំម៉ាត់)ពោលថាៈ តាមពិតមុជីហ្សាត់ទាំងនោះគឺនៅនឹង អល់ឡោះ។ ពួកអ្នក(អ្នកមានជំនឿ)មិនដឹងទេឬថា ពិតប្រាកដ ណាស់ បើមុជីហ្សាត់បានមកដល់មែននោះ ក៏ពួកគេមិនជឿដែរ ។","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:110","price":"ហើយយើងបានបង្វែរចិត្ដគំនិត និងការមើលឃើញ (ការចង្អុលបង្ហាញ)របស់ពួកគេដូចដែលពួកគេគ្មានជំនឿនឹងវា (គម្ពីរគួរអាន)តាំងពីដំបូងមកម៉េ្លះ ហើយយើងនឹងបណ្ដោយ ពួកគេឱ្យស្ថិតនៅក្នុងបទល្មើសរបស់ពួកគេ ខណៈដែលពួកគេកំពុងវងេ្វងនោះ។","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"km"},{"name":"6:111","price":"ទោះបីជាយើងបានបញ្ចុះម៉ាឡាអ៊ីកាត់ទៅកាន់ពួកគេ និងឱ្យមនុស្សស្លាប់និយាយទៅកាន់ពួកគេ ព្រមទាំងបានប្រមូលផ្ដុំ អ្វីៗទាំងអស់ដាក់នៅពីមុខពួកគេក៏ដោយ ក៏ពួកគេមិនជឿដែរ លើកលែងតែអល់ឡោះមានចេតនាប៉ុណ្ណោះ។ ប៉ុន្ដែពួកគេភាគ ច្រើនជាពួកដែលល្ងង់ខ្លៅ។","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:112","price":"ដូចេ្នះដែរ យើងបានចាត់តាំងរាល់ៗណាពីជាសត្រូវនឹង ស្ហៃតនរបស់មនុស្សនិងជិន ដែលពួកគេមួយចំនួនបានពាំនាំពាក្យសំដី ផ្អែមល្ហែមទៅវិញទៅមកដោយការបោកប្រាស់។ ប្រសិនបើម្ចាស់ របស់អ្នកមានចេតនា ពួកគេប្រាកដជាមិនធ្វើដូចេ្នះឡើយ។ ដូចេ្នះ ចូរអ្នកបណ្ដោយឱ្យពួកគេធ្វើអ្វីដែលពួកគេកំពុងប្រឌិតចុះ។","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:113","price":"និងដើម្បីឱ្យចិត្ដគំនិតរបស់ពួកដែលគ្មានជំនឿនឹងថ្ងៃ បរលោកទោរទន់ទៅរកវា(ពាក្យសំដីផ្អែមល្ហែម) និងដើម្បីឱ្យ ពួកគេចូលចិត្ដពាក្យសំដីនោះ ព្រមទាំងដើម្បីឱ្យពួកគេទទួលនូវអ្វី (ផលអាក្រក់)ដែលពួកគេជាអ្នកប្រព្រឹត្ដ។","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:114","price":"ហើយតើឱ្យខ្ញុំរកអ្នកកាត់សេចក្ដីផេ្សងពីអល់ឡោះឬ ខណៈដែលទ្រង់ជាអ្នកបញ្ចុះគម្ពីរយ៉ាងច្បាស់លាស់ឱ្យពួកអ្នក ហើយ ពួកដែលយើងបានប្រទានគម្ពីរ(តាវរ៉ត និងអ៊ីញជីល)ឱ្យពួកគេ ដោយពួកគេដឹងថា គម្ពីរនោះពិតជាត្រូវបានបញ្ចុះមកពីម្ចាស់របស់ អ្នកយ៉ាងពិតប្រាកដនោះ? ដូចេ្នះចូរអ្នកកុំស្ថិតក្នុងចំណោមពួកដែល មានការសង្ស័យឱ្យសោះ។","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:115","price":"ពាក្យសំដីម្ចាស់របស់អ្នកបានបំពេញដោយត្រឹមត្រូវ និងយុត្ដិធម៌បំផុត។ គ្មានអ្នកណាអាចផ្លាស់ប្ដូរពាក្យសំដីរបស់ទ្រង់ បានឡើយ។ ហើយទ្រង់មហាឮ មហាដឹង។","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:116","price":"ហើយប្រសិនបើអ្នក(មូហាំម៉ាត់)អនុវត្ដតាមមនុស្ស ភាគច្រើនលើលោកិយនេះ ពួកគេប្រាកដជានឹងធ្វើឱ្យអ្នកវងេ្វងពី មាគ៌ារបស់អល់ឡោះជាមិនខាន។ ពួកគេមិនធ្វើតាមអ្វីក្រៅពីការ ស្មាននោះទេ ហើយពួកគេក៏គ្មានអ្វីក្រៅពីការភូតកុហកដែរ។","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:117","price":"ពិតប្រាកដណាស់ ម្ចាស់របស់អ្នកទ្រង់ដឹងបំផុតចំពោះ អ្នកដែលវងេ្វងពីមាគ៌ារបស់ទ្រង់ ហើយទ្រង់ក៏ដឹងបំផុតដែរ ចំពោះ អ្នកដែលទទួលនូវការចង្អុលបង្ហាញនោះ។","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:118","price":"ចូរពួកអ្នកបរិភោគនូវអ្វី(សត្វដែលគេសំឡេះ)ដែលគេ រំលឹកឈ្មោះអល់ឡោះចំពោះវាចុះ ប្រសិនបើពួកអ្នកមានជំនឿនឹង អាយ៉ាត់ៗរបស់ទ្រង់មែននោះ។","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:119","price":"តើមូលហេតុអ្វីបានជាពួកអ្នកមិនបរិភោគនូវអ្វី(សត្វ ដែលគេសំឡេះ)ដែលគេរំលឹកឈ្មោះរបស់អល់ឡោះ ខណៈដែល ទ្រង់ពិតជាបានបកស្រាយប្រាប់ពួកអ្នកនូវអ្វីដែលទ្រង់បានហាម ឃាត់ចំពោះពួកអ្នក លើកលែងតែពួកអ្នកចាំបាច់បរិភោគវា(ដោយ បង្ខំចិត្ដ)នោះ? ហើយពិតប្រាកដណាស់ មនុស្សភាគច្រើនធ្វើឱ្យអ្នក ដទៃវងេ្វងតាមចំណង់របស់ពួកគេដោយគ្មានចំណេះដឹង។ ពិតប្រាកដ ណាស់ ម្ចាស់របស់អ្នក ទ្រង់ដឹងបំផុតចំពោះពួកដែលបំពាន។","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:120","price":"ចូរពួកអ្នកបោះបង់ចោលបាបកម្មទាំងចំហនិងអាថ៌-កំបាំងចុះ។ ពិតប្រាកដណាស់ ពួកដែលប្រព្រឹត្ដបាបកម្មនោះ ពួកគេ នឹងត្រូវគេតបស្នងនូវអ្វីដែលពួកគេធ្លាប់បានប្រព្រឹត្ដ។","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:121","price":"ហើយចូរពួកអ្នកកុំបរិភោគនូវអ្វី(សត្វសំឡេះ)ដែល គេមិនរំលឹកឈ្មោះអល់ឡោះចំពោះវាឱ្យសោះ ព្រោះវាពិតជាធ្វើឱ្យ ប្រាសចាកពីការប្រតិបត្ដិតាមអល់ឡោះ។ ពិតប្រាកដណាស់ ស្ហៃតន កំពុងញុះញង់អ្នកគាំពាររបស់ពួកវា ដើម្បីឱ្យពួកគេឈ្លោះប្រកែក ជាមួយពួកអ្នក។ ប្រសិនបើពួកអ្នកគោរពតាមពួកគេនោះ ពួកអ្នក ពិតជាក្លាយជាពួកមូស្ហរីគីនជាមិនខាន។","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:122","price":"តើបុគ្គលដែលបានស្លាប់(ស្លាប់ដួងចិត្ដ) រួចយើងបានធ្វើ ឱ្យ(ចិត្ដ)គេរស់ឡើងវិញ ហើយយើងបានបង្កើតពន្លឺមួយ(ជំនឿ) សម្រាប់គេ ដើម្បីឱ្យគេដើរ(ចូលរួម)ក្នុងចំណោមមនុស្សដទៃទៀត ដូចគ្នានឹងបុគ្គលដែលស្ថិតក្នុងភាពងងឹត(វងេ្វង គ្មានជំនឿ) ដែល បុគ្គលនោះមិនអាចចាកចេញពីវាបានដែរឬទេ? ដូចេ្នះដែរគេបាន លំអសម្រាប់ពួកដែលគ្មានជំនឿនូវអ្វីដែលពួកគេធ្លាប់បានប្រព្រឹត្ដ។","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:123","price":"ហើយដូចេ្នះដែរ យើងបានបង្កើតមេដឹកនាំរបស់ពួក ដែលប្រព្រឹត្ដអំពើអាក្រក់នៅគ្រប់តំបន់ ដើម្បីប្រើល្បិចក្នុងនោះ (រារាំងអ្នកដទៃក្នុងការចូលសាសនាអ៊ីស្លាម)។ ហើយពួកគេគ្មាន ប្រើល្បិចកលណាក្រៅពីការបោកប្រាស់លើខ្លួនឯងនោះឡើយ តែ ពួកគេមិនដឹងខ្លួន។","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:124","price":"ហើយនៅពេលដែលភស្ដុតាង(គម្ពីរគួរអាន)បានមក ដល់ពួកគេ ពួកគេបាននិយាយថាៈ ពួកយើងមិនជឿឡើយ លុះត្រា តែគេផ្ដល់ឱ្យពួកយើងដូចអ្វីដែលគេបានផ្ដល់ឱ្យបណ្ដាអ្នកនាំសារ របស់អល់ឡោះ។ (អល់ឡោះមានបន្ទូលតបវិញថា) អល់ឡោះ ដឹងបំផុតចំពោះអ្នកណាដែលទ្រង់នឹងផ្ដល់សាររបស់ទ្រង់។ ទ្រង់នឹង ធ្វើឱ្យពួកដែលប្រព្រឹត្ដបាបកម្មមានភាពទន់ខ្សោយចំពោះអល់ឡោះ និងទទួលទារុណកម្មយ៉ាងធ្ងន់ធ្ងរដោយសារតែអ្វីដែលពួកគេធ្លាប់ បានប្រើល្បិច។","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:125","price":"ដូចេ្នះអ្នកណាដែលអល់ឡោះមានបំណងចង្អុលបង្ហាញ ដល់គេ គឺទ្រង់ធ្វើឱ្យដើមទ្រូងរបស់គេមានភាពទូលំទូលាយដើម្បី ទៅរកសាសនាអ៊ីស្លាម។ តែអ្នកណាដែលទ្រង់មានបំណងឱ្យគេ វងេ្វងវិញ គឺទ្រង់ធ្វើឱ្យចិត្ដរបស់គេមានភាពចង្អៀតចង្អល់លំបាក វាហាក់ដូចជាគេកំពុងឡើងទៅលើមេឃ។ ដូចេ្នះដែរ អល់ឡោះ ធ្វើទារុណកម្មចំពោះពួកដែលគ្មានជំនឿ។","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:126","price":"នេះហើយ(គម្ពីរគួរអាន និងច្បាប់អ៊ីស្លាម)ជាមាគ៌ានៃ ម្ចាស់របស់អ្នកដ៏ត្រឹមត្រូវ។ ជាការពិតណាស់ យើងបានបញ្ជាក់នូវ ភស្ដុតាងជាច្រើនដល់ក្រុមដែលយកចិត្ដទុកដាក់។","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:127","price":"ពួកគេនឹងទទួលបានលំនៅដ្ឋានដែលមានសន្ដិភាព (ឋានសួគ៌)ពីម្ចាស់របស់ពួកគេ។ ហើយទ្រង់ជាអ្នកគាំពារពួកគេ ដោយសារតែអ្វីដែលពួកគេធ្លាប់បានសាង។","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:128","price":"ហើយនៅថ្ងៃដែលអល់ឡោះប្រមូលផ្ដុំពួកគេទាំងអស់ គ្នា(ទ្រង់មានបន្ទូលថា) ឱក្រុមជិន. ជាការពិតណាស់ ពួកអ្នកបាន ធ្វើឱ្យមនុស្សលោកជាច្រើនវងេ្វង។ ហើយមិត្ដភក្ដិរបស់ពួកគេអំពី មនុស្សលោកបាននិយាយថាៈ ឱម្ចាស់របស់ពួកយើង. យើងបាន ទទួលផលប្រយោជន៍ពីគ្នាទៅវិញទៅមក ហើយពួកយើងបានដល់ ពេលវេលាដែលទ្រង់បានកំណត់ឱ្យពួកយើងហើយ។ អល់ឡោះបាន មានបន្ទូលថាៈ ឋាននរកគឺជាកន្លែងដែលពួកអ្នករស់នៅជាអមតៈ លើកលែងតែអ្វីដែលអល់ឡោះមានចេតនាប៉ុណ្ណោះ។ ពិតប្រាកដ ណាស់ ម្ចាស់របស់អ្នកមហាគតិបណ្ឌិត មហាដឹង។","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:129","price":"ដូចេ្នះដែរ យើងធ្វើឱ្យពួកដែលបំពានដឹកនាំគ្នាទៅវិញ ទៅមកដោយសារតែអ្វីដែលពួកគេធ្លាប់បានប្រព្រឹត្ដ។","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:130","price":"ឱបណ្ដាក្រុមជិននិងមនុស្សលោក. តើបណ្ដាអ្នកនាំសារ ក្នុងចំណោមពួកអ្នកមិនបានមកដល់ពួកអ្នក ហើយពួកគេមិននិទាន រឿងប្រាប់ពួកអ្នកនូវភស្ដុតាងទាំងឡាយរបស់យើង ព្រមទាំងដាស់ តឿនព្រមានពួកអ្នកអំពីការជួបនៅថ្ងៃនេះ(បរលោក)ទេឬ? ពួក គេបានតបថាៈ យើងបានធ្វើសាក្សីលើខ្លួនយើងផ្ទាល់។ ហើយការ រស់នៅក្នុងលោកិយបានបោកបញ្ឆោតពួកគេ ព្រមទាំងពួកគេបាន ធ្វើសាក្សីលើខ្លួនឯងថាៈ ពិតប្រាកដណាស់ ពួកគេធ្លាប់ប្រឆាំងមែន។","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:131","price":"នោះគឺដោយសារតែម្ចាស់របស់អ្នកមិនបានបំផ្លាញភូមិ ស្រុកដោយបំពាន ខណៈដែលប្រជាជនភូមិស្រុកនោះមិនបានដឹង។","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:132","price":"ហើយគ្រប់ៗរូប(ជិននិងមនុស្ស)នឹងទទួលបានលំដាប់ ថ្នាក់(ឋានសួគ៌ ឬឋាននរក) ទៅតាមអ្វីដែលពួកគេបានប្រព្រឹត្ដ។ អល់ឡោះមិនធេ្វសប្រហែសនូវអ្វីដែលពួកគេប្រព្រឹត្ដឡើយ។","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:133","price":"ហើយម្ចាស់របស់អ្នក(មូហាំម៉ាត់)គឺជាអ្នកដែលមាន លើសលុបនិងជាអ្នកមានសេចក្ដីករុណា។ ប្រសិនបើទ្រង់មានចេតនា ទ្រង់ពិតជានឹងបំផ្លាញពួកអ្នក ហើយទ្រង់នឹងជំនួសដោយក្រុមផេ្សង បន្ទាប់ពីពួកអ្នកតាមអ្វីដែលទ្រង់មានចេតនា ដូចដែលទ្រង់បាន បង្កើតពួកអ្នកចេញពីពូជអំបូរនៃក្រុមផេ្សងៗ(មុនពួកអ្នក)ដែរ។","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:134","price":"ពិតប្រាកដណាស់ អ្វីដែលគេសន្យានឹងពួកអ្នកគឺពិតជា មកដល់។ ហើយពួកអ្នកមិនអាចគេចផុត(ពីទារុណកម្មរបស់ អល់ឡោះ)បានឡើយ។","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:135","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ឱក្រុមរបស់ខ្ញុំ. ចូរពួក អ្នកប្រតិបត្ដិតាមមាគ៌ារបស់ពួកអ្នកចុះ។ ពិតប្រាកដណាស់ ខ្ញុំក៏ ប្រតិបត្ដិតាមមាគ៌ារបស់ខ្ញុំដែរ។ ហើយពួកអ្នកគង់តែនឹងដឹងអ្នក ណា(ខ្ញុំឬពួកអ្នក)ដែលទទួលបានជោគជ័យនៅថ្ងៃបរលោកនោះ។ ពិតប្រាកដណាស់ ពួកដែលបំពានគឺគ្មានជ័យជំនះឡើយ។","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:136","price":"ហើយពួកគេ(ពួកមូស្ហរីគីន)បានរំលែកមួយចំណែក សម្រាប់អល់ឡោះអំពីអ្វីដែលទ្រង់បានបង្កើតនៃផលានុផលដែល បានមកពីការដាំដុះ និងសត្វពាហនៈ ហើយពួកគេបាននិយាយដោយ ការប៉ាន់ស្មានរបស់ពួកគេថាៈ នេះសម្រាប់អល់ឡោះ ហើយនេះគឺ សម្រាប់ព្រះរបស់ពួកយើង។ ហើយអ្វីដែលសម្រាប់ព្រះរបស់ពួកគេ គឺវាមិនទៅដល់អល់ឡោះឡើយ តែអ្វីដែលសម្រាប់អល់ឡោះ នោះគឺទៅដល់ព្រះរបស់ពួកគេ។ អ្វីដែលពួកគេកាត់សេចក្ដីនោះ គឺអាក្រក់បំផុត។","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:137","price":"ដូចេ្នះដែរ ស្ហៃតនបានលំអដល់ពួកមូស្ហរីគីនជាច្រើន ក្នុងការសម្លាប់កូនចៅរបស់ពួកគេ ដើម្បីពួកគេ(ស្ហៃតន)បំផ្លាញ ពួកទាំងនោះ និងដើម្បីបំភាន់ពួកគេនូវសាសនារបស់ពួកគេ។ ហើយ ប្រសិនបើអល់ឡោះមានចេតនា គឺពួកគេមិនធ្វើកិច្ចការនោះឡើយ។ ដូចេ្នះ ចូរអ្នកបណ្ដោយពួកគេ និងអ្វីដែលពួកគេប្រឌិតនោះចុះ។","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:138","price":"ពួកគេបាននិយាយដោយការប៉ាន់ស្មានថាៈ សត្វពាហនៈ និងផលានុផលទាំងនេះត្រូវបានគេហាមឃាត់មិនឱ្យបរិភោគវា ឡើយ លើកលែងតែបុគ្គលណាដែលពួកយើងអនុញ្ញាតប៉ុណ្ណោះ។ ហើយសត្វពាហនៈនេះដែរ ត្រូវបានគេហាមឃាត់ខ្នងរបស់វា(ក្នុង ការជិះនិងដឹកជញ្ជូន) ព្រមទាំងសត្វពាហនៈដែលពួកគេមិនរំលឹក ឈ្មោះអល់ឡោះចំពោះវា។ (ពួកគេធ្វើដូច្នោះ)គឺដើម្បីមួលបង្កាច់ ទៅលើអល់ឡោះ។ ទ្រង់នឹងតបស្នងចំពោះពួកគេនូវអ្វីដែលពួកគេ បានមួលបង្កាច់នោះ។","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:139","price":"ហើយពួកគេបាននិយាយបន្ដទៀតថាៈ អ្វីដែលនៅក្នុង ពោះសត្វពាហនៈនេះ គឺសម្រាប់តែបុរសៗរបស់ពួកយើងប៉ុណ្ណោះ ហើយត្រូវហាមឃាត់ទៅលើស្ដ្រីៗរបស់ពួកយើង។ ប៉ុន្ដែបើវាកើត មកហើយស្លាប់ គឺពួកគេមានចំណែកស្មើគ្នានៅក្នុងការបរិភោគវា។ អល់ឡោះនឹងដាក់ទណ្ឌកម្មពួកគេចំពោះការដាក់ច្បាប់របស់ពួកគេ បែបនេះ។ ពិតប្រាកដណាស់ ទ្រង់មហាគតិបណ្ឌិត មហាដឹង។","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:140","price":"ពួកដែលបានសម្លាប់កូនរបស់ពួកគេដោយភាពល្ងង់ខ្លៅ អវិជ្ជាពិតជាបានខាតបង់។ ហើយពួកគេបានហាមឃាត់(ខ្លួនឯង) នូវអ្វីដែលអល់ឡោះបានប្រទានលាភសក្ការៈដល់ពួកគេដើម្បីមួល បង្កាច់ចំពោះអល់ឡោះ។ ជាការពិតណាស់ ពួកគេបានវងេ្វង ហើយ ពួកគេមិនមែនជាពួកដែលទទួលបានការចង្អុលបង្ហាញឡើយ។","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:141","price":"ហើយទ្រង់ជាអ្នកដែលបានបង្កើតច្បារដំណាំជាច្រើន ដែលដុះឡើងទ្រើង(ដូចជាទំពាំងបាយជូរ) និងមិនឡើងទ្រើង ដូច ជាដើមល្មើ និងដំណាំផេ្សងៗទៀតដែលមានរសជាតិប្លែកៗពីគ្នាក្នុង ការបរិភោគ ហើយផ្លែអូលីវ និងផ្លែទទឹមស្រដៀងគ្នា និងមានខ្លះ ទៀតមិនដូចគ្នាឡើយ(រូបរាង និងរសជាតិ)។ ចូរពួកអ្នកបរិភោគ ផលានុផលរបស់វានៅពេលដែលវាឱ្យផល និងបរិច្ចាគហ្សាកាត់របស់ វានៅថ្ងៃប្រមូលផលវាចុះ។ ហើយពួកអ្នកមិនត្រូវខ្ជះខ្ជាយឡើយ ពិតប្រាកដណាស់ អល់ឡោះមិនស្រឡាញ់ពួកដែលខ្ជះខ្ជាយឡើយ។","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:142","price":"ហើយសត្វពាហនៈមួយចំនួនអាចដឹកជញ្ជូនបាន(ដូចជា សត្វអូដ្ឋជាដើម) និងមួយចំនួនទៀតមិនអាចដឹកជញ្ជូនបានទេ(ដូច ជាពពែ ចៀម)។ ចូរពួកអ្នកបរិភោគអំពីអ្វីដែលអល់ឡោះបាន ប្រទានលាភសក្ការៈមកឱ្យពួកអ្នកចុះ។ ហើយចូរពួកអ្នកកុំតាម មាគ៌ារបស់ស្ហៃតនឱ្យសោះ។ ពិតប្រាកដណាស់ វាគឺជាសត្រូវយ៉ាង ពិតប្រាកដចំពោះពួកអ្នក។","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:143","price":"សត្វពាហនៈប្រាំបីគូ ក្នុងនោះមានសត្វចៀមមួយគូ និង សត្វពពែមួយគូ(ញីនិងឈ្មោល)។ ចូរអ្នក(មូហាំម៉ាត់)សួរថាៈ តើ ឈ្មោលទាំងពីរ ឬញីទាំងពីរ ឬកូនដែលនៅក្នុងផ្ទៃរបស់វាទាំងពីរ ឬ ដែលអល់ឡោះបានហាមឃាត់នោះ? ចូរពួកអ្នកប្រាប់ខ្ញុំតាម ការចេះដឹងមក ប្រសិនបើពួកអ្នកជាអ្នកសច្ចៈមែននោះ។","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:144","price":"ហើយក្នុងនោះមានសត្វអូដ្ឋមួយគូ និងសត្វគោមួយគូ (ញី និងឈ្មោល)។ ចូរអ្នក(មូហាំម៉ាត់)សួរថាៈ តើឈ្មោលទាំងពីរ ឬញីទាំងពីរ ឬកូនដែលនៅក្នុងផ្ទៃរបស់ញីទាំងពីរឬ ដែលអល់ឡោះ បានហាមឃាត់នោះ? ឬពួកអ្នកជាសាក្សីនៅពេលដែលអល់ឡោះ បានហាមឃាត់វានោះ? ដូចេ្នះ តើអ្នកណាដែលអយុត្ដិធម៌ជាងអ្នក ដែលមួលបងា្កច់ទៅលើអល់ឡោះដោយការភូតកុហកដើម្បីធ្វើ ឱ្យមនុស្សវងេ្វងដោយគ្មានចំណេះដឹងនោះ? ពិតប្រាកដណាស់ អល់ឡោះមិនចង្អុលបង្ហាញដល់ក្រុមដែលអយុត្ដិធម៌ឡើយ។","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:145","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថា ខ្ញុំមិនដែលជួបប្រទះនៅ ក្នុងអ្វីដែលអល់ឡោះបានផ្ដល់វ៉ាហ៊ីឱ្យខ្ញុំនូវការបម្រាមទៅលើអ្នក ដែលចង់បរិភោគវា(សត្វដែលពួកអ្នកហាមឃាត់)នោះទេ លើក លែងតែវាក្លាយជាសត្វស្លាប់(ដោយពុំបានសំឡេះតាមច្បាប់អ៊ីស្លាម) ឬឈាមដែលហូរ ឬសាច់ជ្រូក ពីព្រោះវាជារបស់កខ្វក់ ឬជារបស់ ដែលមិនស្របច្បាប់ដែលត្រូវបានគេសំឡេះវាដោយរំលឹកនាមផេ្សង ពីអល់ឡោះ។ ប៉ុន្ដែបើបុគ្គលណាត្រូវបានបង្ខំចិត្ដ(ក្នុងការទទួល ទាន) ដោយគ្មានលើសពីតម្រូវការចាំបាច់ និងមិនរំលោភបំពានទេ នោះ គឺពិតប្រាកដណាស់ម្ចាស់របស់អ្នកមហាអភ័យទោស មហា អាណិតស្រឡាញ់។","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:146","price":"ហើយចំពោះពួកយ៉ាហ៊ូទី យើងបានហាមឃាត់(ការបរិភោគ)រាល់សត្វដែលមានក្រចកជាប់គ្នា។ ហើយចំពោះគោ ឬពពែ យើងបានហាមឃាត់ទៅលើពួកគេនូវការបរិភោគខ្លាញ់របស់វា លើកលែងតែខ្លាញ់ដែលជាប់នៅនឹងឆ្អឹងខ្នងរបស់វា ឬពោះវៀន ឬខ្លាញ់ដែលជាប់នឹងឆ្អឹងទាំងឡាយប៉ុណ្ណោះ។ ទាំងនោះគឺយើងបាន តបស្នងចំពោះពួកគេដោយការបំពានរបស់ពួកគេ។ ហើយពិត ប្រាកដណាស់ យើងគឺជាអ្នកដែលប្រកាន់សច្ចធម៌។","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:147","price":"-តែប្រសិនបើពួកគេបានបដិសេធនឹងអ្នក(មូហាំម៉ាត់) ចូរអ្នកប្រាប់ទៅពួកគេថាៈ ម្ចាស់របស់ពួកអ្នកមានក្ដីមេត្ដាករុណា ទូលំទូលាយបំផុត ហើយគ្មានអ្នកណាអាចច្រានទារុណកម្មរបស់ ទ្រង់ចេញពីពួកដែលប្រព្រឹត្ដអំពើអាក្រក់បានឡើយ។","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:148","price":"ពួកដែលបានធ្វើស្ហ៊ីរិកនឹងនិយាយថាៈ ប្រសិនបើ អល់ឡោះមានចេតនា ពួកយើងនិងជីដូនជីតារបស់ពួកយើងមិន បានធ្វើស្ហ៊ីរិកឡើយ ហើយពួកយើងក៏មិនបម្រាម(លើខ្លួនឯង)នូវ ប្រការណាមួយដែរ។ ដូច្នោះដែរ ពួកដែលពីមុនពួកគេក៏បានបដិសេធ(នឹងអ្នកនាំសាររបស់ពួកគេ)ដែរ រហូតទាល់តែពួកគេបាន ភ្លក្សទារុណកម្មរបស់យើង។ ចូរអ្នក(មូហាំម៉ាត់)សួរពួកគេថាៈ តើពួកអ្នកមានការចេះដឹងដែរឬទេ ចូរពួកអ្នកបង្ហាញវាដល់យើង មក? ពួកអ្នកមិនតាមអ្វីក្រៅតែពីការស្មានឡើយ ហើយពួកអ្នក ក៏គ្មានអ្វីក្រៅពីការភូតកុហកដែរ។","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:149","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ អល់ឡោះមានភស្ដុតាង យ៉ាងច្បាស់លាស់។ ហើយប្រសិនបើទ្រង់មានចេតនា ទ្រង់ប្រាកដជា ចង្អុលបង្ហាញដល់ពួកអ្នកទាំងអស់គ្នាជាមិនខាន។","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:150","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកនាំមកនូវ សាក្សីទាំងឡាយរបស់ពួកអ្នក ដែលពួកគេធ្វើសាក្សីថា ពិតប្រាកដ ណាស់ អល់ឡោះបានហាមឃាត់របស់ទាំងនេះ។ ហើយប្រសិនបើ ពួកគេបានធ្វើសាក្សី(កុហក) ចូរអ្នកកុំធ្វើសាក្សីជាមួយពួកគេ។ ហើយចូរអ្នកកុំអនុវត្ដតាមទំនើងចិត្ដរបស់ពួកដែលបានបដិសេធនឹង បណ្ដាភស្ដុតាងរបស់យើង និងពួកដែលមិនជឿថ្ងៃបរលោក ហើយ ពួកគេជាពួកដែលធ្វើស្ហ៊ីរិកនឹងម្ចាស់របស់ពួកគេឱ្យសោះ។","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:151","price":"ចូរអ្នកពោលថាៈ សូមពួកអ្នកមកទីនេះ ខ្ញុំនឹងសូត្រឱ្យ ពួកអ្នកស្ដាប់នូវអ្វីដែលម្ចាស់របស់ពួកអ្នកបានហាមឃាត់ពួកអ្នកថាៈ ចូរពួកអ្នកកុំធ្វើស្ហ៊ីរិកចំពោះទ្រង់ឱ្យសោះ ហើយត្រូវធ្វើល្អជាមួយ ឪពុកម្ដាយ។ ហើយពួកអ្នកមិនត្រូវសម្លាប់កូនចៅរបស់ពួកអ្នក ដោយសារភាពក្រខ្សត់នោះឡើយ។ យើងជាអ្នកផ្ដល់លាភសក្ការៈ ដល់ពួកអ្នក និងពួកគេ(កូនចៅ)។ ហើយចូរពួកអ្នកកុំបៀតបៀន អំពើអាក្រក់(ហ្ស៊ីណា)ទោះបីដោយចំហ ឬដោយលាក់លៀម ក៏ដោយ។ ហើយចូរពួកអ្នកកុំសម្លាប់មនុស្សដែលអល់ឡោះបាន ហាមឃាត់ឱ្យសោះ លើកលែងតែមានមូលហេតុត្រឹមត្រូវ(តាម ច្បាប់អ៊ីស្លាម)។ ទាំងនោះទ្រង់បានផ្ដែផ្ដាំវាចំពោះពួកអ្នកសង្ឃឹម ថា ពួកអ្នកគិតពិចារណា។","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:152","price":"ហើយចូរពួកអ្នកកុំបៀតបៀនទ្រព្យសម្បត្ដិកូនកំព្រា លើកលែងតែតាមវិធីដែលមានប្រយោជន៍រហូតដល់គេពេញវ័យ។ ហើយចូរពួកអ្នកបំពេញរង្វាល់ និងការថ្លឹងប្រកបដោយយុត្ដិធម៌។ យើងមិនដាក់បន្ទុកបុគ្គលណាម្នាក់ឱ្យហួសពីសមត្ថភាពរបស់គេ ឡើយ។ ហើយនៅពេលដែលពួកអ្នកនិយាយស្ដី ចូរប្រកាន់ខ្ជាប់នូវ ភាពយុត្ដិធម៌ សូម្បីតែទាក់ទងនឹងសាច់សាលោហិតក៏ដោយ។ ហើយចូរពួកអ្នកបំពេញកិច្ចសន្យារបស់អល់ឡោះ។ ទាំងនេះទ្រង់ បានផ្ដែផ្ដាំវាចំពោះពួកអ្នក សង្ឃឹមថាពួកអ្នកនឹងចងចាំ។","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:153","price":"ហើយពិតប្រាកដណាស់នេះជាមាគ៌ារបស់យើងដ៏ត្រឹម ត្រូវ ដូចេ្នះចូរពួកអ្នកប្រតិបត្ដិតាមវា។ ហើយចូរពួកអ្នកកុំប្រតិបត្ដិ តាមផ្លូវនានា(ផ្លូវវងេ្វង) ព្រោះវានឹងបំបែកពួកអ្នកចេញពីមាគ៌ា ដ៏ត្រឹមត្រូវរបស់ទ្រង់។ ទាំងនេះទ្រង់បានផ្ដែផ្ដាំវាចំពោះពួកអ្នក សង្ឃឹមថាពួកអ្នកនឹងកោតខ្លាចអល់ឡោះ។","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:154","price":"ក្រោយមកយើងបានប្រទានគម្ពីរ(តាវរ៉ត)ឱ្យមូសា ដើម្បីបំពេញ(នៀកម៉ាត់) និងអធិប្បាយនូវរាល់កិច្ចការយ៉ាងច្បាស់ លាស់ និងជាការចង្អុលបង្ហាញ ហើយនិងជាក្ដីមេត្ដាករុណាសម្រាប់ អ្នកដែលសាងអំពើល្អ សង្ឃឹមថាពួកគេមានជំនឿនឹងការជួបម្ចាស់ របស់ពួកគេ(ថ្ងៃបរលោក)។","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:155","price":"នេះជាគម្ពីរ(គួរអាន)ដ៏ពិសិដ្ឋដែលយើងបានបញ្ចុះវា (ឱ្យមូហាំម៉ាត់) ដូចេ្នះចូរពួកអ្នកប្រតិបត្ដិតាមវា និងកោតខ្លាច អល់ឡោះចុះ សង្ឃឹមថាពួកអ្នកនឹងត្រូវគេអាណិតស្រឡាញ់។","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:156","price":"ដើម្បីកុំឱ្យពួកអ្នក(ពួកមូស្ហរីគីន)និយាយថាៈ ពិត ប្រាកដណាស់ គម្ពីរត្រូវបានគេ(អល់ឡោះ)បញ្ចុះឱ្យតែមនុស្សពីរ ក្រុម(យ៉ាហ៊ូទី និងណាសរ៉នី)មុនពួកយើងប៉ុណ្ណោះ។ ហើយពួក យើងពិតជាមិនចេះអំពីការសូត្រគម្ពីររបស់ពួកគេឡើយ។","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:157","price":"-ឬដើម្បីកុំឱ្យពួកអ្នកនិយាយថាៈ ប្រសិនបើគេបានបញ្ចុះគម្ពីរមកឱ្យពួកយើង ប្រាកដជាពួកយើងទទួលបានការចង្អុលបង្ហាញ ជាងពួកគេ(ពួកយ៉ាហ៊ូទី និងណាសរ៉នី)។ ហើយជាការពិតណាស់ ភស្ដុតាងដ៏ជាក់ច្បាស់និងការចង្អុលបង្ហាញ ហើយនិងការអាណិត ស្រឡាញ់ពីម្ចាស់របស់ពួកអ្នកបានមកដល់ពួកអ្នក។ ដូចេ្នះតើអ្នក ណាដែលអយុត្ដិធម៌ជាងអ្នកដែលបានបដិសេធនឹងបណ្ដាភស្ដុតាង របស់អល់ឡោះ និងបែរចេញពីវានោះ? យើងនឹងតបស្នងចំពោះ ពួកដែលបែរចេញពីបណ្ដាភស្ដុតាងរបស់យើងនោះនូវទារុណកម្ម ដ៏អាក្រក់ ដោយសារតែការបែរចេញរបស់ពួកគេ។","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:158","price":"ពួកគេ(ពួកប្រឆាំង)គ្មានរង់ចាំអ្វីក្រៅពីម៉ាឡាអ៊ីកាត់ មកដល់ពួកគេ(ដើម្បីយកជីវិត)ឬម្ចាស់របស់អ្នកនឹងមកដល់(ដើម្បី កាត់ក្ដី) ឬសញ្ញា(ថ្ងៃបរលោក)មួយចំនួននៃម្ចាស់របស់អ្នកនឹងមក ដល់នោះឡើយ។ នៅថ្ងៃដែលសញ្ញាមួយចំនួននៃម្ចាស់របស់អ្នកមក ដល់ ពេលនោះជំនឿរបស់បុគ្គលម្នាក់ៗគ្មានប្រយោជន៍ដល់គេឡើយ ប្រសិនបើគេគ្មានជំនឿពីមុនមក ឬមិនបានសាងអំពើល្អនៅក្នុងពេល ដែលគេមានជំនឿនោះ។ ចូរអ្នកពោលថាៈ ចូរពួកអ្នករង់ចាំ(ថ្ងៃ បរលោក)ចុះ. ពិតប្រាកដណាស់ ពួកយើងក៏ជាអ្នករង់ចាំដែរ។","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:159","price":"ពិតប្រាកដណាស់ ពួកដែលបានបំបែកសាសនារបស់ ពួកគេ ដែលធ្វើឱ្យពួកគេក្លាយជាក្រុមៗនោះ អ្នក(មូហាំម៉ាត់) គ្មានការពាក់ព័ន្ធនឹងពួកគេបន្ដិចសោះឡើយ។ ពិតប្រាកដណាស់ កិច្ចការរបស់ពួកគេត្រូវប្រគល់ទៅចំពោះអល់ឡោះ បន្ទាប់មក ទ្រង់នឹងប្រាប់ពួកគេនូវអ្វីដែលពួកគេបានប្រព្រឹត្ដ។","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:160","price":"អ្នកណាដែលបាននាំទៅជាមួយនូវអំពើល្អមួយ(នៅថ្ងៃ បរលោក) គេនឹងទទួលបានផលបុណ្យដប់ដងដូចនឹងអំពើល្អរបស់ គេ។ រីឯអ្នកណាដែលបាននាំទៅជាមួយនូវអំពើអាក្រក់មួយវិញ នោះ គេនឹងមិនត្រូវបានតបស្នងក្រៅពីអំពើអាក្រក់ដូចគ្នានោះ ឡើយ។ ហើយពួកគេមិនត្រូវគេបំពានឡើយ។","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:161","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ពិតប្រាកដណាស់ ម្ចាស់ របស់ខ្ញុំបានចង្អុលបង្ហាញខ្ញុំទៅកាន់មាគ៌ាដ៏ត្រឹមត្រូវជាសាសនាដ៏ពិត ដែលជាសាសនារបស់អ៊ីព្រហ៊ីមដ៏ជ្រះស្អាត។ ហើយគាត់ពុំមែនស្ថិត នៅក្នុងចំណោមពួកមូស្ហរីគីនឡើយ។","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:162","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ពិតប្រាកដណាស់ ការ សឡាតរបស់ខ្ញុំ និងការបូជាសត្វរបស់ខ្ញុំ និងការរស់នៅរបស់ខ្ញុំ ហើយនិងសេចក្ដីស្លាប់របស់ខ្ញុំ គឺសម្រាប់អល់ឡោះដែលជាម្ចាស់ គ្រប់គ្រងពិភពទាំងអស់។","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:163","price":"ទ្រង់គ្មានដៃគូឡើយ។ ហើយដោយសារប្រការទាំង នោះខ្ញុំត្រូវបានគេ(អល់ឡោះ)ដាក់បទបញ្ជា ។ ហើយខ្ញុំគឺជាអ្នក កាន់សាសនាអ៊ីស្លាមមុនគេបង្អស់។","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:164","price":"ចូរអ្នកពោលថាៈ តើឱ្យខ្ញុំយកម្ចាស់ផេ្សងក្រៅពី អល់ឡោះ ដោយទ្រង់ជាម្ចាស់គ្រប់គ្រងអ្វីៗទាំងអស់ឬ? ហើយ បុគ្គលគ្រប់រូបមិនសាងអំពើអាក្រក់ក្រៅពី(ផលអាក្រក់នោះ)ធ្លាក់ ទៅលើខ្លួនគេនោះឡើយ។ ហើយអ្នកដែលប្រព្រឹត្ដអំពើអាក្រក់មិន អាចទទួលបន្ទុកអំពើបាបរបស់អ្នកដទៃបានឡើយ។ បន្ទាប់មក ចំពោះម្ចាស់របស់ពួកអ្នកគឺជាកន្លែងវិលត្រឡប់របស់ពួកអ្នក ហើយ ទ្រង់នឹងប្រាប់ពួកអ្នកនូវអ្វីដែលពួកអ្នកធ្លាប់ខ្វែងគំនិតគ្នា។","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"km"},{"name":"6:165","price":"ហើយទ្រង់ជាអ្នកដែលបានបង្កើតពួកអ្នកឱ្យធ្វើជាអ្នក គ្រប់គ្រងផែនដី(ពីជំនាន់មួយទៅជំនាន់មួយ) ហើយទ្រង់បានលើក ឋានៈពួកអ្នកមួយចំនួនឱ្យលើសពីគ្នា ដើម្បីទ្រង់នឹងសាកល្បងពួក អ្នកចំពោះអ្វីដែលទ្រង់បានប្រទានឱ្យពួកអ្នក។ ពិតប្រាកដណាស់ ម្ចាស់របស់អ្នករហ័សបំផុតក្នុងការដាក់ទណ្ឌកម្ម ហើយពិតប្រាកដ ណាស់ ទ្រង់មហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"km"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}