{"data":[{"name":"12:1","price":"Alif Lām Ra[1]. These are the verses of the clear Book.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"[1] See footnote 2:1.","lang":"en"},{"name":"12:2","price":"We have sent it down as an Arabic Qur’an so that you may understand.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:3","price":"We relate to you [O Prophet] the best of stories through Our revelation of this Qur’an, although before this you were unaware of them.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:4","price":"[Remember] when Joseph said to his father[2], “O my father, I saw [in a dream] eleven stars, the sun and the moon – I saw them prostrating to me.”","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"[2] Prophet Jacob (عليه السلام).","lang":"en"},{"name":"12:5","price":"He said, “O my son, do not relate your vision to your brothers, lest they devise a plot against you, for Satan is a sworn enemy to mankind.","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:6","price":"Thus your Lord will choose you and teach you the interpretation of dreams, and He will complete His favor upon you and upon the house of Jacob, just as He completed it upon your forefathers Abraham and Isaac before. Indeed, your Lord is All-Knowing, All-Wise.”","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:7","price":"In the story of Joseph and his brothers there are lessons for those who seek [them].","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:8","price":"When they said, “Joseph and his brother[3] are dearer to our father than we are, although we are a group of so many. Indeed, our father is clearly mistaken.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"[3] His sibling brother Benjamin, while others were his half-brothers from another mother.","lang":"en"},{"name":"12:9","price":"Kill Joseph or cast him out to another land, so that your father’s attention will only be to you; then you will become righteous people[4].”","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"[4] By repenting thereafter.","lang":"en"},{"name":"12:10","price":"One of them said, “Do not kill Joseph; but if you must do something, then throw him into the bottom of the well, so that some travelers may pick him up.”","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:11","price":"They said, “O our father, why do you not trust us with Joseph[5], although we truly care for him?","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"[5] They formulated their challenging scheme carefully, in order to throw their father off guard.","lang":"en"},{"name":"12:12","price":"Send him with us tomorrow so that he may enjoy himself and play; we will surely keep him safe.”","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:13","price":"He said, “It truly saddens me that you should take him away, and I fear that a wolf may eat him when you are negligent of him.”","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:14","price":"They said, “If a wolf were to eat him, despite our strong group, then we would surely be losers!”","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:15","price":"Then when they took him away and they agreed to cast him into the bottom of the well, We inspired him: “You will surely inform them of this affair of theirs when they will not realize [who you are].”","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:16","price":"At night they came to their father, crying.","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:17","price":"They said, “O our father, we went off racing one another and left Joseph with our belongings, and a wolf ate him. But you will never believe us, no matter how truthful we may be.”","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:18","price":"They brought his shirt, stained with false blood[6]. He said, “Nay; rather your souls have enticed you to commit something. But I will bear it with beautiful patience. It is Allah’s help that I seek against what you claim.”","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"[6] They had stained Joseph's shirt with the blood of a lamb but had forgotten to tear it; a sure sign of their lying.","lang":"en"},{"name":"12:19","price":"Some travelers came and sent their water fetcher, who lowered his bucket into the well. He cried out, “Oh, what good news; here is a boy!” They kept him hidden as merchandise[7], but Allah is All-Knowing of what they did.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"[7] To be sold as a slave.","lang":"en"},{"name":"12:20","price":"They sold him for a meager price, a few silver coins; they were quite indifferent about him[8].","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"[8] i.e., his brothers sold him to the caravan for a pittance, or the wayfarers sold him in Egypt and were unaware of his true worth.","lang":"en"},{"name":"12:21","price":"The man[9] in Egypt who bought him said to his wife, “Make his stay comfortable; perhaps he will benefit us or we may adopt him as a son.” This is how We established Joseph in the land, so that We may teach him the interpretation of dreams. Allah’s decree always prevails, but most people do not know.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"[9] The minister whose title was al-‘Azīz.","lang":"en"},{"name":"12:22","price":"When he reached his prime, We gave him wisdom[10] and knowledge. This is how We reward those who do good.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"[10] i.e., sound judgment or prophethood.","lang":"en"},{"name":"12:23","price":"But the woman[11] in whose house he was living tried to seduce him. She bolted the doors and said, “Come here to me!” He said, “I seek refuge with Allah! My master has made my stay good. Indeed, the wrongdoers will never succeed.”","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"[11] i.e., the wife of the minister.","lang":"en"},{"name":"12:24","price":"She advanced towards him, and he would have advanced towards her, had he not seen a sign from his Lord. This is how We kept evil and shameful acts away from him. Indeed, he was one of Our chosen slaves.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:25","price":"They both rushed to the door and she tore his shirt from behind, and they found her husband at the door. She said, “What is the punishment for someone who tried to dishonor your wife, except to be imprisoned or a painful punishment?”","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:26","price":"Joseph said, “It was she who tried to seduce me.” A witness from her own household suggested: “If his shirt is torn from the front, then she is telling the truth and he is a liar.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:27","price":"But if his shirt is torn from the back, then she is lying and he is truthful.”","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:28","price":"When he saw that his shirt was torn from the back, he said, “This is your guile [O women]; your guile is great indeed!","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:29","price":"O Joseph, forget about this; but you [O wife], seek forgiveness for your sin, for it was you who have done wrong.”","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:30","price":"Some women in the city said, “The chief minister’s wife is trying to seduce her slave-boy; his love has overwhelmed her heart. We see that she is clearly mistaken.”","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:31","price":"When she heard of their gossip, she invited them and arranged for them a banquet, gave each one of them a knife, and said [to Joseph], “Come out before them.” When they saw him, they were so stunned[12] that they cut their hands, and said, “Great God! This cannot be human; this must be a noble angel.”","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"[12] In the long Hadith of the Nocturnal Journey and Ascension (al-isrā’ wa al-mi‘rāj), Prophet Muhammad (ﷺ) described Prophet Joseph (عليه السلام) when he met him as a man who is “Endowed with half of all human handsomeness.” [cf. Muslim: 162]","lang":"en"},{"name":"12:32","price":"She said, “This is the one for whose love you reproached me. I did try to seduce him but he abstained. If he does not follow my order, he will surely be imprisoned and will be fully humiliated.”","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:33","price":"Joseph said, “My Lord, I would rather be in prison than that to which they are calling me. Unless you protect me from their guile, I may succumb to them and fall into ignorance.”","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:34","price":"So his Lord answered his prayer and protected him from their guile. He is the All-Hearing, the All-Knowing.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:35","price":"Then it occurred to them after they saw the signs [of his innocence] that they should imprison him for some time[13].","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"[13] so that the scandal be forgotten.","lang":"en"},{"name":"12:36","price":"Two young men went to prison with him. One of them said, “I dreamt that I was pressing wine.” The other said, “I dreamt that I was carrying bread on my head of which birds were eating. Tell us their interpretation[14], for we see you as one of those who do good.”","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"[14] Interpretation of the dreams of his jail mates was the reason behind his victorious release and appointment as Chief Minister.","lang":"en"},{"name":"12:37","price":"Joseph said, “Before there comes to you the meal which you will be given, I will inform you of their interpretation. This is part of what my Lord has taught me. I have renounced the faith of people who do not believe in Allah and who deny the Hereafter.","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:38","price":"I follow the faith of my fathers – Abraham, Isaac and Jacob; it is not right for us to associate any partner with Allah. This is from Allah’s favor upon us and upon people, but most people are ungrateful.","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:39","price":"O my two fellow prisoners, which is better: many different lords or Allah, the One, the Subjugator?","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:40","price":"You worship none besides Him except names that you and your forefathers have made up, for which Allah has not sent down any authority. All power belongs to Allah alone; He has commanded that you should worship none except Him[15]. This is the right religion, but most people do not know.”","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"[15] Peoples’ sheer ignorance leads to associating partners with Allah.","lang":"en"},{"name":"12:41","price":"“O my two fellow prisoners, as for one of you, he will serve wine to his master[16]; as for the other, he will be crucified and the birds will eat from his head. The matter you are asking about has been decreed.”","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"[16] i.e., the king.","lang":"en"},{"name":"12:42","price":"Then he said to the one he knew would be saved, “Mention me to your master.” But Satan made him forget to mention this to his master, so he remained in prison for several years.","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:43","price":"The King said, “I dreamt of seven fat cows eaten up by seven lean ones, and seven green ears of grain and [seven] others withered. O chiefs, explain my dream to me if you can interpret dreams.”","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:44","price":"They said, “These are jumbled dreams, and we do not know the interpretation of such dreams.”","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:45","price":"The freed prisoner remembered after a long time had passed, and said, “I will inform you of its interpretation, so send me forth.”","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:46","price":"[He said], “Joseph, O man of truth, tell us about seven fat cows eaten up by seven lean ones, and seven green ears of grain and [seven] others withered, so that I may return to the people and that they may know.”","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:47","price":"Joseph said, “You will grow crops for seven consecutive years. But whatever you harvest, leave it in its ear, except for a little that you may eat.","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:48","price":"Then after that will come seven years of hardship which will devour all what you had stored, except for a little that you may set aside[17].","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"[17] In their granaries.","lang":"en"},{"name":"12:49","price":"Then after that will come a year in which people will have abundant rain, and in which they will press [grapes and olives].”","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:50","price":"The King said, “Bring him to me[18].” But when the messenger came to him, he said, “Go back to your master and ask him, ‘What was the case of the women who cut their hands?’ Indeed, my Lord is All-Knowing of their guile.”","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"[18] To underline Joseph’s fortitude, Prophet Muhammad (ﷺ) said: “Had I stayed in jail as long as Yūsuf did, I would have answered the caller!” [Al-Bukhārī:3372, Muslim:151]. Understandably, any person in Yūsuf’s most desperate position would have rushed out at the first opportunity. Yet he wanted the end of his imprisonment on favorable grounds and to prove his innocence.","lang":"en"},{"name":"12:51","price":"The king said, “What happened when you [O women] tried to seduce Joseph?” They said, “Allah forbid; we know nothing bad about him.” The chief minister’s wife said, “Now the truth has come to light. It was I who tried to seduce him, and he is surely the truthful.","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:52","price":"That is because he [i.e., the chief] should know that I did not betray him in his absence, for Allah does not lead the guile of the betrayers to succeed.”","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"","lang":"en"},{"name":"12:53","price":"I[19] do not absolve myself of blame, for Indeed the soul prompts one to evil, except those to whom my Lord may show mercy. Indeed, my Lord is All-Forgiving, Most Merciful.”","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"[19] i.e., the wife of al-‘Azeez.","lang":"en"},{"name":"12:54","price":"The King said, “Bring him to me; I will appoint him [as an adviser] exclusively to myself.” Then when he spoke to him, he said, “You are today in a highly-esteemed position and fully trusted by us.”","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:55","price":"Joseph said, “Put me in charge of the storehouses of the land[20]; I am indeed a good keeper and knowledgeable[21].”","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"[20] He found himself in a better position than anyone else for those difficult days ahead, so he offered his services. [21] The two most needed traits in a treasurer.","lang":"en"},{"name":"12:56","price":"This is how We established Joseph in the land[22] so that he may settle wherever he wished. We extend Our mercy to whom We will, and We do not let the reward of those who do good to go to waste.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"[22] This is the final episode in Joseph’s journey to greatness. The first was becoming a member of the Chief Minister’s household in his tender years (verse 21 above).","lang":"en"},{"name":"12:57","price":"But the reward of the Hereafter is better for those who believe and fear Allah.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:58","price":"The brothers of Joseph came and presented themselves before him; he recognized them but they did not know him.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:59","price":"When he prepared for them their rations, he said, “Bring me your step-brother[23]; do you not see that I give full measure and I am the best host?","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"[23] i.e., Benjamin.","lang":"en"},{"name":"12:60","price":"If you do not bring him to me, you will never receive any measure [of grain] from me, nor will you even come close to me.”","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:61","price":"They said, “We will persuade his father to send him[24], and we will surely do our best.”","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"[24] They knew its difficulty, but they still made a promise.","lang":"en"},{"name":"12:62","price":"Joseph said to his servants, “Put their trading goods back in their saddlebags so that they may find them when they go back to their family; perhaps they will return.”","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:63","price":"When they returned to their father, they said, “O our father, we have been denied any further measure [of grain]; send our brother with us so that we may receive our measure, and we will surely protect him.”","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:64","price":"He said, “Should I trust you with him as I trusted you earlier with his brother[25]? But Allah is the best Protector, and He is the Most Merciful of those who show mercy.”","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"[25] Saying this is an indication of a softer position taken by Jacob on the issue.","lang":"en"},{"name":"12:65","price":"When they opened their baggage, they found that their merchandise had been returned to them. They said, “O our father, what more could we ask for? Here are our trading goods returned to us. We can bring more food to our family, protect our brother, and obtain an extra camel-load of grain[26]. That measure is easily secured.”","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"[26] They mentioned this to cajole their father of their good intentions.","lang":"en"},{"name":"12:66","price":"He said, “I will never send him with you unless you give me a pledge by Allah that you will surely bring him back to me, unless you are completely overpowered.” Then when they gave him their pledge, he said, “Allah is Witness to what we say.”","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:67","price":"And he said, “O my sons, do not enter all from one gate, but enter from different gates[27]. I cannot avail you anything against [the decree of] Allah; the decision belongs to Allah alone. In Him I put my trust, and in Him let the faithful put their trust.”","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"[27] There is an edifying note here. Besides putting trust in Allah, one needs to take precautions.","lang":"en"},{"name":"12:68","price":"When they entered as their father had instructed them, it could not avail them against [the decree of] Allah whatsoever, yet a need in Jacob’s heart was satisfied. He was indeed a man of knowledge because of what We had taught him, but most people do not know.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:69","price":"When they came into Joseph’s presence, he called his brother [Benjamin] aside, and said, “I am indeed your brother, so do not be saddened by their past actions.”","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:70","price":"When he prepared for them their rations, he placed the [royal] drinking vessel in his brother’s saddlebag. Then an announcer called out, “O people of the caravan, you must be thieves!”","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:71","price":"They said as they turned back, “What are you missing?”","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:72","price":"They said, “We are missing the king’s measuring cup. Whoever brings it will have a camel-load [of grain]; and I guarantee it.”","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:73","price":"They said, “By Allah, you know well that we did not come to spread corruption in the land, nor are we thieves.”","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:74","price":"They said, “What should the punishment be[28], if you are liars?”","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"[28] The punishment for theft.","lang":"en"},{"name":"12:75","price":"They said, “The punishment is that the one in whose saddlebag it is found should be enslaved in recompense. This is how we punish the wrongdoers.”","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:76","price":"So he began searching their bags before his brother’s bag[29], then he brought it out of his brother’s bag. This is how We planned for Joseph; he could not have detained his brother under the King’s law, unless Allah so willed. We raise in ranks whom We will, but above each one who possesses knowledge is the All-Knowing One.","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"[29] To avert suspicion.","lang":"en"},{"name":"12:77","price":"They said, “If he steals, then it was his brother [Joseph] who stole before.” Joseph kept it to himself and did not reveal it to them, and said [in his heart], “You are in a far worse position; and Allah knows best the truth of what you say.”","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:78","price":"They said, “O chief minister, he has an elderly and vulnerable father, so take one of us instead of him, for we see that you are a kind man.”","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:79","price":"Joseph said, “Allah forbid that we should take except the one with whom we found our property, for we would then be unjust.”","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:80","price":"When they lost hope in him, they conferred privately. The eldest of them said, “Do you not know that your father has taken from you a solemn pledge by Allah, and before this you failed with regard to Joseph? Therefore, I will never leave this land until my father gives me permission[30] or Allah decides for me, for He is the Best of Judges.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"[30] Alluding to their father that this situation was different from Joseph’s.","lang":"en"},{"name":"12:81","price":"Go back to your father and say, ‘O our father, your son has committed theft, and we did not tell you except what we saw, and we had no knowledge of the unseen[31].","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"[31] i.e., we had not known that he would steal when we gave you the oath.","lang":"en"},{"name":"12:82","price":"Ask [the people of] the town where we were and the caravan we came with, and we are surely telling the truth.”","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:83","price":"He said, “No, but your souls have enticed you to commit something. But I will bear this with beautiful patience; perhaps Allah will bring them all[32] back to me, for He is the All-Knowing, the All-Wise.”","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"[32] i.e., his three missing sons.","lang":"en"},{"name":"12:84","price":"He turned away from them and said, “O my sorrow for Joseph!” And his eyes turned white[33] because of suppressing his grief.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"[33] i.e., he lost his sight.","lang":"en"},{"name":"12:85","price":"They said, “By Allah, you will not cease to remember Joseph until your health is ruined or you die.”","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:86","price":"He said, “I only complain of my anguish and sorrow to Allah, and I know from Allah what you do not know.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:87","price":"O my sons, go and find out[34] about Joseph and his brother, and do not despair of Allah’s mercy. Indeed, no one despairs of Allah’s mercy except the disbelieving people.”","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"[34] Tahassasū (lit. grope): to be extra vigilant in the search for them.","lang":"en"},{"name":"12:88","price":"When they came into Joseph’s presence, they said, “O chief minister, we and our family have been struck with adversity, and we have brought some goods of scanty worth. So give us full measure [of grain] and be charitable to us, for Allah rewards those who are charitable.”","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:89","price":"He said, “Do you know what you did to Joseph and his brother when you were ignorant[35]?”","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"[35] He provided them with a face-saving excuse by saying that they were ignorant for what they did.","lang":"en"},{"name":"12:90","price":"They said, “Are you really Joseph?” He said, “I am Joseph, and this is my brother. Allah has surely been gracious to us[36]. Whoever fears Allah and remains patient, Allah will not let the reward of those who do good to go to waste.”","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"[36] Joseph made the point that he and also his brother underwent a good turn of fortune after oppression.","lang":"en"},{"name":"12:91","price":"They said, “By Allah, Allah has favored you[37] over us, and we have surely been sinful.”","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"[37] Finally, they admitted that he was the ‘favored one’.","lang":"en"},{"name":"12:92","price":"He said, “There is no blame on you today. May Allah forgive you, for He is the Most Merciful of those who show mercy.","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:93","price":"Take this shirt of mine and throw it over my father’s face; he will recover his sight. Then come back to me with all of your family.”","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:94","price":"When the caravan set out [from Egypt], their father said, “I certainly sense the fragrance of Joseph, even though you might think that I am senile.”","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:95","price":"They said, “By Allah, you are still lost in your old delusion.”","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:96","price":"Then when the bearer of the glad tidings came, he threw it[38] over his face, and he immediately recovered his sight. He said, “Did I not tell you that I know from Allah what you do not know?”","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"[38] i.e., Joseph's shirt.","lang":"en"},{"name":"12:97","price":"They said, “O our father, pray to Allah to forgive us our sins; we were certainly mistaken.”","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:98","price":"He said, “I will ask my Lord to forgive you, for He is the All-Forgiving, the Most Merciful.”","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:99","price":"When they came into Joseph’s presence, he embraced his parents and said, “Enter Egypt, if Allah wills, safe and secure.","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:100","price":"He took his parents to the throne, and they all fell down in prostration[39] before him. He said, “O my father, this is the interpretation of my old dream. My Lord has made it come true. He was kind to me when He freed me from prison and brought you all here from the wilderness after Satan caused a rift between me and my brothers. My Lord is gracious to whom He wills. Indeed, He is the All-Knowing, the All-Wise.”","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"[39] That of greeting and respect, not of worship, which was permissible before the time of Prophet Muhammad (ﷺ).","lang":"en"},{"name":"12:101","price":"“My Lord, You have given me authority and taught me something of the interpretation of dreams. O Originator of the heavens and earth, You are my Protector in this world and in the Hereafter. Cause me to die as a Muslim [submitting to You], and join me with the righteous[40].”","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"[40] By the ‘righteous’ ones Joseph meant his forefathers Isaac and Abraham and all other prophets and messengers.","lang":"en"},{"name":"12:102","price":"That is from the stories of the unseen which We reveal to you [O Prophet]; you were not with them when they agreed upon their plan as they were plotting.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:103","price":"But most people will not believe, no matter how eager you may be.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:104","price":"You are not asking them for any reward. It is only a reminder to the worlds.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:105","price":"How many signs there are in the heavens and earth which they pass by without paying them any heed!","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:106","price":"And most of them do not believe in Allah except that they associate partners with Him.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:107","price":"Do they feel secure that an overwhelming punishment from Allah will not overtake them, or that the Hour will not come upon them by surprise when they least expect it?","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:108","price":"Say [O Prophet], “This is my way. I call to Allah with clear evidence – I and those who follow me. Glory be to Allah, and I am not one of those who associate partners with Him.”","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:109","price":"We did not send before you[41] except men whom We gave a revelation, from the people of each society. Have they not traveled through the land to see how was the end of those who came before them? But the home of the Hereafter is far better for those who fear Allah. Do you not then understand?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"[41] i.e., Prophet Muhammad (ﷺ).","lang":"en"},{"name":"12:110","price":"Until when the messengers lost all hope and realized that they were dismissed as liars, Our help came to them, so We saved whom We willed, and Our punishment cannot be averted from the wicked people.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:111","price":"In their stories there is truly a lesson for people of understanding. This [Qur’an] is not a fabricated tale, rather a confirmation of what came before it, a detailed explanation of everything, a guidance and mercy for people who believe.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"en"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}