{"data":[{"name":"18:1","price":"All praise be to Allah Who has sent down upon His slave the Book, and has not allowed any crookedness therein[1],","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"[1] From the straight path or from the truth.","lang":"en"},{"name":"18:2","price":"an upright Book, to warn of severe punishment from Him[2], and to give glad tidings to the believers who do righteous deeds, that they will have a good reward,","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"[2] i.e., a painful punishment that awaits them in the Hereafter, and in this life such as in the battle at the hands of the believers.","lang":"en"},{"name":"18:3","price":"wherein they will abide forever;","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:4","price":"and to warn those who say, “Allah has begotten a son[3].”","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"[3] Such as the Jews and Christians, and the Arab pagans who claimed that angels are Allah’s daughters.","lang":"en"},{"name":"18:5","price":"They have no knowledge of it, nor did their forefathers[4]. What a monstrous word that comes out of their mouths! They say nothing but lies.","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"[4] Of the reality of their false claims about Him.","lang":"en"},{"name":"18:6","price":"Perhaps you will grieve yourself to death [O Prophet] over them[5] if they do not believe in this message[6].","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"[5] To the extent of almost wasting yourself away.\n [6] i.e., the Qur’an.","lang":"en"},{"name":"18:7","price":"We have made all that is on earth as an adornment for it, so that We may test them as to which of them is best in deeds.","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:8","price":"And We will surely turn all that is on it into a barren land[7].","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"[7] It shows the transient nature of life in this world, so one should invest in it for what comes after death.","lang":"en"},{"name":"18:9","price":"Do you think that the people of the Cave and the Inscription were of Our only wondrous signs[8]?","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"[8] Rather, there are many other wonders of Allah such as the creation of heavens and earth.","lang":"en"},{"name":"18:10","price":"When the youths took refuge in the Cave, and said, “Our Lord, grant us mercy from Yourself, and show us the right way in our ordeal[9].”","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"[9] The youths have sought refuge in the cave for the sake of their religion, so they asked Allah to keep them firm on the straight path.","lang":"en"},{"name":"18:11","price":"Then We caused them to fall into a deep sleep in the cave for many years.","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:12","price":"Then We awakened them so that We may see which of the two parties would be more precise in calculating the length of their stay.","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:13","price":"We relate to you their story in truth. They were youths who believed in their Lord, and We gave them more guidance.","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:14","price":"We strengthened their hearts when they stood up and proclaimed, “Our Lord is the Lord of the heavens and earth. We will never call upon any god other than Him, or we would be uttering an outrageous lie[10].”","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"[10] i.e., too far away from the Truth.","lang":"en"},{"name":"18:15","price":"These people of ours have taken besides Him other gods. Why do they not bring clear proof about them? Who does greater wrong than one who fabricates lies against Allah?","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:16","price":"When you have distanced yourselves from them and what they worship other than Allah, take refuge in the cave; your Lord will extend His mercy to you and make for you an easy way out of your ordeal.”","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:17","price":"You would have seen the sun when it rose, it would incline away from their Cave to the right; and when it set, it would turn away from them to the left[11], while they were in its open space. That was one of the signs of Allah. Whoever Allah guides is rightly guided, and whoever He causes to stray, you will never find for him a protecting guide.","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"[11] As such they would get all the air and ventilation they needed to sustain.","lang":"en"},{"name":"18:18","price":"You would have thought they were awake, although they were asleep. We turned them over on their right and left sides, when their dog stretched its forelegs at the entrance. If you had seen them, you would have fled away from them, filled with horror[12].","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"[12] Should anyone were to see them, he would see a group of awake men with a dog standing guarding them, and would surely be filled with horror, which was a factor in preserving them, so no one would dare to draw close to them.","lang":"en"},{"name":"18:19","price":"Similarly, We awakened them so that they might question one another. One of them said, “How long have you been here?” They said, “We have been here for a day or part of a day.” They said, “Your Lord knows best how long have you been here. Send one of you with these silver coins of yours to the city, and let him see who has the most pure food and bring some provision from it. And be cautious and let no one know about you.","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:20","price":"For if they find out about you, they will stone you or force you back to their religion, and then you will never succeed.”","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:21","price":"This is how We made their case known so that the people might know that the promise of Allah is true and that there is no doubt about the Hour. When they were disputing among themselves[13] concerning their matter [of resurrection], they said, “Build a structure over them. Their Lord knows best about them.” Those who prevailed in their matter said, “We will surely build over them a place of worship.”","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"[13] i.e., the inhabitants of the city.","lang":"en"},{"name":"18:22","price":"Some will say, “They were three, their dog was the fourth,” while others will say, “They were five, their dog was the sixth,” – merely guessing at the unseen. And others will say, “They were seven, their dog was the eighth.” Say, “My Lord knows best their number; no one knows about them except a few[14]. So do not argue about them except in a brief manner, nor ask anyone about them.”","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"[14] i.e., that which is the sure argument, one in the Qur’an.","lang":"en"},{"name":"18:23","price":"And never say about anything, “I will surely do this tomorrow[15],”","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"[15] For you do not know whether you will be able to do it or you will be diverted from it.","lang":"en"},{"name":"18:24","price":"without adding, “if Allah wills.” And remember your Lord if you forget, and say, “My Lord will hopefully guide me to something closer to what is right[16].”","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"[16] As soon as one remembers not saying inshā’ Allah concerning doing something in the future, he should say it. Also when one forgets something, he should mention Allah so as to remember things.","lang":"en"},{"name":"18:25","price":"They remained in their cave for three hundred years, plus nine[17].","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"[17] i.e., 309 years.","lang":"en"},{"name":"18:26","price":"Say, “Allah knows best how long they remained. To Him belongs [the knowledge of] the unseen of the heavens and earth. How well He sees and how well He hears[18]! They have no protector besides Him, and He shares His command with none.”","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"[18] i.e., Nothing can escape Allah’s Sight and Hearing.","lang":"en"},{"name":"18:27","price":"Recite what has been revealed to you from the Book of your Lord. None can change His Words, and you will never find any refuge except with Him[19].","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"[19] There is no escape from the punishment of Allah, should the Message not be conveyed, recited, and followed accordingly.","lang":"en"},{"name":"18:28","price":"Be patient with those who call upon their Lord morning and evening, seeking His pleasure. Do not turn your eyes away from them, desiring the adornments of the life of this world. And do not obey one whose heart We have made heedless of Our remembrance, who follows his desires and whose affairs [deeds] are at loss.","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:29","price":"Say, “The truth is from your Lord. Whoever wills may believe, and whoever wills may disbelieve.” We have prepared for the wrongdoers a Fire which will encompass them like the walls. If they cry for relief, they will be relieved with water like boiling oil that will scald the faces. What a terrible drink, and what a terrible resting place!","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:30","price":"Those who believe and do righteous deeds, We will not let the reward of those who do good deeds to go to waste.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:31","price":"It is they who will have Gardens of Eternity, under which rivers flow. They will be adorned therein with golden bracelets and will wear green garments of fine silk and brocade, reclining on adorned couches. What an excellent reward, and what a pleasant resting place!","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:32","price":"Give them an example of two men[20]: to one of them We gave two gardens of grapevines and surrounded them with palm trees, and placed between them crops[21].","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"[20] i.e., one was a believer and the second a disbeliever; the disbeliever owned two gardens.\n [21] The arrogant and wealthy disbelievers of Makkah looked down upon the poor believers and demanded that the Prophet (ﷺ) expel them should he want them to sit and listen to him.","lang":"en"},{"name":"18:33","price":"Each garden yielded its produce and did not fall short in the least, and We caused a stream to flow through them.","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:34","price":"And he had abundant fruit. He said to his companion, as he was conversing with him, “I am greater than you in wealth and superior in followers.”","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:35","price":"He entered his garden, having wronged himself[22], and said, “I do not think that this will ever perish,","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"[22] By being proud and disbeliever.","lang":"en"},{"name":"18:36","price":"nor do I think that the Hour will ever come. Even if I am brought back to my Lord, I will surely find something better than this[23].”","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"[23] He thought should there be a tiny possibility of resurrection, based on his wrongful calculation that he was honored in this life because Allah loved him. Hence he fell into the fallacy that if he ever return to Him, he should only expect greater honoring, or he might have said that deridingly.","lang":"en"},{"name":"18:37","price":"His companion said, while conversing with him, “Do you disbelieve in He Who created you from dust, then from a sperm-drop, then fashioned you into a well-proportioned man[24]?","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"[24] The One Who created such a magnificent creation in the first place is able to recreate the creatures.","lang":"en"},{"name":"18:38","price":"As for me: He is Allah, my Lord, and I do not associate anyone with my Lord.","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:39","price":"If only you had said, when you entered your garden, ‘This is by Allah’s Will; there is no power except with Allah.’ Even though you see me as inferior to you in wealth and children,","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:40","price":"it may well be that my Lord will give me something better than your garden, and send upon your garden a thunderbolt from the heaven, turning it into a barren land.","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:41","price":"Or its water may sink, so you will never be able to get it back.”","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:42","price":"Eventually, all his produce was destroyed and he started wringing his hands [in dismay] over what he had spent on it, as it had collapsed on its trellises, and he said, “Oh, would that I had not associated anyone with my Lord!”","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:43","price":"He had none to support him against Allah, nor could he support himself.","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:44","price":"In that situation[25], the authority only rests with Allah, the True God. He is best in reward and best in outcome.","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"[25] i.e., on the Day of Judgment.","lang":"en"},{"name":"18:45","price":"Give them the example of the life of this world: it is like the plants of the earth, thriving when sustained by the rain We send down from the sky, but soon they turn into chaff scattered by the winds. Allah has full power over all things.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:46","price":"Wealth and children are the adornments of the life of this world, but the lasting righteous deeds are better with your Lord in reward and better in hope.","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:47","price":"And [beware of] the Day when We will move the mountains away, and you will see the earth laid bare[26]; We will gather them all and not leave behind anyone of them.","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"[26] i.e., flattened.","lang":"en"},{"name":"18:48","price":"They will be presented before your Lord in rows, “Now you have come to Us as We created you the first time[27], although you claimed that We would never appoint a time for your return.”","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"[27] Nude, uncircumcised, and lonely.","lang":"en"},{"name":"18:49","price":"And the record [of deeds] will be placed before them, and you will see the wicked scared of what it contains. They will say, “Woe to us! What is this book that leaves nothing, small or big, except that it has recorded it?” They will find all what they did before them, and your Lord does not wrong anyone.","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:50","price":"And [remember] when We said to the angels, “Prostrate before Adam,” so they all prostrated except Iblīs, who was one of the jinn, but he disobeyed the command of his Lord. Will you then take him and his progeny as protectors instead of Me[28], even though they are your enemies[29]? What a terrible exchange for the wrongdoers!","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"[28] Demons could possess their idols and communicate through them; they also used to seek refuge from the evil of the jinn by appraising them and slaughtering sacrifices for them.\n [29] Satan along with his fellow demons continues to lead people astray from the right Path.","lang":"en"},{"name":"18:51","price":"I did not call them to witness the creation of the heavens and earth, nor even the creation of their own selves, and I would not take those who misguide others as helpers[30].","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"[30] Allah, the source of guidance, would not take false deities who are the main cause of misguidance as helpers.","lang":"en"},{"name":"18:52","price":"And [beware of] the Day when He will say, “Call upon those whom you claimed to be My partners.” So they will call them, but they will not respond to them[31], and We will make them share the same doom.","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"[31] The false deities they took besides Allah will let them down when they need them most on Judgment Day.","lang":"en"},{"name":"18:53","price":"The wicked will see the Fire and realize that they are bound to fall into it, and they will find no escape from it.","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:54","price":"We have surely diversified in this Qur’an every kind of example for people[32], but man is the most quarrelsome of all beings[33].","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"[32] So that people may become mindful and be guided.\n [33] Humans always defend their position instead of yielding to the truth. It pertains to disbelievers more than anyone else.","lang":"en"},{"name":"18:55","price":"Nothing prevents people from believing when guidance comes to them and from seeking forgiveness from their Lord except that the fate of the earlier nations should come to them, or that the punishment should come before their eyes.","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:56","price":"We do not send the messengers except as bearers of glad tidings and warners. But those who disbelieve seek to undermine the truth with false arguments, and they take My verses and warnings in ridicule.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:57","price":"Who could be more wrong than one who is reminded of the verses of his Lord, but he turns away from them and forgets what his hands have sent forth? We have placed veils on their hearts so that they cannot understand it, and deafness in their ears. Even if you call them to guidance, they will never be guided.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:58","price":"But your Lord is the All-Forgiving, Lord of Mercy. If He were to take them to task for what they did, He would have hastened their punishment. Yet there is an appointed time for them from which they will find no escape.","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:59","price":"Those are the towns We destroyed when they persisted in wrongdoing, and We set an appointed time for their destruction.","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:60","price":"And [remember] when Moses said to his servant, “I will not give up until I reach the junction of the two seas, or I travel for ages.”","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:61","price":"But when they reached the junction of the two seas, they forgot their fish, which made its way into the sea, slipping away.","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:62","price":"When they traveled further, he said to his servant, “Bring us our morning meal; this journey has truly exhausted us.”","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:63","price":"He said, “You remember when we rested by the rock, I forgot the fish; it was none who made me forget to mention it except Satan, and it made its way into the sea amazingly.”","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:64","price":"Moses said, “That is exactly what we were looking for.” So they turned back, retracing their footsteps.","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:65","price":"There they found one of Our slaves[34] upon whom We bestowed Our mercy[35] and We taught him from Our Own knowledge[36].","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"[34] i.e., Al-Khidr.\n [35] i.e., Prophethood or being a righteous servant of Allah.\n [36] i.e., the knowledge that Allah gave him such as knowledge of some unseen events, of which others were unaware.","lang":"en"},{"name":"18:66","price":"Moses said to him, “May I follow you so that you may teach me some knowledge that you have been taught?”","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:67","price":"He said, “You will never be able to have patience with me.”","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:68","price":"How can you have patience with that which you have no knowledge about?”","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:69","price":"Moses said, “You will find me patient, if Allah wills; and I will not disobey any of your orders.”","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:70","price":"He said, “Then if you follow me, do not ask me about anything until I mention it to you.”","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:71","price":"So they both set out, until when they boarded a ship, he made a hole in it. Moses said, “Did you make a hole in it to drown its people? You have done something terrible!”","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:72","price":"He said, “Did I not tell you that you will never be able to have patience with me?”","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:73","price":"Moses said, “Do not take me to task for what I forgot, and do not make it too difficult for me to follow you.”","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:74","price":"Then they proceeded until they met a boy, and the man killed him. Moses said, “Did you kill an innocent soul who killed none? You have done something monstrous!”","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"en"},{"name":"18:75","price":"The man said, “Did I not tell you that you will never be able to have patience with me?”","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:76","price":"Moses said, “If I ask you about anything after this, do not keep me in your company, for then you would be excused concerning me.”","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:77","price":"Then they went on until they came to the people of a town[37]. They asked its people for food, but they refused to offer them hospitality. They found there a wall that was about to collapse, but he repaired it. Moses said, “If you wished, you could have taken some payment for it.”","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"[37] Who were extremely mean folk.","lang":"en"},{"name":"18:78","price":"The man said, “This is the parting of ways between me and you. I will inform you of the interpretation of that which you could not bear with patience.","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:79","price":"“As for the ship, it belonged to some poor people who worked at sea. I wanted to make it defective because there was a king ahead of them who seized every [good] ship by force.","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:80","price":"“As for the boy, his parents were believers, and we feared that he would overburden them with his rebellion and disbelief[38].","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"[38] Even though the parents were believers, the son was to become a disbeliever, and it was feared that he would make them fall into disbelief out of their love for him.","lang":"en"},{"name":"18:81","price":"So we hoped that their Lord would give them another in his place, more righteous and tender-hearted.","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:82","price":"As for the wall, it belonged to two orphan boys in the city, and there was a treasure under it that belonged to them. Their father was a righteous man, so your Lord willed that they should reach their maturity and retrieve their treasure[39], as a mercy from your Lord; I did not do it of my own accord. This is the interpretation of that which you could not bear with patience.”","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"[39] Had they not mended the wall, it would have subsequently fallen; they, being young, weak, and surrounded by mean people, would certainly have lost their treasure.","lang":"en"},{"name":"18:83","price":"They ask you about Dhul-Qarnayn[40]. Say, “I will tell you something about him.”","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"[40] The Two-Horned Sovereign, about whom the Quraysh pagans asked the Prophet (ﷺ), along with that of the Companions of the Cave, testing his prophethood. He was named thus because he reached the rising point and the setting point of the sun; or two generations (qarns) of people passed away during his reign; or he had two long locks of hair; or his crown had two horns.","lang":"en"},{"name":"18:84","price":"We established him on earth and gave him the means to achieve everything[41].","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"[41] Such as soldiers, weaponry, etc.","lang":"en"},{"name":"18:85","price":"He pursued a course[42],","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"[42] Utilizing these means.","lang":"en"},{"name":"18:86","price":"until when he reached the far west, he found the sun setting in a dark body of water, and he found some people nearby. We said, “O Dhul-Qarnayn, either punish them or treat them with kindness.”","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:87","price":"He said, “As for one who does wrong[43], we will punish him, then he will be brought back to his Lord, and He will punish him grievously.","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"[43] By persisting in disbelief and associating partners with Allah.","lang":"en"},{"name":"18:88","price":"But he who believes and does righteous deeds, he will have the best reward[44], and we will enjoin upon him to do what is easy.”","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"[44] i.e., Paradise.","lang":"en"},{"name":"18:89","price":"Then he pursued another course,","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:90","price":"until when he reached the far east, he found the sun rising on a people for whom We provided no shelter from it[45].","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"[45] They had nothing to shade them from the sun; trees, mountains, or buildings.","lang":"en"},{"name":"18:91","price":"So it was, and We had full knowledge about him[46].","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"[46] i.e., Dhul-Qarnayn.","lang":"en"},{"name":"18:92","price":"Then he pursued another course,","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:93","price":"until when he reached [a valley] between the two mountains, he found beyond them a people who could barely understand a word[47].","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"[47] They could not speak except their own language.","lang":"en"},{"name":"18:94","price":"They said, “O Dhul-Qarnayn, Gog and Magog are spreading corruption in the land. Can we give you some payment in return for you to construct a barrier between us and them?”","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:95","price":"He said, “What my Lord has given me is better. But help me with manpower, I will construct a barricade between you and them.","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:96","price":"Bring me iron blocks” – until when he leveled between the two mountainsides, he said, “Blow [with bellows],” until when he fired them up to extreme heat, he said, “Bring me molten copper to pour over it.”","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:97","price":"Thus they could not climb over it nor could they pierce it[48].","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"[48] They could not climb the dam for its smooth surface as well as it was as high as the mountains, and could not pierce it for its fortitude.","lang":"en"},{"name":"18:98","price":"He said, “This is a mercy from my Lord. But when the promise of my Lord comes to pass[49], He will raze it to the ground. The promise of my Lord is ever true.”","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"[49] Before the Day of Judgment.","lang":"en"},{"name":"18:99","price":"On that Day[50] We will let some of them surge like waves over others, and the Trumpet will be blown, then We will gather them all together.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"[50] When the dam is destroyed.","lang":"en"},{"name":"18:100","price":"On that Day We will show Hell to the disbelievers clearly[51],","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"[51] Before they enter it on the Day of Judgment.","lang":"en"},{"name":"18:101","price":"those whose eyes were blind to My signs[52] and they were unable to hear [the truth][53].","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"[52] Or of the Qur’an. [53] To believe in it.","lang":"en"},{"name":"18:102","price":"Do the disbelievers think that they can take My slaves as allies instead of Me? We have prepared Hell as a dwelling place for the disbelievers.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:103","price":"Say, “Shall we inform you of the greatest losers in terms of their deeds?","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:104","price":"Those whose efforts in the life of this world are wasted, while they think that they are doing well[54].”","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"[54] For they follow other than their Lord’s path, and justify their deviant actions until they finally believe that they are on the right path.","lang":"en"},{"name":"18:105","price":"It is those who disbelieve in the verses of their Lord and their meeting with Him; their deeds will be nullified, and We will give no weight to them on the Day of Resurrection[55].","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"[55] It shows the ghastly fate of the disbelievers.","lang":"en"},{"name":"18:106","price":"That is their recompense: Hell, because of their disbelief and taking My verses and messengers in ridicule.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:107","price":"As for those who believe and do righteous deeds, they will have gardens of Paradise[56] as a dwelling place[57],","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"[56] i.e., al-Firdaus: the highest level of Paradise.\n [57] It shows the regal fate of the believers.","lang":"en"},{"name":"18:108","price":"abiding therein forever, never desiring to leave.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"en"},{"name":"18:109","price":"Say, “If the ocean were ink for [writing] the Words of my Lord, the ocean would surely run dry before the Words of my Lord[58] are finished, even if We brought its like to resupply it.”","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"[58] i.e., His unlimited Knowledge, or words describing His Attributes and His Grandeur.","lang":"en"},{"name":"18:110","price":"Say, “I am only a man like you; it has been revealed to me that your God is One God. So whoever hopes for the meeting with his Lord, let him do righteous deeds and associate none in the worship of his Lord.”","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"en"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}