{"data":[{"name":"2:1","price":"Alif Lām Mīm[1].","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[1] Allah knows the meaning of these disjointed Arabic letters. This bears testimony to the inimitable nature of the Qur’an and its divine source.","lang":"en"},{"name":"2:2","price":"This is the Book about which there is no doubt, a guidance for the righteous[2],","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"[2] Literally, \"those who have taqwā,\" i.e., who have piety, righteousness, fear and love of Allah, and who take great care of avoiding His displeasure.","lang":"en"},{"name":"2:3","price":"those who believe in the unseen, establish prayer[3], and spend out of what We[4] have provided for them,","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"[3] At its proper times and fulfill its all conditions. [4] \"We\" in reference to Allah in the Qur’anic verses is necessarily understood to denote grandeur and power.","lang":"en"},{"name":"2:4","price":"and those who believe in what has been sent down to you [O Prophet] and in what was sent down before you[5], and in the Hereafter they believe with certainty.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"[5] i.e., the Taurāt (Torah) and the Injīl (Gospel), etc.","lang":"en"},{"name":"2:5","price":"It is they who are upon guidance from their Lord, and it is they who are successful.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:6","price":"Those who persist in disbelief, it is the same whether you warn them or not, they will not believe.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:7","price":"Allah has sealed their hearts and their hearing, and their sight is covered[6]; and for them there will be a great punishment.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"[6] A covering preventing from discerning guidance, as a result of their arrogance and persistence in sin.","lang":"en"},{"name":"2:8","price":"There are some people[7] who say, “We believe in Allah and the Last Day,” whereas they are not believers.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"[7] i.e., the hypocrites.","lang":"en"},{"name":"2:9","price":"They seek to deceive Allah and those who believe, while they deceive none but themselves, but they do not realize.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:10","price":"In their hearts is a sickness[8], and Allah increased their sickness, and they will have a painful punishment for their persistent lying.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"[8] The \"sickness\" mentioned here includes doubt, hypocrisy, arrogance and disbelief.","lang":"en"},{"name":"2:11","price":"When it is said to them, “Do not spread corruption in the land,” they say, “We are only reformers.”","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:12","price":"Indeed, it is they who spread corruption, but they do not realize it.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:13","price":"When it is said to them, “Believe as the people have believed,” they say, “Shall we believe as the fools[9] have believed?” Indeed, it is they who are the fools, but they do not know.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"[9] The hypocrites were considering the Companions of the Prophet (ﷺ) to be fools, whereas they themselves were fools.","lang":"en"},{"name":"2:14","price":"When they meet those who believe, they say, “We believe.” But when they are alone with their evil ones[10], they say, “We are certainly with you; we were only mocking.”","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"[10] i.e., their leaders in evil and disbelief.","lang":"en"},{"name":"2:15","price":"Allah will mock them[11] and prolong them to wander blindly in their transgression.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"[11] Allah mocks them in response to their mocking Muslims.","lang":"en"},{"name":"2:16","price":"They are those who purchased misguidance for guidance, but their trade was profitless, and they were not guided.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:17","price":"Their likeness is that of someone who kindles a fire. When it illuminates all around him, Allah takes away their light, leaving them in utter darkness, unable to see[12].","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"[12] This is the situation of the hypocrites in the darkness of doubt and disbelief, not seeing the truth and guidance.","lang":"en"},{"name":"2:18","price":"Deaf, dumb, and blind; they will not return [to the straight path].","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:19","price":"Or like a downpour from the sky accompanied by darkness, thunder, and lightning. They put their fingers into their ears out of thunderclaps, for fear of death. But Allah encompasses the disbelievers.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:20","price":"The lightning almost snatches away their eyesight. Every time lightning[13] strikes, they walk in its light, but when it becomes dark, they stand still. If Allah had willed, He would have taken away their hearing and their sight; for Allah is Most Capable of all things.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"[13] The parable of lightning is that of the light of the Qur’an.","lang":"en"},{"name":"2:21","price":"O people, worship your Lord, Who created you and those before you, so that you may become righteous;","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:22","price":"He Who made the earth a resting place for you, and the sky a canopy; and sends down rain from the sky, and brings forth fruits thereby as a provision for you. So do not set up rivals to Allah while you know[14].","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"[14] Do not set up rivals to Allah (in worship), Who has provided you with all these things, and you know that He alone is worthy of worship.","lang":"en"},{"name":"2:23","price":"If you are in doubt concerning that which We have sent down upon Our slave[15], then produce a chapter like it and call upon your helpers other than Allah, if you are truthful.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"[15] “Our servant” is referring to Muhammad (ﷺ).","lang":"en"},{"name":"2:24","price":"But if you did not do it, and you can never do it; then beware of the Fire whose fuel will be people and stones, which is prepared for the disbelievers.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:25","price":"And give glad tidings to those who believe and do righteous deeds that they will have gardens under which rivers flow. Every time they are provided with a provision of fruit therefrom, they will say, “This is what we were provided with before,” for they will be given fruit that resemble one another. They will have purified spouses, and they will abide therein forever.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:26","price":"Allah is not ashamed to give a similitude of a mosquito or even something less [significant][16]. As for those who believe, they know that this is the truth from their Lord; but those who disbelieve say, “What does Allah mean by this similitude?” He causes many to go astray thereby and guides many thereby, but He causes none to go astray except the evildoers –","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"[16] Lit., \"above it\" i.e., greater in smallness.","lang":"en"},{"name":"2:27","price":"those who break the covenant of Allah after it has been ratified, sever bonds that Allah has commanded to be maintained[17], and spread corruption in the land. It is they who are the losers.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"[17] By keeping good relations with kith and kin.","lang":"en"},{"name":"2:28","price":"How can you disbelieve in Allah, when you were lifeless then He gave you life, then He will cause you to die, then He will bring you back to life again, then to Him you will be returned?","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:29","price":"It is He Who created for you all that is in the earth, then He turned towards the heaven and made them seven heavens, and He is All-Knowing of everything.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:30","price":"And [remember] when your Lord said to the angels, “I am going to appoint a vicegerent on earth.” They said, “Will You appoint on it someone who will spread corruption therein and shed blood, while we glorify You with Your praises and proclaim Your holiness?” He said, “I know that which you do not know.”","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:31","price":"And He taught Adam the names of everything; then He presented them to the angels, and said, “Tell Me the names of these, if what you say is true?”","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:32","price":"They said, “Glory be to You! We have no knowledge except what You have taught us. Indeed, it is You Who are the All-Knowing, the All-Wise.”","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:33","price":"He said, “O Adam, inform them of their names.” When he informed them of their names, Allah said, “Did I not tell you that I know the unseen of the heavens and earth, and I know what you reveal and what you conceal?”","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:34","price":"And when We said to the angels, “Prostrate before Adam[18],” and they prostrated except Iblīs[19]; he refused and was arrogant, and was one of the disbelievers.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"[18] This prostration was done in obedience to Allah, out of respect, not worship.\n [19] The proper name of Satan, who was not an angel, but from the jinn.","lang":"en"},{"name":"2:35","price":"We said, “O Adam, dwell in Paradise, you and your wife; and eat pleasantly from wherever you wish, but do not approach this tree, or else you will both become the wrongdoers.”","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:36","price":"Then Satan tempted them and drove them out of the state they were in, and We said, “Go down [to the earth], as enemies to one another. You will have abode on earth and provision for an appointed time[20].”","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"[20] Until the Day of Judgment.","lang":"en"},{"name":"2:37","price":"Then Adam received some words[21] from his Lord, and He accepted his repentance. He is the Accepter of repentance, the Most Merciful.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"[21] These words, or supplications are: “They [both] said: “Our Lord, we have wronged ourselves, and if You do not forgive us and have mercy upon us, we will surely be among the losers.” See 7:23.","lang":"en"},{"name":"2:38","price":"We said, “Go down all of you from here[22]! Then when My guidance comes to you; whoever follows My guidance, will have no fear, nor will they grieve.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"[22] The addressees were Adam, Eve and Satan.","lang":"en"},{"name":"2:39","price":"But those who disbelieve and reject Our signs, they are the people of the Fire; they will abide therein forever.”","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:40","price":"O Children of Israel[23], remember My favor that I bestowed upon you, and fulfill My covenant; I will fulfill your covenant[24], and fear none but Me.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"[23] Israel is Prophet Jacob (عليه السلام). The use of the epithet ‘Children of Israel’ for the Israelites is to remind them to follow their ancestor from whom they are descended.\n [24] This mutual pledge is as follows: If the Children of Israel keep up the prayer, give zakah, believe in and support the prophets, and spend in the cause of Allah, Allah will, in return, expiate their sins and admit them to the Gardens under which rivers flow, i.e., Paradise.","lang":"en"},{"name":"2:41","price":"And believe in what I have sent down[25] which confirms that [Scripture] which is with you, and do not be the first to disbelieve in it, nor trade my verses for a small price, and fear Me alone.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"[25] i.e., the prophethood of Prophet Muhammad (ﷺ), which is mentioned in the Torah.","lang":"en"},{"name":"2:42","price":"And do not mix the truth with falsehood, nor conceal the truth knowingly[26].","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"[26] The prophethood of Prophet Muhammad (ﷺ).","lang":"en"},{"name":"2:43","price":"And establish prayer, give zakah, and bow [to Allah] with those who bow[27].","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"[27] This command is to the Children of Israel to bow down in obedience to Allah with Muhammad, as the Muslims do, i.e., embrace Islam.","lang":"en"},{"name":"2:44","price":"Do you enjoin righteousness upon people while you forget yourselves, even though you recite the Scripture[28]? Do you not understand?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"[28] i.e., the Torah.","lang":"en"},{"name":"2:45","price":"Seek help through patience and prayer. It is strenuous except for the humble,","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:46","price":"those who are sure that they are going to meet their Lord, and that they will return to Him.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:47","price":"O Children of Israel, remember My blessing which I bestowed upon you and that I favored you over all other people[29].","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"[29] In their time, Allah favored them with certain privileges over other people such as sending them prophets and divine Books, and giving them kingship.","lang":"en"},{"name":"2:48","price":"And fear a Day when no soul will avail another anything, nor intercession will be accepted, nor compensation taken, nor will they be helped.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:49","price":"And [remember] when We saved you from Pharaoh’s people, who were inflicting dreadful torment upon you: slaughtering your sons and sparing your women. That was a great trial from your Lord.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:50","price":"And [remember] when We parted the sea for you and saved you, while We drowned the people of Pharaoh while you were looking on.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:51","price":"And [remember] when We appointed for Moses forty nights. Then you took the calf [for worship] in his absence, while you were wrongdoers.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:52","price":"Yet We pardoned you after that, so that you may be grateful.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:53","price":"And [remember] when We gave Moses the Scripture and the criterion[30], so that you may be guided.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"[30] Differentiating between truth and falsehood. \"The Scripture and the criterion\" refers to the Torah.","lang":"en"},{"name":"2:54","price":"And [remember] when Moses said to his people, “O my people, you have wronged yourselves by taking the calf [for worship]. So repent to your Creator and kill yourselves [i.e., the guilty among you]; that is best for you with your Creator.” Then He accepted your repentance, for He is the Accepter of Repentance, the Most Merciful.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:55","price":"And [remember] when you said, “O Moses, we will never believe you until we see Allah openly,” so a thunderbolt struck you while you were looking on.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:56","price":"Then We raised you back to life after your death, so that you may be grateful.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:57","price":"And We shaded you with clouds and sent down to you manna and quails[31], [saying], “Eat of the good things We have provided for you.” They did not wrong Us, but they wronged themselves.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"[31] They both have linguistic roots in Arabic; \"al-mann\" means that which is God-given without effort, while \"al-salwā\" means that in which one finds consolation and comfort.","lang":"en"},{"name":"2:58","price":"And [remember] when We said, “Enter this town [of Jerusalem] and eat freely from wherever you wish, and enter the gate bowing down humbly and say, ‘Absolve us[32].’ We will forgive you your sins and increase [the reward of] those who do good.”","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"[32] In gratitude to Allah and admission of sin.","lang":"en"},{"name":"2:59","price":"But the wrongdoers changed the words to other than what they were told[33]; so We sent down upon the wrongdoers a torment from the heaven for their rebelliousness.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"[33] They were asked to seek forgiveness. The word is hittah, which means: to put down a burden, but they twisted their tongues to mean ‘barley’, hintah.","lang":"en"},{"name":"2:60","price":"And [remember] when Moses asked for water for his people, and We said, “Strike the rock with your staff,” Then twelve springs gushed forth from it; each tribe knew its drinking place[34]. “Eat and drink from Allah’s provision, and do not spread corruption in the land.”","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"[34] The twelve tribes of the Children of Israel, who are called \"Asbāt\".","lang":"en"},{"name":"2:61","price":"And [remember] when you said, “O Moses, we cannot bear the same meal. So call upon your Lord to bring forth for us from what the earth produces – its herbs, cucumbers, garlic, lentils, and onions.” Moses said, “Would you exchange what is better for what is inferior? Go down to any town and you will have what you have asked for.” They were struck with humiliation and destitution, and incurred the wrath of Allah. That was because they used to reject the signs of Allah and kill the prophets unjustly. That was because they disobeyed and were transgressors.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:62","price":"The believers and those who were Jews, Christians, and the Sabians [before Prophet Muhammad] – whoever believed in Allah and the Last Day and did righteous deed, they will have their reward with their Lord, and they will have no fear, nor will they grieve.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:63","price":"And [remember] when We took your covenant [O Children of Israel] and raised above you the mountain [saying], “Hold firmly to what We have given you and observe its teachings, so that you may become righteous.”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:64","price":"But then you turned away after that. If it had not been for the grace and mercy of Allah upon you, you would have surely been among the losers.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:65","price":"And you know about those among you who broke the Sabbath, whereupon We said to them, “Be apes, despised.”","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:66","price":"So We made it a deterrent punishment for those alive and for those who succeeded them, and an admonition for the righteous.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:67","price":"And [remember] when Moses said to his people, “Allah commands you to slaughter a cow.” They said, “Are you mocking us?” Moses said, “I seek refuge in Allah from being among the ignorant!”","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:68","price":"They said, “Call upon your Lord to make clear to us what [type of cow] it is.” He said, “Allah says, ‘It is a cow that is neither too old nor too young, but somewhere in between. So do as you are commanded!’”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:69","price":"They said, “Call upon your Lord to show us its color.” He said, “Allah says, ‘It is a yellow cow, bright in color – pleasing to the beholders.’”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:70","price":"They again said, “Call upon your Lord to make clear to us what it is. All cows look alike to us. If Allah wills, we will surely be guided.”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:71","price":"He said, “Allah says, ‘It is a cow neither trained to plow the earth nor water the field; sound, without blemish.’” They said, “Now you have come with the truth.” Then they slaughtered it, although they were almost not doing it.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:72","price":"And [remember] when you [Israelites] slew a man and disputed as to who the killer was, but Allah exposed what you were concealing.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:73","price":"We said, “Strike the slain with a piece of it.” This is how Allah brings the dead to life and shows you His signs, so that you may understand.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:74","price":"Then your hearts became hardened after that, like rocks or even harder. There are rocks from which rivers gush forth, and there are others that split open from which water comes out, while others fall down out of humility to Allah. And Allah is not unaware of what you do.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:75","price":"Do you [O believers] hope that they would respond to your call to believe, while a party of them used to hear the word of Allah[35] then distort it knowingly after understanding it?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"[35] i.e., the Torah.","lang":"en"},{"name":"2:76","price":"And when they meet the believers they say, “We believe.” But when they[36] meet one another in private they say, “Are you telling them what Allah has revealed to you [about Mohammad], so that they may argue against you before your Lord? Have you no sense?”","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"[36] i.e., the Jews.","lang":"en"},{"name":"2:77","price":"Do they not know that Allah knows what they conceal and what they reveal?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:78","price":"And among them, there are illiterate people, who know nothing of the Scripture except wishful thinking, and they do nothing but guesswork.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:79","price":"So woe to those who write the Scripture with their own hands, and then say, “This is from Allah,” in order to trade it for a small price. Woe to them for what their hands have written, and woe to them for what they earn.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:80","price":"And they say, “The Fire will never touch us except for a few days.” Say, “Have you taken a covenant from Allah; for Allah will never break His covenant, or are you saying about Allah what you do not know?”","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:81","price":"No indeed! Those who do evil and are surrounded by their sins – they are the people of the Fire; they will abide therein forever.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:82","price":"But those who believe and do righteous deeds – they are the people of Paradise; they will abide therein forever.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:83","price":"And [remember] when We took a covenant from the Children of Israel, “Do not worship except Allah; be kind to parents and kindred, and to orphans and those in need; speak good words to people; establish prayer; and give Zakah.” But then you turned away paying no heed, except a few of you.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:84","price":"And [remember] when We took a covenant from you that you should neither shed blood of one another, nor expel one another from your homes. Then you acknowledged it, while bearing and you bear witness to it.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:85","price":"Then here you are, killing one another and expelling a group of your people from their homes, aiding one another against them in sin and aggression. And if they come to you as captives, you ransom them, although their expulsion was forbidden to you[37]. Do you then believe in part of the Scripture and deny another part? Then what is the recompense for those who do so among you except disgrace in this life, and on the Day of Resurrection they will be subjected to the severest torment? For Allah is not unaware of what you do.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"[37] There were three Jewish tribes who allied themselves with the two Arab tribes of Madinah before Islam: Banū Qaynuqā‘, Banū an-Nadīr and Banū Qurayzah. In their prolonged feuds, the Jewish clans fought alongside their allies against their brethren.","lang":"en"},{"name":"2:86","price":"These are the people who have purchased the life of this world for the Hereafter; their punishment will not be lightened, nor will they be helped.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:87","price":"We gave Moses the Scripture and sent a succession of messengers after him. We gave Jesus, the son of Mary, clear signs and strengthened him with the Holy Spirit[38]. Is it that every time a messenger comes to you [O Israelites] with something against your desires, you become arrogant; some of them you rejected, and others you killed?","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"[38] i.e., the Angel Gabriel (عليه السلام).","lang":"en"},{"name":"2:88","price":"They say, “Our hearts are wrapped.” Nay, Allah has cursed them for their disbelief, little is it that they believe.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:89","price":"Now that there has come to them a Book from Allah[39], confirming that which is with them[40] – although they used to pray for victory over the disbelievers in the past. But when there came to them what they recognize [to be true], they rejected it. May the curse of Allah be upon the disbelievers!","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"[39] i.e., the Qur’an.\n [40] i.e., the Jews.","lang":"en"},{"name":"2:90","price":"How miserable is the price for which they sold their souls – disbelieving in Allah’s revelation out of jealous hatred that Allah would send down His grace to whom He wills of His slaves! Thus they have incurred wrath upon wrath[41], and for the disbelievers, there will be a disgracing punishment.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"[41] They deserved double wrath: firstly for their earlier rebelliousness and then for denying Muhammad (ﷺ).","lang":"en"},{"name":"2:91","price":"When it is said to them, “Believe in what Allah has sent down[42],” they say, “We only believe in what was sent down to us[43],” and they deny what came afterwards, although it is the truth confirming that which is with them. Say, “Then why did you kill the prophets of Allah before, if you were truly believers?”","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"[42] i.e., the Qur’an. [43] i.e., the Torah.","lang":"en"},{"name":"2:92","price":"Moses came to you with clear signs, yet you took the calf [for worship] in his absence, while you were wrongdoers.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:93","price":"And [remember] when We took a covenant from you and We raised above you the mountain [saying], “Hold firmly to what We have given you and obey,” they said, “We hear and disobey.” The love of [worshiping] the calf was engraved in their hearts because of their disbelief. Say, “How wretched is what your faith enjoins you, if you are believers!”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:94","price":"Say, “If the Home of the Hereafter with Allah is only for you [O Israelites] among all humans, then wish for death, if you are truthful.”","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:95","price":"But they will never wish for that because of what their hands have sent forth. And Allah is All-Knowing of the wrongdoers.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:96","price":"And you will surely find them the most greedy people for life, even more than the polytheists. Each one of them wishes to have a life of a thousand years. Even if they were granted such a long life, it would not save them from the punishment; for Allah is All-Seeing of what they do.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:97","price":"Say [O Prophet], “Whoever is an enemy to Gabriel – it is he who brings down this [Qur’an] to your heart by Allah’s permission, confirming what came before it, and a guidance and glad tidings for the believers.”","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:98","price":"Whoever is an enemy to Allah and His angels and messengers, and to Gabriel and Michael – then Allah is indeed an enemy to the disbelievers.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:99","price":"We have sent down to you clear proofs, and none will reject them except the evildoers.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:100","price":"Is it that every time they ratify a covenant, a party of them cast it aside? In fact, most of them do not believe.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:101","price":"And when a messenger[44] from Allah came to them – confirming what was with them, a party of the People of the Book cast Allah’s Scripture behind their backs as if they did not know.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"[44] i.e., Muhammad (ﷺ).","lang":"en"},{"name":"2:102","price":"They followed what was recited by the devils during the kingdom of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels Hārūt and Mārūt in Babylon. But these two angels did not teach anyone without telling them, “We are only a test, so do not disbelieve.” Yet they would learn from them what would cause separation between a man and his wife. But they could not harm anyone except by Allah’s permission. They would learn what harmed them and did not benefit them, although they already knew that whoever gets into it would not have any share in the Hereafter. How terrible was the price for which they sold themselves, if only they knew!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:103","price":"If only they had believed and feared Allah, they would have had a better reward from Allah, if only they knew!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:104","price":"O you who believe, do not say, “Rā‘inā,” [i.e., consider our situation!] But say, “Unzhurnā,” [i.e., wait for us!] and listen. And for the disbelievers there will be a painful torment.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:105","price":"Neither those who disbelieved from the People of the Book nor the polytheists wish that your Lord sends down any good to you [O Muslims]. But Allah chooses for His mercy whom He wills, for Allah is the possessor of great bounty.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:106","price":"We do not abrogate a verse or cause it to be forgotten except that We bring a better one or similar to it. Do you not know that Allah is Most Capable of all things?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:107","price":"Do you not know that to Allah belongs the dominion of the heavens and earth, and that you have no protector or supporter besides Allah?","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:108","price":"Or would you like to question your Messenger as Moses was questioned before? Whoever exchanges faith for disbelief has indeed strayed from the sound path.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:109","price":"Many of the people of the Book wish they could turn you back to disbelief after you have believed, out of the envy in their hearts, after the truth has become evident to them. But pardon and overlook until Allah passes His decree[45], for Allah is Most Capable of all things.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"[45] The provision of this verse has been abrogated, as Allah passed His decree.","lang":"en"},{"name":"2:110","price":"And establish prayer and give zakah. Whatever good you send forth for yourselves, you will find it with Allah, for Allah is All-Seeing of what you do.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:111","price":"And they say, “None will enter Paradise except a Jew or a Christian.” That is their wishful thinking. Say, “Produce your proof, if you are truthful.”","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:112","price":"On the contrary, whoever submits himself to Allah and is a doer of good will have his reward with his Lord. They will have no fear, nor will they grieve.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:113","price":"The Jews say, “The Christians have nothing to stand on” and the Christians say, “The Jews have nothing to stand on[46],” although they both recite the Scripture. And those [pagans] who have no knowledge say something similar. Allah will judge between them on the Day of Resurrection concerning that over which they used to differ.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"[46] This incident is documented when the Christians of Najrān came to the Messenger of Allah, the rabbis met them and both parties disputed.","lang":"en"},{"name":"2:114","price":"Who does greater wrong than the one who prevents Allah’s name to be mentioned in His mosques and strives for their destruction? Such people do not deserve to enter them except in fear[47]. There is a disgrace for them in this world and a great punishment in the Hereafter.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"[47] Fear of divine justice or the believers will seize them.","lang":"en"},{"name":"2:115","price":"To Allah belong the east and the west; wherever you turn, there is the Face of Allah[48]. For Allah is All-Encompassing, All-Knowing.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"[48] i.e., the direction of prayer (Qiblah). This is by way of consolation to the believers that one can find Allah wherever one turns in case of mistake, or prayer of those who prayed to the direction of Jerusalem, etc.","lang":"en"},{"name":"2:116","price":"They say, “Allah has taken a son[49]”. Glory be to Him! Rather, to Him belongs all that is in the heavens and earth – all are devoutly obedient to Him.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"[49] The Jews claimed that Ezra was the son of God, the Christians claimed that Jesus was the son of God, and the Arab pagans claimed that the angels were God’s daughters.","lang":"en"},{"name":"2:117","price":"The Originator of the heavens and earth. When He decrees a matter, He only says to it, “Be,” and it is.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:118","price":"Those who have no knowledge[50] say, “If only Allah would speak to us or a sign be given to us.” Those who came before them said similar words. Their hearts are all alike. We have made the signs clear to people who have sure faith.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"[50] These are from Arab pagans and from the people of the Book, elsewhere called ‘the illiterates’.","lang":"en"},{"name":"2:119","price":"We have sent you with the truth [O Prophet] as a bearer of glad tidings and a warner, and you will not be questioned about the people of the Blazing Fire.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:120","price":"The Jews and the Christians will never be pleased with you until you follow their religion. Say, “The guidance of Allah is the [true] guidance.” If you were to follow their desires after the knowledge that has come to you, then you would have no protector or helper against Allah.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:121","price":"Those to whom We have given the Book recite it as it should be recited, it is they who believe in it. As for those who disbelieve in it, it is they who are the losers.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:122","price":"O Children of Israel, remember My blessings that I bestowed upon you, and that I favored you over all other people.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:123","price":"And beware of the Day when no one will avail another in any way; no compensation will be accepted, and no intercession will benefit it, nor will they be helped.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:124","price":"And [remember] when Abraham was tested by his Lord with certain words, which he fulfilled[51]. Allah said, “I will make you a leader for mankind.” He said, “And from among my descendants?” Allah said, “My covenant does not include the wrongdoers.”","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"[51] Allah assigned some tasks and commandments for Abraham (عليه السلام) to carry out, which he fulfilled dutifully.","lang":"en"},{"name":"2:125","price":"And [remember] when We made the House [i.e., Ka‘bah] a focal point and a sanctuary for the people. “[O believers], take the Station of Abraham as a place for prayer.” We charged Abraham and Ishmael to purify My House for those who perform circumambulation[52] or stay for worship, or those who bow down and prostrate.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"[52] A form of worship particular to the Ka‘bah consisting of going around it in circuits.","lang":"en"},{"name":"2:126","price":"And [remember] when Abraham said, “My Lord, make this city [of Makkah] a sanctuary and provide its people with fruits – those among them who believe in Allah and the Last Day.” [Allah] said, “As for those who disbelieve, I will grant them enjoyment for a short while, then I will force them into the punishment of the Fire. What a terrible destination!”","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:127","price":"And [remember] when Abraham was raising the foundations of the House and Ishmael, [saying], “Our Lord, accept this from us, for You are the All-Hearing, the All-Knowing.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:128","price":"Our Lord, make us both submitted to You and from our descendants a nation submitted to You; and show us our rituals[53] and accept our repentance. You are the Accepter of Repentance, Most Merciful.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"[53] The rituals of Hajj and ‘Umrah.","lang":"en"},{"name":"2:129","price":"Our Lord, send among them a messenger[54] to recite to them Your revelations, teach them the Book and wisdom, and purify them. You are the All-Mighty, the All-Wise.”","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"[54] The Messenger from the posterity of Ishmael; i.e., Muhammad (ﷺ).","lang":"en"},{"name":"2:130","price":"Who would forsake the religion of Abraham[55] except a fool! We have chosen him in this world, and in the Hereafter he will be among the righteous.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"[55] The ‘religion of Abraham’, known as hanīfiyyah, is the most primordial, pristine and uncorrupted of all divine religions. The Qur’an underlines Islam’s close relation to it in various places.","lang":"en"},{"name":"2:131","price":"When his Lord said to him, “Submit[56],” he said, “I have submitted to the Lord of the worlds.”","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"[56] The meaning of the word \"Islam\" is \"submission to the will of Allah.\" This is ordained by Allah and taught by all of the prophets from Adam to Muhammad (ﷺ). A Muslim is one who submits himself to Allah.","lang":"en"},{"name":"2:132","price":"This was enjoined by Abraham and Jacob to their offspring, “O my children, Allah has chosen for you this religion; so do not die except as Muslims.”","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:133","price":"Or were you present when death approached Jacob, when he said to his children, “What will you worship after me”? They said, “We will worship your God and the God of your fathers – Abraham, Ishmael[57], and Isaac – the One God. And to Him we submit.”","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"[57] Ishmael was actually Jacob’s paternal uncle. They counted him among Jacob’s ‘fathers’ out of respect.","lang":"en"},{"name":"2:134","price":"That was a nation that has passed on; they will have what they earned and you will have what you earned, and you will not be questioned concerning what they used to do.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:135","price":"They say, “Be Jews or Christians to be guided.” Say, “Rather [we follow] the religion of Abraham, the monotheist, and he was not one of the polytheists[58].”","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"[58] i.e., those who associate others with Allah in worship.","lang":"en"},{"name":"2:136","price":"Say [O believers], “We believe in Allah and what has been sent down to us; and what was sent down to Abraham, Ishmael, Isaac, Jacob, and the descendants [of Jacob][59]; and what was given to Moses and Jesus; and what was given to the prophets from their Lord. We make no distinction between any of them, and to Him we have submitted.”","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"[59] i.e., the twelve tribes of Israel descended from Jacob.","lang":"en"},{"name":"2:137","price":"If they believe as you have believed, then they are guided. But if they turn away, then they are in plain dissension. Allah will suffice you against them, and He is the All-Hearing, the All-Knowing.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:138","price":"This is the natural religion[60] of Allah. Who is better than Allah in [enjoining a] religion? And it is He Whom we worship.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"[60] “Sibghah” linguistically means ‘color’. It is so called because religious devoutness shows on the person as much as a dye of cloth shows on it.","lang":"en"},{"name":"2:139","price":"Say, “Do you [People of the Book] argue with us concerning Allah, when He is our Lord and your Lord? We are responsible for our deeds and you for yours, and we are sincerely devoted to Him.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:140","price":"Or do you say that Abraham, Ishmael, Isaac, Jacob, and the descendants [of Jacob] were Jews or Christians?” Say, “Are you more knowledgeable or Allah?” Who does greater wrong than the one who hides a testimony he has from Allah? But Allah is not unaware of what you do.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:141","price":"That was a nation that has passed on; they will have what they earned and you will have what you earned, and you will not be questioned concerning what they used to do.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"en"},{"name":"2:142","price":"The foolish among the people will say: “What has turned them away from their prayer direction they used to face[61]?” Say: “To Allah belong the east and west: He guides whom He wills to a straight path.”","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"[61] Prior to the command (in verse 144) that the Prophet (ﷺ) and his followers turn toward the Ka‘bah in Makkah for prayer, they had been facing Jerusalem to the north. Further details are mentioned in succeeding verses.","lang":"en"},{"name":"2:143","price":"Thus We made you a balanced nation, so that you may be witnesses over mankind and the Messenger a witness over you. We did not change your former direction of prayer [to the Ka‘bah] except to distinguish those who would follow the Messenger from those who would turn back on their heels. It was surely burdensome except for those whom Allah guided. Allah would never let your [acts of] faith go to waste, for Allah is Most Gracious and Most Merciful to all people.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:144","price":"We see the turning of your face [O Prophet] towards heaven[62]; We will surely make you turn towards a prayer direction that will please you. So turn your face towards the Sacred Mosque [in Makkah], and wherever you are, turn your faces towards it. Those who were given the Scripture know that this is the truth from their Lord, and Allah is not unaware of what they do.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"[62] The Prophet (ﷺ) was awaiting the command to change the qiblah; so he used to look up at the sky.","lang":"en"},{"name":"2:145","price":"Even if you were to bring every proof to those who have been given the Scripture, they would not follow your prayer direction, nor would you follow their prayer direction; nor would any of them follow the prayer direction of the other. However, if you were to follow their desires after the knowledge that has come to you, then you would surely be among the wrongdoers.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:146","price":"Those whom We gave the Scripture recognize him [i.e., the Prophet] as they recognize their own sons, yet a group of them conceals the truth knowingly[63].","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"[63] That the Ka‘bah is the correct direction of Prayer.","lang":"en"},{"name":"2:147","price":"It is the truth from your Lord; so never be among those who doubt.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:148","price":"Every nation has a direction to which it turns, so compete with one another in good deeds. Wherever you are, Allah will bring you all together, for Allah is Most Capable of all things.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:149","price":"From wherever you set out, turn your face to the direction of the Sacred Mosque [in Makkah]. This is surely the truth from your Lord, and Allah is not unaware of what you do.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:150","price":"From wherever you set out, turn your face towards the Sacred Mosque [i.e., Ka‘bah]. Wherever you are, turn your faces towards it, so that the people should not have any proof against you[64], except for the wrongdoers among them. So do not fear them but fear Me, so that I may complete My favor upon you [all] and that you may be guided.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"[64] One of the reasons for the change of qiblah was so that the Jews would have no argument against the Muslims.","lang":"en"},{"name":"2:151","price":"Just as We have sent you a messenger from among you, reciting to you Our verses, purifying you, and teaching you the Book and Wisdom[65], and teaching you what you did not know.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"[65] The wisdom taught by the Prophet (ﷺ) is his Sunnah.","lang":"en"},{"name":"2:152","price":"Therefore remember Me; I will remember you[66]. Be grateful to Me, and do not be ungrateful.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"[66] Remember Me (by praying, glorifying, etc), and I will remember you (by remembering you and bestowing countless favors on you). Allah says in a Qudsi Hadith: \"...If he remembers Me in himself, I remember him in Myself; and if he remembers Me in a group, I remember him in a group better than them...\" [Al-Bukhāri and Muslim]","lang":"en"},{"name":"2:153","price":"O you who believe, seek help in patience and prayer, for Allah is with those who are patient[67].","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"[67] Allah is with them; by guiding and supporting them.","lang":"en"},{"name":"2:154","price":"And do not say that those martyred in Allah’s way are dead. Rather, they are alive, but you do not perceive it.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:155","price":"We will surely test you with something of fear and famine, and loss of property, lives and fruits. But give glad tidings[68] to those who are patient.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"[68] As much as there are hardships and trials, there are rewards and favors.","lang":"en"},{"name":"2:156","price":"Those when afflicted with a disaster, say, “We belong to Allah, and to Him we will return.”","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:157","price":"They are those upon whom are blessings and mercy from their Lord, and it is they who are guided.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:158","price":"Indeed, Safa and Marwah [mounts] are among the symbols of Allah. So whoever performs the pilgrimage or ‘Umra, there is no blame upon him to go between them[69]. And whoever does good voluntarily, then Allah is All-Appreciative, All-Knowing.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"[69] Some believers had previously feared that this might be a pagan practice, so Allah confirms that this is among the rites of Islam.","lang":"en"},{"name":"2:159","price":"Those who conceal the clear proofs and guidance that We have sent down – after We explained it clearly to people in the Scripture – it is they who are cursed by Allah and will be cursed by those who curse[70].","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"[70] From among the angels, the prophets, and the believers.","lang":"en"},{"name":"2:160","price":"Except for those who repent, mend their deeds, and clarify the truth; I will surely accept their repentance, for I am the Accepter of Repentance, the Most Merciful.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:161","price":"Those who disbelieve and die as disbelievers are cursed by Allah and the angels, and by all people.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:162","price":"They will abide in [the curse] forever. Their punishment will not be lightened, nor will they be granted any respite.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:163","price":"And your god is one God. None has the right to be worshiped except Him – the Most Compassionate, the Most Merciful.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:164","price":"Indeed, in the creation of the heavens and earth; the alternation of the night and day; the sailing of the ships in the sea for the benefit of people; the sending down of rain from the sky by Allah, reviving thereby the earth after its death; the spreading of all kinds of creatures therein; the directing of the winds and clouds between the sky and earth – in all these, there are signs[71] for people of understanding.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"[71] There are two āyāt (signs) leading to belief: Quranic verses and cosmic signs. The signs meant in this verse are cosmic.","lang":"en"},{"name":"2:165","price":"And among people, there are some who take others as equals to Allah[72]: they love them as they should love Allah. But those who believe are stronger in their love for Allah. If only the wrongdoers could see the punishment, they would surely realize that all power belongs to Allah and that Allah is severe in punishment.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"[72] In spite of all these clear signs, some people still worship false deities besides Allah.","lang":"en"},{"name":"2:166","price":"[Consider] when those who were followed, they will disown their followers when they see the punishment, and all ties between them will be cut off.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:167","price":"The followers will say, “If only we could have another chance, so we could disown them as they have disowned us.” Thus will Allah show them their deeds as sources of regret, and they will never get out of the Fire.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:168","price":"O people, eat from what is lawful and good[73] on earth, and do not follow the footsteps of Satan, for he is your sworn enemy.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"[73] Two conditions for consuming food: lawful, and beneficial; not harmful.","lang":"en"},{"name":"2:169","price":"He only orders you to commit evil and immoral deeds, and to say concerning Allah what you do not know[74].","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"[74] Falsely claiming that Allah made one thing lawful and another unlawful.","lang":"en"},{"name":"2:170","price":"When it is said to them, “Follow what Allah has sent down,” they say, “Instead, we follow what we found our forefathers doing.” [Would they do so] even though their forefathers had no understanding, nor were they guided?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:171","price":"The similitude of those who disbelieved is like cattle not understanding the calls of the shepherd except shouts and cries. They are deaf, dumb, and blind[75]; and they understand nothing.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"[75] Their senses are not tuned to divine admonition.","lang":"en"},{"name":"2:172","price":"O you who believe, eat of the good things[76] We have provided for you, and be grateful to Allah, if you truly worship Him alone.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"[76] Healthy and wholesome.","lang":"en"},{"name":"2:173","price":"He has only forbidden to you carrion, blood, the flesh of swine, and what has been sacrificed to other than Allah. But if someone is compelled by necessity – neither driven by desire nor exceeding immediate need – then there is no sin upon him; for Allah is All-Forgiving, Most Merciful.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:174","price":"Those who conceal the revelation of Allah’s Book and purchase thereby a small price, consume nothing into their bellies except fire. Allah will not speak to them on the Day of Resurrection nor will He purify them, and for them there will be a painful punishment.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:175","price":"They are those who trade guidance for misguidance and forgiveness for punishment. How patient they must be to withstand the Fire[77]!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"[77] Allah is mocking their ignorance for exchanging bliss of Paradise with punishment of Hellfire.","lang":"en"},{"name":"2:176","price":"That is because Allah has sent down the Book in truth. And those who differ over the Book are surely in extreme dissension.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:177","price":"It is not righteousness to turn your faces towards the east or the west, but righteousness is to believe in Allah, the Last Day, the angels, the Scriptures, and the prophets; and to give charity out of one’s cherished wealth to relatives, orphans, the needy, the wayfarer, beggars, and to free slaves; to establish prayer and give zakah; to fulfill the ratified pledges; to be patient at times of hardship, adversity, and during the battle. Such are the true believers, and such are the righteous.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:178","price":"O you who believe, legal retribution is prescribed for you in cases of murder – a free for a free, a slave for a slave, and a female for a female. But if one is pardoned by the victim’s guardian, then a fair ransom of blood money should be set and paid in the best way. This is a concession and a mercy from your Lord. But whoever transgresses the limits afterward, will have a painful punishment.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:179","price":"In the legal retribution, there is [saving of] life for you, O people of understanding, so that you may become righteous.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:180","price":"It is prescribed for you that when death approaches one of you – if he leaves behind any wealth – a bequest should be made in favor of parents and immediate family members[78] with fairness, this is a duty upon the righteous.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"[78] This ruling was abrogated in Surah an-Nisā’, stipulating obligatory shares for parents and close relatives. Those who do not inherit by law may be remembered in a bequest.","lang":"en"},{"name":"2:181","price":"If someone alters the bequest[79] after hearing it, they will bear the sin of the alteration, for Allah is All-Hearing, All-Knowing.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"[79] i.e., the will of the deceased.","lang":"en"},{"name":"2:182","price":"But if someone fears partiality or injustice from the testator, and puts things right between the parties, then there is no sin upon him, for Allah is All-Forgiving, Most Merciful.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:183","price":"O you who believe, fasting[80] is prescribed upon you as it was prescribed upon those who were before you, so that you may become righteous.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"[80] To abstain from food, drink, and sexual relations from dawn to dusk.","lang":"en"},{"name":"2:184","price":"[Fasting is for] a specific number of days; but if anyone of you is ill or on a journey, he should make up for those days. As for those who can only fast with hardship, compensation can be made by feeding a needy person [for each day]. But anyone who volunteers to give more, it is better for him. Yet fasting is better for you, if only you knew[81].","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"[81] The provision of this verse has been abrogated by the next verse: 185, with few exceptions, i.e., very old person, or pregnant, etc.","lang":"en"},{"name":"2:185","price":"Ramadān is a month in which the Qur’an was sent down[82] as a guidance for mankind and as clear signs that show the right way and distinguish between right and wrong. So whoever of you witnesses this month, should fast. But if anyone is ill or on a journey, he should make up for those days. Allah wants ease for you and does not want hardship for you, so that you may complete the prescribed number of days, and proclaim the greatness of Allah for having guided you, and so that you may be grateful.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"[82] This either means that the Qur’an was sent down from the Preserved Tablet to the Lowest Heaven on the Night of Decree during the month of Ramadan, or that it was the start of the revelation to Prophet Muhammad (ﷺ).","lang":"en"},{"name":"2:186","price":"When My slaves ask you concerning Me, I am indeed near[83]. I respond to the call of the supplicant when he calls upon Me; so they should respond to Me and believe in Me, so that they may be guided.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"[83] Allah’s nearness means that one does not need to raise his voice or to ask for intercession in order that his prayers be answered.","lang":"en"},{"name":"2:187","price":"It has been made permissible for you to be intimate with your wives on the nights of the fast. They are a garment for you just as you are a garment for them. Allah knows that you used to deceive yourselves, so He accepted your repentance and pardoned you. So now you may have intimacy with them[84] and seek what Allah has destined for you. And eat and drink until you see the light of dawn distinct from the darkness of night, then complete the fast until nightfall. However, should you be in a devotional retreat in the mosques then do not be intimate with them. These are the limits set by Allah, so do not even come near to them. This is how Allah makes His verses clear to people, so that they may become righteous.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"[84] Prior to this revelation, marital relations were unlawful during nights preceding fasting. Some were unable to refrain and secretly disobeyed, but Allah accepted their repentance, and then it was made lawful.","lang":"en"},{"name":"2:188","price":"Do not consume one another’s property unjustly, nor entice the rulers[85] in order to consume a portion of people’s property wrongfully while you know [it is sin].","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"[85] By offering bribes to those who rule in cases of litigation, i.e., judges.","lang":"en"},{"name":"2:189","price":"They ask you about the phases of the moon. Say, “They are a means for people to determine time and pilgrimage.” It is not righteousness to enter the houses from the rear [in pilgrimage][86], but righteousness is to fear Allah. So enter the houses through their doors, and fear Allah so that you may succeed.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"[86] It was an Arab practice prior to Islam to enter their houses from the back after assuming ihrām for pilgrimage, considering it an act of obedience.","lang":"en"},{"name":"2:190","price":"Fight in the way of Allah against those who fight you[87], but do not transgress[88], for Allah does not like transgressors.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"[87] This verse is the first one that was revealed in connection with Jihad.\n [88] Do not overlook the rulings prescribed for fighting, such as: not killing or harming women, children, the elderly, and those who did not aid the fight against you.","lang":"en"},{"name":"2:191","price":"And fight them wherever you find them[89], and drive them out from where they drove you out[90], for persecution[91] is far worse than fighting. But do not fight them at the Sacred Mosque unless they fight you there. However, if they fight you, then fight them. Such is the recompense of the disbelievers.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"[89] i.e., the disbelievers who raised arms against you. [90] i.e., the land of Makkah from which the Muslims were expelled. [91] Among the meanings of \"fitnah\" are: disbelief and its imposition on others, dissension, trial, and torment.","lang":"en"},{"name":"2:192","price":"But if they desist, then Allah is All-Forgiving, Most Merciful.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:193","price":"Fight them until there is no more persecution[92] and religion is only for Allah. But if they desist, let there be no aggression except against the oppressors.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"[92] Or disbelief, polytheism, prevention from the way of Allah, etc.","lang":"en"},{"name":"2:194","price":"[Battle in] a sacred month[93] is for [aggression committed in] a sacred month, and violations are subject to retribution. So if anyone commits aggression against you, return the aggression against him in the same manner as he showed against you. But fear Allah, and know that Allah is with those who fear Him.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"[93] The sacred months: Dhul-Qi‘dah, Dhul-Hijjah, Muharram, and Rajab.","lang":"en"},{"name":"2:195","price":"Spend in the way of Allah[94] and do not throw yourselves into destruction[95], and do good, for Allah loves those who do good.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"[94] Raise funds to prepare for a just fight. [95] By not making preparations.","lang":"en"},{"name":"2:196","price":"And Complete Hajj and ‘Umrah for Allah. But if you are prevented, then [offer] whatever sacrificial animal is available, and do not shave your heads until the sacrificial animal reaches its place of sacrifice. But if anyone among you is sick or has an ailment of the scalp [and had his head shaved], then he must compensate by fasting, charity, or a sacrificial offering[96]. And when you are safe, then if anyone takes a break between ‘Umrah and Hajj, he must offer a sacrifice of whatever animal is available. However, if he cannot afford an offering, he should fast for three days during Hajj and seven days upon his return [home], making ten days in all. This is for those who are not residents of the Sacred Mosque. And fear Allah, and know that Allah is severe in retribution.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"[96] Fasting three days, feeding six poor of Haram (sanctified area of Makkah), or slaughtering a sheep or goat and distributing it among the poor of Haram.","lang":"en"},{"name":"2:197","price":"The pilgrimage is in known months[97]. Whoever commits himself to perform the pilgrimage, there should be no intimacy, foul language, and arguments during the pilgrimage. Whatever good you do, Allah is aware of it. And take provisions for the journey, but the best provision is righteousness. So fear Me, O people of understanding.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"[97] These are: Shawwal, Dhū al-Qi‘dah, and the first ten days of Dhū al-Hijjah.","lang":"en"},{"name":"2:198","price":"There is no blame upon you for seeking the bounty of your Lord [by trading]. But as you leave the plains of ‘Arafāt, remember Allah at the Sacred Site [in Muzdalifah] and remember Him for having guided you, for you were previously among those who had gone astray.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:199","price":"Then move on from where the people move on[98], and seek Allah’s forgiveness, for Allah is All-Forgiving, Most Merciful.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"[98] The addressees are the Quraysh, who held back from going to ‘Arafāt and instead remained in Muzdalifah, considering themselves above others.","lang":"en"},{"name":"2:200","price":"When you have completed your rites, remember Allah as you used to remember your forefathers[99], or even with greater remembrance. There are some people who say, “Our Lord, give us in this world,” but they will have no share in the Hereafter.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"[99] The Arabs were very fond of talking without end about the chivalric and heroic deeds of their ancestors.","lang":"en"},{"name":"2:201","price":"And there are others[100] who say, “Our Lord, give us good in this world and good in the Hereafter, and protect us from the punishment of the Fire.”","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"[100] These are the ones who are well-guided.","lang":"en"},{"name":"2:202","price":"They[101] will receive their share of what they have earned. And Allah is swift in reckoning.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"[101] Those who supplicate with this prayer.","lang":"en"},{"name":"2:203","price":"And remember Allah during the appointed days[102]. But whoever hastens to depart [Mina] on the second day, there is no sin upon him; and whoever delays [until the third], there is no sin upon him for those who fear Allah. So fear Allah, and know that you will be gathered before Him.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"[102] These are the three days of staying at Mina during Hajj: 11th, 12th and 13th of Dhul-Hijjah.","lang":"en"},{"name":"2:204","price":"There are some [hypocrites] who amaze you with their words in the life of this world and call upon Allah to witness what is in their heart, yet they are the fiercest opponents[103].","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"[103] The Prophet (ﷺ) said, as in Sahih al-Bukhāri: \"The most hated person to Allah is the one who is most quarrelsome of the opponents.\"","lang":"en"},{"name":"2:205","price":"When they leave [you], they strive to spread corruption in the land[104] and destroy crops and livestock, whereas Allah does not like corruption.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"[104] By spreading disbelief, rebellion against Allah, and injustice, which brings about punishment of withholding rain, thus causing ruination of crops and death of cattle.","lang":"en"},{"name":"2:206","price":"When it is said to them, “Fear Allah,” pride takes hold of them to persist in sin. Hellfire is sufficient for them. What a terrible resting place!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:207","price":"But there are some people who sell their souls[105] to seek Allah’s pleasure, and Allah is Most Gracious to His slaves.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"[105] i.e., give away their lives.","lang":"en"},{"name":"2:208","price":"O you who believe, enter into Islam completely and do not follow the footsteps of Satan, for He is your sworn enemy.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:209","price":"Should you slip back after the clear signs have come to you, then beware that Allah is All-Mighty, All-Wise.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:210","price":"Are they waiting that Allah should come to them in the shadows of clouds[106], along with the angels? But then the matter would be decided. And to Allah return all matters.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"[106] On the Day of Judgment Allah comes in this form - the way befitting His Majesty - to pass judgment on His creation.","lang":"en"},{"name":"2:211","price":"Ask the Children of Israel how many clear signs We have given them. But anyone who substitutes the favors of Allah [for disbelief] after receiving it, then Allah is severe in punishment.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:212","price":"The life of this world is made appealing to those who disbelieve, and they ridicule the believers, while those who fear Allah will be above them on the Day of Resurrection. And Allah provides to whom He wills without measure.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:213","price":"Mankind was just one nation. Then Allah sent prophets with glad tidings and warnings[107], and sent down to them the Scriptures in truth, to judge between people in matters over which they disputed. But none disputed thereafter except out of arrogance after they had received the clear proofs[108]. Then Allah, by His grace, guided those who believed to the truth in which they disputed. For Allah guides whom He wills to a straight path.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"[107] Ibn ‘Abbās (رضي الله عنهما) reported: “The time between Adam and Noah was ten centuries. People were on the right path, but then they started disputing over matters of faith. So, Allah sent prophets bearing glad tiding and warning”. ­[Al-Mustadrak of Al-Hākim].\n [108] The plight of humans, especially those who lack sincerity and humbleness, is such that the more knowledge they possess, the more haughty and disputatious they become.","lang":"en"},{"name":"2:214","price":"Do you think that you will enter Paradise without being tested like those before you who were tested? They were afflicted with poverty and adversity and were shaken[109] until the messenger[110] and the believers with him said, “When will the help of Allah come?” Indeed, the victory of Allah is near.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"[109] The road to Paradise is not paved with roses; it can only be reached through hardship.\n [110] Any of the previous Prophets.","lang":"en"},{"name":"2:215","price":"They ask you what they should spend. Say, “Whatever good you spend should be for parents, relatives, orphans and the needy, and the wayfarer; and whatever good you do, Allah is All-Knowing of it.”","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:216","price":"Fighting has been enjoined upon you, even though you dislike it. But it maybe that you dislike something which is good for you, and you like something which is bad for you. Allah knows and you do not know.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:217","price":"They ask you about fighting in the Sacred Months[111]. Say, “Fighting therein is a great sin, but preventing people from the path of Allah, disbelieving in Him, preventing from the Sacred Mosque, and expelling its people from it is a greater sin with Allah, and persecution is far worse than fighting[112].” They will not cease fighting you until they turn you away from your faith if they can. And if anyone among you renounces his faith and dies as a disbeliever, their deeds will be void in this life and in the Hereafter. They are the people of the Fire; they will abide therein forever.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"[111] Sacred Months are: 1st, 7th, 11th and 12th months of the lunar calendar. [112] The disbelievers asked this to scorn the Prophet (ﷺ) for what they saw as breaking an oath when a group of believers unknowingly killed a disbeliever during a sacrosanct month. [An-Nasā’ī, As-Sunan al-Kubrā].","lang":"en"},{"name":"2:218","price":"Those who believed, migrated, and fought for the sake of Allah – it is they who hope for Allah’s mercy, and Allah is All-Forgiving, Most Merciful.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:219","price":"They ask you about intoxicants and gambling. Say, “In both, there is a great sin, and some benefits for people, but their sin is far greater than their benefit[113].” They ask you what they should spend. Say, “The surplus”. This is how Allah makes His verses clear to you, so that you may contemplate –","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"[113] The provision of this verse concerning alcoholic drinks and gambling has been abrogated by the verse 5:90.","lang":"en"},{"name":"2:220","price":"in this life and the Hereafter. They ask you about orphans. Say, “Serving their interests is best. Should you mix your affairs with theirs, then they are your brothers. Allah knows who is dishonest and who is honest. If Allah had willed, He could have made things hard for you. Allah is indeed All-Mighty, All-Wise.”","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:221","price":"Do not marry polytheist women until they believe; for a believing slave woman is better than a free polytheist, even though she may attract you. And do not give your women in marriage to polytheist men until they believe, for a believing slave is better than a free polytheist, even though he may attract you. They invite to the Fire while Allah invites to Paradise and to forgiveness by His grace, and He makes His verses clear to people so that they may take heed[114].","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"[114] i.e., worship and obey Allah alone.","lang":"en"},{"name":"2:222","price":"They ask you about menstruation. Say: “It is impurity; so stay away from women during menstruation[115] and do not have intercourse with them until they become pure. When they are cleansed[116], then have intimacy with them as Allah has commanded you. Allah loves those who frequently repent and He loves those who purify themselves.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"[115] i.e., refrain from sexual intercourse. [116] By taking a ritual bath (ghusl).","lang":"en"},{"name":"2:223","price":"Your wives are a [place of] tillage for you, so come to your tillage as you please[117], and send forth something good for yourselves. Fear Allah and know that you will meet Him, and give glad tidings to the believers.”","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"[117] Have sexual relations with your wives in any position as long as it is in the vagina.","lang":"en"},{"name":"2:224","price":"Do not use Allah’s name in your oaths as an excuse for not doing good and fearing Allah, or not making peace between people, for Allah is All-Hearing, All-Knowing.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:225","price":"Allah does not hold you accountable for unintentional oaths, but He holds you accountable for what your hearts have intended. And Allah is All-Forgiving, Most Forbearing.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:226","price":"For those who swear not to have intercourse with their wives is a waiting period of four months. Should they then return [to each other], then Allah is All-Forgiving, Most Merciful.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:227","price":"But if they are determined to divorce, then Allah is All-Hearing, All-Knowing.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:228","price":"Divorced women should wait for three menstrual cycles[118]. It is not permissible for them to hide what Allah has created in their wombs[119] if they believe in Allah and the Last Day. Their husbands have the greater right to take them back within that period[120] if they want reconciliation. Women have rights similar to the rights over them in a reasonable manner, although men have a higher degree [of responsibility] over them. And Allah is All-Mighty, All-Wise.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"[118] Either menstrual periods or periods of purity between menstruation; to ensure that no pregnancy has taken place.\n [119] That is to conceal pregnancy during their waiting period (‘iddah), with the intention of concluding the divorce.\n [120] During the ‘iddah period of a first and second divorce without a new marriage contract.","lang":"en"},{"name":"2:229","price":"Divorce may be pronounced twice; then either retaining in all kindness, or separating in the best way. It is not lawful for you to take back anything that you have given them [of dowry], except when they both fear that they would not be able to maintain the limits ordained by Allah. So if you fear that they would not be able to maintain the limits set by Allah, then there is no sin upon either of them if she opts to give something for her release[121]. These are the limits ordained by Allah, so do not exceed them; whosoever exceeds the limits ordained by Allah, it is they who are the wrongdoers.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"[121] Al-Khul‘ means the parting of a wife from her husband by returning the sum of money she received from him as dowry or gifts in exchange for conceding to her demand for divorce.","lang":"en"},{"name":"2:230","price":"Thereafter, if he divorces her [the third time], it is not lawful for him to remarry her until she marries another man[122]. Should he divorce her, then there is no sin on them to return to each other[123], provided that they would maintain the limits ordained by Allah. These are the limits ordained by Allah, which He makes clear to people who understand.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"[122] With the intention of permanence, not merely in order to return to the previous husband.\n [123] Going back to her earlier husband if the divorce from her subsequent husband is sealed.","lang":"en"},{"name":"2:231","price":"When you divorce women and they have completed their waiting period, either retain them with fairness or release them with fairness. Do not retain them in order to harm them[124], exceeding the limits. Whoever does this, he has wronged himself. Do not make mockery of Allah’s verses, and remember Allah’s grace upon you and what He has sent down to you of the Book and the Wisdom, to exhort you. And fear Allah, and know that Allah is All-Knowing of everything.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"[124] By prolonging an agonizing waiting period, holding them back from marrying other husbands or forcing them into seeking separation.","lang":"en"},{"name":"2:232","price":"When you divorce women, and they have reached the end of their waiting period, do not prevent them from marrying their husbands[125] if they mutually agree with fairness. This advice is for all among you who believe in Allah and the Last Day. This is better and purer for you. And Allah knows, and you do not know.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"[125] For the first or second time.","lang":"en"},{"name":"2:233","price":"Mothers[126] may breastfeed their children for two full years, for those who wish to complete the full term of breastfeeding. It is the obligation upon the father of the child that he provides food and clothing [for the mothers] with fairness. No soul is obligated beyond what it can bear. Neither mother nor father should be made to suffer on account of their child, and the same duty is incumbent on the heir. If they both decide on weaning, by mutual consent and consultation, there is no sin on them. And If you wish to provide a wet nurse to your children, there is no sin on you, if you pay in full what you have agreed upon with fairness. But fear Allah and know that Allah is All-Seeing of what you do.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"[126] ‘Mothers’ here means divorced mothers.","lang":"en"},{"name":"2:234","price":"Those among you who pass away and leave behind widows should refrain from remarrying for four months and ten days. When they have completed their waiting period, there is no sin on you concerning what they do for themselves[127] in a reasonable manner[128]. And Allah is All-Aware of what you do.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"[127] They may remarry if they wish.\n [128] A social norm that entails keeping within the dictates of Islam.","lang":"en"},{"name":"2:235","price":"There is no sin on you if you hint a proposal of marriage or keep it concealed in your hearts. Allah knows that you will make mention of them[129], but do not make a secret promise with them, except that you may say something appropriate[130]. Do not resolve a marriage contract until the prescribed time is reached. And know that Allah knows what is in your hearts, so be cautious of Him and know that Allah is All-Forgiving, Most Forbearing.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"[129] i.e., the widowed or irrevocably divorced.\n [130] e.g. by saying to her, \"If one finds a wife like you, he will be happy\" or so.","lang":"en"},{"name":"2:236","price":"There is no sin on you if you divorce women before you have consummated the marriage or the dowry has been fixed; but give them a [gift of] compensation – the wealthy according to his means and the poor according to his means – a reasonable compensation is an obligation upon those who do good.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:237","price":"If you divorce them before you have consummated the marriage, but you have already fixed their dowry, then pay half the amount agreed upon, unless the wife graciously waives it or the husband graciously pays it in full, but graciousness is closer to piety. Do not forget to be graceful to one another, for Allah is All-Seeing of what you do.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:238","price":"Be mindful of the prayers[131], especially the middle prayer; and stand before Allah in complete devotion[132].","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"[131] The five obligatory daily Prayers.\n [132] Prayers are mentioned in the midst of marital affair rulings, because of the hurtful feelings divorce can leave. Hence, people are reminded of the Hereafter, whereby they should not ‘overlook kindness’ among themselves by this reminder of accountability.","lang":"en"},{"name":"2:239","price":"If you are in danger[133], then pray while walking or riding. But when you are safe, remember Allah as He taught you what you did not know.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"[133] Of an imminent danger such as enemies and the like.","lang":"en"},{"name":"2:240","price":"Those of you who pass away leaving widows should bequeath in their favor to be maintained for one year without forcing them out[134]. But if they leave, then there is no blame on you for what they reasonably do with themselves. And Allah is All-Mighty, All-Wise.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"[134] The provision of this verse has been abrogated by verse 4:12.","lang":"en"},{"name":"2:241","price":"The divorced women must be paid reasonable compensation, an obligation upon the righteous.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:242","price":"This is how Allah makes His verses clear to you, so that you may understand.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:243","price":"Have you not seen those who left their homes, while they were in thousands for fear of death? Then Allah said to them, “Die,” and then He brought them back to life[135]. For Allah is ever Gracious to people, but most people are ungrateful.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"[135] In order to show them that they could not escape His Judgment and make them realize that He is capable of bringing about their worst fears, only then to give them their lives back again.","lang":"en"},{"name":"2:244","price":"And fight in the way of Allah and know that Allah is All-Hearing, All-Knowing.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:245","price":"Who is it that will lend to Allah a goodly loan[136], so He will multiply it for him manifold? It is Allah Who withholds and gives in abundance, and to Him you will be returned.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"[136] i.e., spending in the cause of Allah in expectation of nothing but His reward.","lang":"en"},{"name":"2:246","price":"Did you not see the chiefs of the Children of Israel after Moses when they said to their prophet: “Appoint for us a king so that we fight in the way of Allah.” He said: “How likely is it that if fighting was enjoined upon you that you will not fight?” They said: “How could we not fight in the way of Allah, while we have been driven out of our homes and separated from our children[137]?” However, when fighting was enjoined upon them, they turned away, except a few of them. And Allah is All-Knowing of the wrongdoers.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"[137] Their women and children were taken as captives by the enemy.","lang":"en"},{"name":"2:247","price":"Their prophet said to them: “Allah has appointed Saul as your king.” They said: “How could he be a king over us when we are more deserving of kingship than him, and he has not been given affluence in wealth?” He said: “Allah has chosen him over you and has increased him abundantly in knowledge and physique. Allah gives kingship to whom He wills, and Allah is All-Encompassing, All-Knowing.”","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:248","price":"Their prophet further said to them: “The sign of his kingship is that the Ark will come to you – carried by the angels – having therein tranquility[138] from your Lord and remains of what the House of Moses and the House of Aaron had left. Indeed, there is a sign in this for you, if you are true believers.”","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"[138] i.e., was giving reassurance.","lang":"en"},{"name":"2:249","price":"When Saul set out along with the troops, he said: “Allah will test you with a river: whoever drinks from it, he is not from me, and whoever does not drink from it, he is from me, except the one who scoops a little with his hand.” But they all drank from it, except a few of them. When Saul and those who believed with him crossed the river, they said: “We do not have power against Goliath and his troops today.” But those who were certain that they will meet Allah said: “How often has a small group overcome large groups with Allah’s permission! And Allah is with those who are patient.”","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:250","price":"When they faced Goliath and his troops in combat, they said: “Our Lord, shower us with patience, make our feet firm, and give us victory over the disbelieving people.”","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:251","price":"Thus they defeated them by Allah’s grace, and David killed Goliath, and Allah gave him the kingdom and wisdom and taught him whatever He willed[139]. Were it not for Allah to repel some people by others, the earth would be filled with corruption, but Allah is All-Gracious to the worlds.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"[139] i.e., knowledge of prophethood and kingdom, and how to make body armor.","lang":"en"},{"name":"2:252","price":"These are the verses of Allah that We recite to you [O Prophet] in truth, and you are truly one of the Messengers.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"en"},{"name":"2:253","price":"Those messengers: We favored some over others. There are some to whom Allah spoke[140], and some He raised high in rank[141]. To Jesus, son of Mary, We gave clear signs and supported him with the Holy Spirit[142]. If Allah had willed, those who came after them would not have fought one another after receiving clear signs. But they differed – some believed and some disbelieved. If Allah had willed, they would not have fought one another, but Allah does what He wills.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"[140] Such as Moses (عليه السلام). [141] Such as Prophet Muhammad (ﷺ).\n [142] Miracles and the Evangel (Gospel).","lang":"en"},{"name":"2:254","price":"O you who believe, spend from what We have provided for you before there comes a day when there will be no trading, friendship, or intercession. It is the disbelievers who are the wrongdoers.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:255","price":"Allah: none has the right to be worshiped except Him, the Ever-Living[143], All-Sustaining[144]. Neither drowsiness overtakes Him nor sleep[145]. To Him belongs all that is in the heavens and all that is on earth. Who is there that can intercede with Him except with His permission? He knows what was before them and what will be after them[146], while they encompass nothing of His knowledge, except what He wills. His Kursī[147] [i.e., footstool] extends over the heavens and earth, and safeguarding of both does not weary Him, for He is the Most High[148], the Most Great[149].[150]","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"[143] Whose life is perfect, complete, and eternal, without beginning or end.\n [144] Dependent on none for His existence while being the sustainer of all created beings.\n [145] Dozing off and falling asleep are but normal to all creation that are inherently frail.\n [146] Allah's knowledge encompasses every aspect of His creations in the past, present and future.\n [147] Chair or footstool. It is not to be confused with al-‘Arsh (the Throne), which is infinitely higher and greater than al-Kursī.\n [148] Above all of His creations and superior to them in essence, rank, and position.\n [149] Whose greatness is unlimited, beyond description or imagination.\n [150] This verse is known as Āyat al-Kursī, lit. The verse of the Footstool. It is the greatest verse in the Qur’an.","lang":"en"},{"name":"2:256","price":"There is no compulsion in religion[151]; the truth has been made distinct from falsehood. Whoever rejects Tāghoot [152][i.e., false gods] and believes in Allah, has indeed grasped the strong handhold that never breaks[153]. And Allah is All-Hearing, All-Knowing.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"[151] This is a great Islamic principle whereby no one is to be coerced to believe, but it is the duty of the believers to make sure that people know what is right and what is wrong.\n [152] False objects of worship, such as devils, idols, stones, sun, stars, angels, saints, graves, rulers, etc.\n [153] This verse immediately follows Āyat al-Kursī for good reason, as the previous verse contains clear proofs of the Oneness and Greatness of Allah, which purges Godliness from all that are worshiped besides Allah (Tāghoot).","lang":"en"},{"name":"2:257","price":"Allah is the Protector of those who believe; He brings them out of the depths of darkness into the light[154]. As for those who disbelieve, their protectors are false gods; they bring them out from the light into the depths of darkness. They are the people of the Fire; they will abide therein forever.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"[154] The light of truth is one, while the darknesses of disbelief, doubt and error are many.","lang":"en"},{"name":"2:258","price":"Have you not considered the one[155] who argued with Abraham about his Lord, as Allah had given him kingship? When Abraham said, “My Lord is the One Who gives life and causes death.” He said, “I give life and cause death.” Abraham said, “It is Allah Who brings the sun from the east, so bring it from the west.” Thus the disbeliever was dumbfounded, and Allah does not guide the wrongdoing people[156].","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"[155] He is said to be the Biblical King Nimrod. [156] Were they really in search of the Truth, Allah would surely have led them to the right path.","lang":"en"},{"name":"2:259","price":"Or [have you considered] the one who passed by a town in ruins with its roofs collapsed? He said: “How can Allah revive them after their death[157]?” Then Allah caused him to die for a hundred years, then revived him. He said, “How long have you remained [dead]?” He said, “I have remained for a day or part of a day”. He said, “No, but you have remained for a hundred years. Look at your food and your drink; they have not changed. But look at your donkey, so that We make you a sign for people. Look at the bones, how We bring them together then cover them with flesh.” When this was made clear to him, he said: “I know that Allah is Most Capable of all things.”","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"[157] The previous verse demonstrated Allah’s Lordship, whereas this and the next verse show His ability to resurrect.","lang":"en"},{"name":"2:260","price":"And [remember] when Abraham said: “My Lord, show me how You give life to the dead.” He said: “Do you not believe?’’ He said: “I do believe, but just to reassure my heart[158].’’ Allah said: “Then take four birds and cut them into pieces, then put a piece of each of them on each mountain, then call them; they will come swiftly to you. And know that Allah is All-Mighty, All-Wise.’’","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"[158] The Prophet (ﷺ) implied by saying: “We are more likely to doubt than Ibrāhīm” [Al-Bukhārī: 4537, Muslim: 151], when he heard that people said Abraham doubted. Scholars are of the opinion that Abraham wanted to reach the highest rank of knowledge ‘concrete certitude’ (haqq al-yaqīn).","lang":"en"},{"name":"2:261","price":"The likeness of those who spend their wealth in the way of Allah is like a grain that sprouts seven ears, each ear bearing a hundred grains. And Allah gives multiple [rewards] for whom He wills. And Allah is All-Encompassing, All-Knowing.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:262","price":"Those who spend their wealth for the sake of Allah, then do not follow up their charity with reminders of generosity or hurtful words; they will have their reward with their Lord, and they will have no fear, nor will they grieve.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:263","price":"Kind words and forgiveness are better than charity followed by hurt. And Allah is Self-Sufficient, Most Forbearing.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:264","price":"O you who believe, do not nullify your charities with reminders and hurtful words, like the one who spends his wealth to show off before people but does not believe in Allah or the Last Day. His likeness is that of a smooth rock upon which is dust, when it is hit by a heavy rain it is left bare[159]. They will gain no reward from their deeds[160], and Allah does not guide the disbelieving people.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"[159] Soilless and bare, unable to grow plants.\n [160] Their insincere spending will have no harvest to reap in the Hereafter.","lang":"en"},{"name":"2:265","price":"And the likeness of those who spend their wealth, seeking the pleasure of Allah and fortifying their own souls, is that of a garden on a fertile hill[161]; if it is hit by a downpour, it yields double its harvest. And if it is not hit by a downpour, then a drizzle is sufficient. And Allah is All-Seeing of what you do.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"[161] Gardens and farms on elevated land are more fertile than lower placed ones. This is the analogy Allah draws of the charity of the sincere. No matter how much it is, it grows and prospers.","lang":"en"},{"name":"2:266","price":"Would any of you wish to have an orchard of date palms and grapevines, under which rivers flow, full of all kinds of fruits; but he grew old and had feeble young children, then it is hit by a fiery whirlwind, burning it all[162]? This is how Allah makes the verses clear to you so that you may reflect.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"[162] Those who follow their charity by taunting and hurting the recipient’s feelings, thus rendering their charity void. ‘Umar (رضي الله عنه) said, \"This is an example of a rich man who does good deeds out of obedience to Allah, and then Allah sends him Satan whereupon he commits sins till all his good deeds are lost.\" [Sahih al-Bukhāri: 62]","lang":"en"},{"name":"2:267","price":"O you who believe, spend in charity from the good things you have earned and of what We have produced for you from the earth[163]. Do not choose inferior things for charity, which you yourselves would not take except by overlooking. And know that Allah is Self-Sufficient, Praiseworthy.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"[163] Crops and minerals.","lang":"en"},{"name":"2:268","price":"Satan threatens you with poverty[164] and orders you to commit shameful acts[165], but Allah promises you forgiveness and bounty from Him. And Allah is All-Encompassing, All-Knowing.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"[164] If you spend your money in charity.\n [165] Ibn al-Qayyim says: “Exegetes unanimously agree that al-fahshā’ here means miserliness” [Tarīq al-Hijratayn, p. 375].","lang":"en"},{"name":"2:269","price":"He gives wisdom to whom He wills[166], and whoever is given wisdom is surely given abundant good, but none will take heed except people of understanding.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"[166] The knowledge and understanding of the religion and of the Qur’an.","lang":"en"},{"name":"2:270","price":"Whatever charity you give or vow[167] you make, Allah surely knows it. But the wrongdoers have no helpers.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"[167] Nadhr (vowing): It is to make obligatory for oneself that which is not, usually in return for a Godly favor. For example, if my child is healed, I will give in charity such amount of money.","lang":"en"},{"name":"2:271","price":"If you give charity publicly, it is good; but if you give it secretly to the poor, it is better for you[168], and He will expiate some of your sins. And Allah is All-Aware of what you do.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"[168] Observing secrecy while giving out voluntary charity to the poor is better than making it public, for it ensures his dignity and is closer to sincerity.","lang":"en"},{"name":"2:272","price":"You are not responsible for their guidance [O Prophet], but Allah guides whom He wills. Whatever wealth you spend in charity, it is for your own good – as long as you do so seeking Allah’s pleasure. And whatever wealth you spend in charity, you will be rewarded in full, and you will not be wronged.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:273","price":"[Charity is] for the poor who are fully occupied in the cause of Allah, unable to move about in the land [for livelihood]; the one who is unaware would think that they are rich because of their self-restraint. You will recognize them by their appearance. They do not ask people importunately. And whatever wealth you give, then Allah is All-Knowing of it.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:274","price":"Those who spend their wealth in charity, day and night, in secret and in public; they will have their reward with their Lord, and they will have no fear, nor will they grieve.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:275","price":"Those who consume usury will not stand [on the Day of Resurrection] except like those being beaten by Satan. That is because they say, “Trade is just like usury[169].” But Allah has permitted trade and forbidden usury. Whoever desists because of receiving admonition from his Lord may keep his past gains, and his case is left to Allah. But whoever returns to it, they are the people of the Fire; they will abide therein forever.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"[169] The image given here of a person possessed by the devil staggering while standing and walking unsteadily as they are resurrected for the Day of Judgment. It is a just requital because it mimics their insatiable lust for money in this life, twisting the laws ordained by Allah as they declared lawful what is not.","lang":"en"},{"name":"2:276","price":"Allah destroys usury and nourishes charities, and Allah does not like any ungrateful sinner.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:277","price":"Those who believe, do righteous deeds, establish prayer, and give zakah, will have their reward with their Lord; and they will have no fear, nor will they grieve.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:278","price":"O you who believe, fear Allah and give up usury that is still due, if you are truly believers.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:279","price":"But if you do not do it, then beware of a declaration of war from Allah and His Messenger. However, if you repent, you may retain your capital – neither harming nor suffering harm[170].","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"[170] Neither harming others by receiving interest, and nor suffering harm by preserving your principal capital in full.","lang":"en"},{"name":"2:280","price":"If the debtor is in hardship, give him respite until it is easy for him to pay back. But if you waive it as charity[171], that is better for you, if only you knew.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"[171] Allah’s Messenger (ﷺ) said: \"A man used to give loans to the people, and used to say to his servant, ‘If the debtor is poor, forgive him, so that Allah may forgive us.’ When he met Allah (after his death), Allah forgave him.\" [Sahih al-Bukhāri: 687]","lang":"en"},{"name":"2:281","price":"And fear the Day when you will be brought back to Allah. Then every soul will be rewarded in full for what it has earned, and none will be wronged.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:282","price":"O you who believe, when you contract a debt among yourselves for a fixed period of time, write it down, and let the scribe write it between you with fairness. The scribe whom Allah has taught should not refuse to write, so let him write, and let the debtor dictate, but he should fear Allah his Lord, and not diminish anything out of it. If the debtor is feeble-minded, weak, or unable to dictate, then let his guardian dictate fairly, and bring two witnesses from among your men; if two men are not available, then one man and two women from those whom you accept as witnesses – so that if one of them forgets, the other can remind her. The witnesses should not refuse when they are summoned. Do not be reluctant to write down your debts, whether the amount is small or large, for a fixed period of time; that is more equitable in the sight of Allah, and more supportive as evidence, and more likely to prevent doubts among yourselves. However, if you are conducting a transaction on the spot between yourselves, there is no blame upon you not to write it, but take witnesses whenever you trade with one another. Neither a scribe nor a witness should suffer harm, for if you do cause them harm, it is indeed a sin on your part. So fear Allah, for it is Allah Who teaches you, and Allah is All-Knowing of everything[172].","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"[172] This is known as Āyat ad-Dayn, the verse of debt, and it is the longest verse in the Qur’an.","lang":"en"},{"name":"2:283","price":"If you are on a journey and find no scribe, then something should be taken as collateral. But if you trust one another, then the debtor should fulfill his trust, and let him fear Allah, his Lord. Do not conceal the testimony, for anyone who conceals it has a sinful heart, and Allah is All-Knowing of what you do.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:284","price":"To Allah belongs all that is in the heavens and all that is on earth. Whether you reveal what is within yourselves or conceal it, Allah will call you to account for it. He forgives whom He wills and punishes whom He wills, for Allah is Most Capable of all things.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:285","price":"The Messenger believes in what has been sent down to him from his Lord, as do the believers. All of them believe in Allah, His angels, His Books, and His messengers, [saying], “We make no distinction between any of His messengers.” And they say, “We hear and obey. Grant us Your forgiveness, our Lord, and to You is the [final] destination.”","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:286","price":"Allah does not burden any soul greater than it can bear. For it is what it has earned, and against it is what it has incurred. “Our Lord, do not hold us accountable if we forget or fall into error. Our Lord, do not place on us such a burden as You have placed on those before us. Our Lord, do not burden us with that which we cannot bear. Pardon us, forgive us, and have mercy on us. You are our Protector, so give us victory over the disbelieving people[173].”[174]","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"[173] Allah Almighty concludes this Surah by directing His servants how to supplicate Him, just as He taught them in Surah al-Fātihah how to praise Him and ask for guidance. [174] Allah’s Messenger (ﷺ) said: \"Whosoever recited the last two verses of Surat al-Baqarah at night, that will be sufficient for him.\" [Sahih al-Bukhāri: 345]","lang":"en"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}