{"data":[{"name":"3:1","price":"Alif Lām Mīm[1].","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"[1] See footnote 2:1.","lang":"en"},{"name":"3:2","price":"Allah: None has the right to be worshiped except Him, the Ever-Living, the All-Sustaining.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:3","price":"He has sent down to you the Book[2] in truth, confirming what came before it. And He sent down[3] the Torah and the Gospel","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"[2] i.e., the Qur’an. [3] The difference between ‘nazzala’ (sent down) which is mentioned only with regards to the Qur’an, which signifies that the action took place in installments over a long period of time. Whereas ‘anzala’ (sent down) which is said with regards to the Torah and the Gospel, which happened once and as a whole. [Al-Tabarī].","lang":"en"},{"name":"3:4","price":"previously, as guidance for people, and He sent down the Criterion [between right and wrong]. But those who reject the verses of Allah will suffer severe punishment, and Allah is All-Mighty, Capable of Retribution.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:5","price":"Indeed, there is nothing hidden from Allah on earth or in heaven.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:6","price":"It is He Who shapes you in the wombs as He wills. None has the right to be worshiped except Him, the All-Mighty, the All-Wise.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:7","price":"It is He Who has sent down to you the Book. In it are definite verses, which are the foundation of the Book; while others are ambiguous. Those with deviant hearts follow the ambiguous verses, seeking discord and seeking their [false] interpretation. But no one knows their [true] interpretation except Allah. And those who are well-grounded in knowledge say, “We believe in it. It is all from our Lord[4].” None will take heed except people of understanding.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"[4] People of true knowledge are lauded here with the worthy epithet “al-rāsikhūna fī al-‘ilm”(the well-grounded in knowledge); they know enough and are so humble as to say: “Allah knows best”, unlike others.","lang":"en"},{"name":"3:8","price":"“Our Lord, do not let our hearts deviate[5] after You have guided us, and grant us Your mercy; for You are the Munificent Bestower.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"[5] ’Umm Salamah (رضي الله عنها) reported: “The Prophet (ﷺ) used to pray most by saying: “O He Who changes hearts, make my heart firm in Your religion” (yā Muqallib al-qulūb, thabbit qalbī ‘alā dīnik). When she asked him the reason for this, he (ﷺ) replied, saying: “Umm Salamah, know that every human’s heart is between two Fingers of Allah. Whoever He wills, He makes steadfast, and Whoever He wills He causes to deviate”. [Al-Tirmidhī: 3522]","lang":"en"},{"name":"3:9","price":"Our Lord, You will surely gather all people for a Day[6] about which there is no doubt; for Allah does not break His promise.”","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"[6] The Day of Judgment.","lang":"en"},{"name":"3:10","price":"Those who disbelieve, neither their wealth nor their children will avail them at all against Allah; it is they who are the fuel of the Fire.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:11","price":"[Their] case is like that of the people of Pharaoh and those before them. They all rejected Our signs, so Allah seized them for their sins, for Allah is severe in punishment.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:12","price":"Say to those who disbelieve: “You will soon be defeated and gathered into Hell. What a terrible resting place!”","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:13","price":"There has been a sign for you in the two groups who confronted each other: one fighting for the cause of Allah, and the other disbelievers; they saw them, with their own eyes twice their number[7]. But Allah strengthens with His help whom He wills. There is a lesson in this for those who have insight.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"[7] The believers saw the disbelievers to be double their own number preceding the battle of Badr, while, in fact, they were three times their number.","lang":"en"},{"name":"3:14","price":"The love of desirable things has been made appealing to people, such as women, children, hoarded heaps of gold and silver, branded fine horses, livestock, and tilled land. These are the pleasures of the life of this world, but with Allah is the best place of return.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:15","price":"Say, “Shall I inform you of what is better than these? For those who fear Allah are gardens with their Lord under which rivers flow, abiding therein forever, with pure[8] spouses and pleasure from Allah. And Allah is All-Seeing of His slaves,","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"[8] i.e., they will have no menses, urine, or stool.","lang":"en"},{"name":"3:16","price":"those who say, “Our Lord, we believe, so forgive us our sins and protect us from the punishment of the Fire.”","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:17","price":"Those who are patient, truthful, devout, charitable, and who seek forgiveness before dawn[9].","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"[9] The Prophet (ﷺ) said: “Our Lord, glory be His, descends every night to the lowest Heaven, when only the last third of it remains, and He says: “Who is there to supplicate Me so that I may answer him? Who is there to ask of Me so that I may give him? Who is there to seek My forgiveness so that I may forgive him?””. [Al-Bukhāri: 1145, Muslim: 758]","lang":"en"},{"name":"3:18","price":"Allah testifies that none has the right to be worshiped except Him, as do the angels and people of knowledge; He is the Upholder of justice. None has the right to be worshiped except Him, the All-Mighty, the All-Wise.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:19","price":"The true religion with Allah is Islam. Those who were given the Scripture did not dispute except after the knowledge had come to them, out of mutual envy and rivalry. But whoever rejects the verses of Allah, then Allah is swift in reckoning.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:20","price":"Then if they argue with you, say, “I have submitted myself to Allah, and so have those who follow me.” And say to those who were given the Scripture and to the illiterate[10], “Have you submitted yourselves?” If they do, then they are rightly guided, but if they turn away, your duty is only to convey the message. And Allah is All-Seeing of His slaves.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"[10] Those Arabs who had no scripture (i.e., the pagans).","lang":"en"},{"name":"3:21","price":"Those who reject the verses of Allah and kill the prophets unjustly, and kill those who enjoin justice among people; so give them tidings of a painful punishment.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:22","price":"They are those whose deeds have become worthless in this world and in the Hereafter, and they will have no helpers.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:23","price":"Have you not considered those who were given a portion of the Scripture? They are invited to the Book of Allah to judge between them, and then a group of them turns away in aversion[11].","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"[11] Referring to the Jews of Madinah who refused to implement the rulings of Allah in the Torah or to acknowledge the Prophet (ﷺ), whose coming was mentioned therein.","lang":"en"},{"name":"3:24","price":"This is because they say, “The Fire will never touch us except for a few days.” They have been deluded in their religion by that which they used to fabricate.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:25","price":"But how [terrible] will it be when We gather them together on a Day about which there is no doubt, and each soul will be fully recompensed for what it has earned, and none will be wronged?","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:26","price":"Say, “O Allah, Lord of the dominion, You give dominion to whom You will and take it away from whom You will; You honor whom You will and humiliate whom You will. All good is in Your Hand. You are Most Capable of all things.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:27","price":"You cause the night to enter into the day and cause the day to enter into the night; You bring the living out of the dead and bring the dead out of the living; and You give provision to whom You will without measure.”","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:28","price":"Let not the believers take disbelievers as allies instead of believers, for whoever does so has nothing to do with Allah at all, except as a protective measure to save yourself from them[12]. And Allah warns you of Himself, and to Allah is the final return.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"[12] Upon fearing harm from the disbelievers, Muslims are given license to placate them with their tongues, as long as their hearts are firm in Faith.","lang":"en"},{"name":"3:29","price":"Say, “Whether you conceal what is in your hearts or reveal it, Allah knows it: He knows all that is in the heavens and all that is on earth. And Allah is Most Capable of all things.”","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:30","price":"On the Day when every soul will find itself faced with whatever good it has done, and whatever evil it has done – it will wish that there were a great distance between it and its evil. And Allah warns you of Himself, and Allah is All-Gracious to His slaves.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:31","price":"Say, “If you love Allah then follow me[13]; Allah will love you and forgive you your sins: for Allah is All-Forgiving, Most Merciful.”","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"[13] Following the Prophet Muhammad (ﷺ) is by adhering to his Sunnah.","lang":"en"},{"name":"3:32","price":"Say, “Obey Allah and the Messenger.” But if they turn away, then Allah does not like the disbelievers.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:33","price":"Allah chose Adam and Noah, the family of Abraham, and the family of ‘Imrān above all people[14].","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"[14] Allah chose them above all people of their times: Adam whom He created with His own Hands, made the angels prostrate themselves to him; Noah (عليه السلام) whom He made the first bearer of His Message to humanity; Abraham (عليه السلام), the beloved of God, and his descendants among whom is a great number of prophets, including Muhammad (ﷺ); the Family of ‘Imrān: ‘Imrān and his wife, their daughter Mary and her son Jesus (عليه السلام), who is one of the greatest prophets of humanity.","lang":"en"},{"name":"3:34","price":"They were descendants of one another. And Allah is All-Hearing, All-Knowing.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:35","price":"[Remember] when the wife of ‘Imrān said, “My Lord, I dedicate to You what is in my womb[15], so accept it from me, for You are the All-Hearing, the All-Knowing.”","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"[15] To the worship of Allah and to spend an entire life tending places of worship.","lang":"en"},{"name":"3:36","price":"When she gave birth, she said, “My Lord, I have given birth to a female child,” – and Allah knew best what she had given birth to – “and the male is not like the female. I have named her Mary[16], and I seek refuge with You for her and her offspring from Satan[17], the accursed.”","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"[16] Maryam (مريم) literally means: maidservant of Allah. [17] Allah answered her prayers. The Prophet (ﷺ) said: “Every newborn child is touched by the devil and they start off by wailing because of this touch, except Maryam and her son”. [Al-Bukhāri: 3231, Muslim: 2366]","lang":"en"},{"name":"3:37","price":"Her Lord graciously accepted her and caused her to grow in a good manner, and entrusted her to the care of Zachariah. Every time Zachariah entered her prayer chamber, he found with her some provision. He said, “O Mary, where did this come from?” She said, “It is from Allah, for Allah provides for whom He wills without measure.”","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:38","price":"Thereupon Zachariah prayed to his Lord, saying, “My Lord, grant me by Your grace virtuous offspring[18], for You are the All-Hearer of prayers.”","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"[18] Upon seeing that Mary was provided with fruits out of their season, Zachariah’s hopes were revived, so he wished for fruits of his loins out of season; him being old and his wife infertile.","lang":"en"},{"name":"3:39","price":"The angels called out to him while he was standing in the chamber praying, “Allah gives you glad tidings of John, who will believe in the Word of Allah[19] and will be honorable, abstinent [from women], and a prophet from among the righteous.”","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"[19] Referring to the prophet Jesus (عليه السلام), who was conceived merely by a command from Allah - the word \"Be.\"","lang":"en"},{"name":"3:40","price":"He said: “My Lord, how can I have a son when I have reached old age and my wife is barren?” He said, “Thus Allah does what He wills.”","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:41","price":"He said, “My Lord, give me a sign.” He said, “Your sign is that you will not speak to people for three days except by gestures. And remember your Lord often and glorify Him in the evening and the morning.”","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:42","price":"And [remember] when the angels said, “O Mary, Allah has chosen you, purified you, and chosen you over all women.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:43","price":"O Mary, worship your Lord devoutly, prostrate yourself and bow down with those who bow down.”","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:44","price":"This is from the stories of the unseen that We reveal to you [O Prophet]; you were not with them when they cast lots as to which of them should take guardianship of Mary, nor were you with them when they disputed about it.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:45","price":"[Remember] when the angels said, “O Mary, Allah gives you glad tidings of a Word from Him[20], whose name will be the Messiah, Jesus, son of Mary; honorable in this world and the Hereafter, and one of those near [to Allah].","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"[20] Jesus was created like Adam, through Allah’s commanding Word: Be! Thus he is called “the Word of Allah”.","lang":"en"},{"name":"3:46","price":"He will speak to people in the cradle[21] and in maturity, and he will be one of the righteous.”","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"[21] \"None spoke in cradle but three: (The first child was Jesus). (The second was): There was a man from the Children of Israel called Jurayj. His story with his mother, and he was falsely blamed for illegal sexual relations with a prostitute. The baby born out of this illegal relation spoke and declared his real father who was a shepherd and not Jurayj, so he was finally proven innocent. (The third was in the following story): A lady from the Children of Israel who wished his nursing child to become like a handsome rider who passed by, and not like a slave-girl who passed by, but the child spoke and wished to be the otherwise. When she asked her child about the reason, he said: \"The rider is one of the tyrants, while the slave-girl is falsely accused of theft and illegal sexual intercourse.\" [The story is detailed in Sahih al-Bukhāri: 645]","lang":"en"},{"name":"3:47","price":"She said: “My Lord, how can I have a child when no man has ever touched me?” He said, “Thus Allah creates what He wills. When He decrees something, He only says to it ‘Be’, and it is.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:48","price":"And He will teach him writing and wisdom, the Torah and the Gospel.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:49","price":"And [will send him as] a messenger to the Children of Israel, ‘I have come to you with a sign from your Lord that I make for you from clay the figure of a bird, then breathe into it, and it will become a bird by Allah’s permission; and I heal the blind and the leper, and bring the dead to life by Allah’s permission; and I inform you of what you eat and what you store in your houses. There is a sign in this for you, if you are believers.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:50","price":"And [I have come] confirming the Torah that came before me, and to make lawful to you some of what was forbidden to you; and I have come to you with a sign from your Lord, so fear Allah and obey me.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:51","price":"Indeed, Allah is my Lord and your Lord, so worship Him. This is the straight path.”","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:52","price":"When Jesus sensed disbelief from them, he said, “Who are my helpers in the cause of Allah?” The disciples said, “We are helpers of Allah. We believe in Allah; so bear witness that we are Muslims.”","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:53","price":"“Our Lord, we believe in what You have sent down and we follow the messenger; so count us among those who bear witness [to the truth].”","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:54","price":"And [the disbelievers] devised a plan, but Allah also made a plan[22], and Allah is the best of planners.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"[22] The disbelievers among the Children of Israel plotted to kill Jesus (عليه السلام) but Allah saved him and instead facilitated that they seized his look-alike without them realizing it.","lang":"en"},{"name":"3:55","price":"And [remember] when Allah said, “O Jesus, I will take you and raise you up to Myself[23] and deliver you from those who disbelieve, and make those who follow you above[24] those who disbelieve until the Day of Resurrection. Then you will all return to Me, and I will judge between you concerning that over which you differed.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"[23] He was raised, both body and soul, to the Heavens. [24] This is a promise from Allah that true believers who follow the path of the prophets shall always have the upper hand.","lang":"en"},{"name":"3:56","price":"As for those who disbelieve, I will punish them severely in this world and the Hereafter, and they will have no helpers.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:57","price":"As for those who believe and do righteous deeds, He will give them their rewards in full, and Allah does not like the wrongdoers.”","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:58","price":"This is what We recite to you of the verses and the wise reminder.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:59","price":"The similitude of Jesus before Allah[25] is like that of Adam; He created him from dust, then said to him, “Be,” and he was.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"[25] i.e., regarding His creation of him.","lang":"en"},{"name":"3:60","price":"This is the truth from your Lord, so do not be of those who doubt.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:61","price":"Whoever disputes with you concerning [Jesus] after the knowledge has come to you, then say, “Come, let us call our sons and your sons, our women and your women, ourselves and yourselves, then invoke the curse of Allah upon the liars.”","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:62","price":"Indeed, this is the true narrative, and none has the right to be worshiped except Allah, and Allah is the All-Mighty, the All-Wise.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:63","price":"If they turn away, then Allah is All-Knowing of those who spread corruption.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:64","price":"Say, “O people of the Book, come to a common term between us and you, that we worship none but Allah and associate no partners with Him, and that we do not take one another as lords besides Allah.” But if they turn away, say, “Bear witness that we are Muslims [submitting to Allah].”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:65","price":"O People of the Book, why do you dispute about Abraham[26], while the Torah and the Gospel were not sent down but after him? Do you not understand?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"[26] Both the Jews and the Christians claimed Abraham as their own.","lang":"en"},{"name":"3:66","price":"Here you are! You are those who disputed about that of which you have some knowledge, then why do you dispute about that of which you have no knowledge[27]? Allah knows and you do not know.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"[27] Regarding the true faith of Abraham.","lang":"en"},{"name":"3:67","price":"Abraham was neither a Jew nor a Christian, but he was a monotheist[28] Muslim, and he was not one of the polytheists.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"[28] Hanīf means a pristine believer. The basic semantic meaning of the root h-n-f is an inclination towards uprightness and eschewing crookedness.","lang":"en"},{"name":"3:68","price":"The closest people to Abraham are those who followed him, and this Prophet and those who believe. And Allah is the Guardian of the believers.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:69","price":"A faction of the People of the Book wishes to mislead you [believers]; they do not mislead except themselves, but they do not realize.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:70","price":"O People of the Book, why do you disbelieve in the verses of Allah[29] while you testify [to their truth]?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"[29] About Prophet Muhammad (ﷺ), while you have it written in your Books but you hide it.","lang":"en"},{"name":"3:71","price":"O People of the Book, why do you mix the truth with falsehood and conceal the truth knowingly?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:72","price":"A faction of the People of the Book says, “Believe in what has been sent down to the believers in the morning and reject it in the evening, so that they may return [from their faith][30].","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"[30] They hatched the plot of claiming to embrace Faith, only to disclaim it as untrue shortly thereafter, in order to sow the seed of doubt in the minds of the believers and thus abandon their religion.","lang":"en"},{"name":"3:73","price":"And do not believe in anyone except those who follow your religion.” Say, “The guidance is the guidance of Allah.” [They say,] Lest someone may be given similar to what you have been given or argue with you before your Lord[31]. Say, “All bounty is in the Hand of Allah; He grants it to whom He wills. And Allah is All-Encompassing, All-Knowing.”","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"[31] They fear that if people know what their Books really say, they would be on an equal footing with them, or that it be used as an argument against them.","lang":"en"},{"name":"3:74","price":"He chooses for His mercy whom He wills; for Allah is the Possessor of great bounty.”","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:75","price":"And among the People of the Book are some who, if you entrust with a heap of gold, will return it to you; yet there are others who, if you entrust with a single coin of gold, will not return it to you unless you keep standing over them. This is because they say, “We are under no obligation towards the Gentiles[32].” And they tell lies about Allah knowingly.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"[32] The Jews do not consider it a sin to cheat or lie to a gentile, i.e., a non-Jew.","lang":"en"},{"name":"3:76","price":"But those who fulfill their covenant and fear Allah, surely Allah loves those who fear Him.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:77","price":"Those who trade the covenant of Allah and their oaths[33] for a small price, they will have no share in the Hereafter. Allah will neither speak to them, nor look at them on the Day of Resurrection, nor will He purify them, and for them there will be a painful punishment.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"[33] This covenant and oath is detailed in verse 81 below; that is, to believe in the prophethood of Muhammad (ﷺ) and support him.","lang":"en"},{"name":"3:78","price":"And there are some among them who alter the Scripture[34] with their tongues so that you may think it is part of the Scripture, while it is not part of the Scripture; and they say, “It is from Allah,” while it is not from Allah. And they tell lies about Allah knowingly.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"[34] The Scripture meant here is the Torah; by distorting its words or meanings.","lang":"en"},{"name":"3:79","price":"It is not for a human being whom Allah has given the Scripture, wisdom, and prophethood to say to the people, “Be my worshipers instead of Allah.” Rather, he would say, “Be devoted servants of your Lord because of your teaching of the Scripture and because of your study thereof.”","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:80","price":"Nor would he order you to take angels and prophets as lords[35]. Would he order you to disbelieve after you have submitted to Allah [as Muslims]?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"[35] ‘Umar (رضي الله عنه) reported: I heard the Prophet (ﷺ) say: \"Do not exaggerate in praising me as the Christians praised the son of Mary, for I am only a slave. So call me the slave of Allah and His Messenger.\" [Sahih al-Bukhāri: 654]","lang":"en"},{"name":"3:81","price":"And [remember] when Allah took the covenant[36] of the prophets, [saying], “After I have given you the Book and wisdom, if there comes to you a messenger[37] confirming what is with you, then you must believe in him and support him.” Allah said, “Do you affirm this covenant and accept this commitment?” They said, “Yes, we do.” He said, “Then bear witness and I am with you among the witnesses.”","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"[36] It is possible that this oath was taken when the offspring of Adam were taken out of his back, or taken from each prophet at the time of his mission.\n [37] This Messenger is Prophet Muhammad (ﷺ).","lang":"en"},{"name":"3:82","price":"Whoever turns away after this, it is they who are the rebellious.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:83","price":"Do they seek other than the religion of Allah, whereas to Him submit all those in the heavens and on earth, willingly or unwilling, and to Him they will return?","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:84","price":"Say, “We believe in Allah and what has been sent down to us and what was sent down to Abraham, Ishmael, Isaac, Jacob, and his descendants, and what was given to Moses, Jesus, and other prophets from their Lord; we make no distinction between any of them, and to Him we submit.”","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:85","price":"Anyone who seeks a religion other than Islam, never will it be accepted from him; and in the Hereafter he will be among the losers.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:86","price":"How would Allah guide a people who disbelieved after having believed and testified that the Messenger was true, and the clear signs had come to them? For Allah does not guide the wrongdoing people.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:87","price":"The punishment of such people is that they are cursed by Allah, the angels, and all mankind.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:88","price":"They will abide therein forever. Their punishment will neither be lightened, nor will they be given respite,","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:89","price":"except those who repent after that and mend their ways[38], for Allah is All-Forgiving, Most Merciful.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"[38] After their disbelief and wrongdoing.","lang":"en"},{"name":"3:90","price":"But those who disbelieve after having believed then increase in disbelief, never will their repentance be accepted; it is they who have gone astray.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:91","price":"Those who disbelieve and die as disbelievers, even an earth full of gold will never be accepted from any of them, if offered as ransom[39]. For such people there will be a painful punishment, and they will have no helpers.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"[39] The Prophet (ﷺ) said, \"A disbeliever will be asked: ‘Suppose you had as much gold as to fill the earth, would you offer it to ransom yourself (from the Hell-Fire)?’ He will reply, ‘Yes.’ Then it will be said to him, ‘You were asked for something less than that (to join none in worship) with Allah, but you refused. \" [Sahih al-Bukhāri: 546]","lang":"en"},{"name":"3:92","price":"You will never attain righteousness[40] until you spend in charity from what you love. Whatever you spend, Allah is All-Knowing of it.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"[40] \"Al-Birr\" is sincere piety which leads to the great bounty and Paradise.","lang":"en"},{"name":"3:93","price":"All food was permissible for the Children of Israel except what Israel [i.e., Jacob] made impermissible for himself[41] before the Torah was sent down. Say, “Bring the Torah and recite it, if you are truthful.”","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"[41] Israel (Jacob) became very ill and his illness dragged on for a long time, then he vowed that he would make unlawful for himself the drink and food he loved most should Allah cure him. The best food for him was camel meat and the drink he loved most was camel milk.","lang":"en"},{"name":"3:94","price":"Whoever fabricates lies upon Allah after that – it is they who are the wrongdoers.","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:95","price":"Say, “Allah has spoken the truth, so follow the religion of Abraham[42], exclusively devoted to Allah, and he was not one of the polytheists.”","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"[42] The creed of Ibrāhīm (millata Ibrāhīm) is the most primordial precursor to Islam. It is mentioned in the Qur’an in various places: 2:130, 3:95, 4:125, 6:161 and 16:123.","lang":"en"},{"name":"3:96","price":"The first House [of worship] established for mankind was the one at Bakkah [i.e., Makkah], full of blessings[43] and guidance for the worlds.","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"[43] Of this, is that people direct themselves toward it in prayer and head for it for ‘Umrah and Hajj.","lang":"en"},{"name":"3:97","price":"In it are clear signs [such as] the standing place of Abraham[44]; whoever enters it will be safe. Pilgrimage to the House is a duty owed to Allah upon all people who are able to make their way to it; whoever disbelieves, then Allah is in no need for the worlds[45].","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"[44] It is the stone on which Abraham (عليه السلام) stood while building the Ka‘ba. It is an everlasting sign of the relationship of Islam to Abraham’s creed. [45] He is in no need for His servants’ worship; it is they who are in need of Him.","lang":"en"},{"name":"3:98","price":"Say, “O People of the Book, why do you reject the verses of Allah when Allah is Witness to all what you do?”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:99","price":"Say, “O People of the Book, why do you hinder the believers from the way of Allah – trying to make it crooked when you are witnesses [to its truth][46]? But Allah is not unaware of what you do.”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"[46] They were devising schemes to deviate people while secretly bearing witness to the Truth mentioned in their Books.","lang":"en"},{"name":"3:100","price":"O you who believe, if you obey a group of those who were given the Scripture, they will turn you back as disbelievers after your belief.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:101","price":"How can you disbelieve while Allah’s verses are being recited to you and His Messenger is in your midst? Whoever holds fast to Allah[47] is certainly guided to the straight path.","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"[47] i.e., adhering strictly to His ordinances and to the Sunnah of His Prophet (ﷺ).","lang":"en"},{"name":"3:102","price":"O you who believe, fear Allah as He should be feared, and do not die except as Muslims.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:103","price":"And hold fast to the rope of Allah[48] all together and do not be divided. Remember the favor of Allah upon you when you were enemies, then He reconciled your hearts, making you brethren by His grace. And you were on the brink of a fiery pit and He delivered you[49] from it. This is how Allah makes His verses clear to you, so that you may be guided.","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"[48] The Prophet (ﷺ) said: “I will leave with you after me two grave matters. The first is the Book of Allah. It is the rope of Allah; whoever follows it, is guided and whoever does not, has gone astray”. [Muslim: 2408]\n [49] The Prophet (ﷺ) addressed his Anṣār Companions after the Battle of Ḥunayn by saying: “Have I not found you: lost and Allah guided you by me? Destitute and Allah made you well-off by me? Divided and Allah united you by me?” [Muslim: 1061]","lang":"en"},{"name":"3:104","price":"Let there be a group from among you who call to goodness: enjoining what is right, and forbidding what is wrong[50]. It is they who are successful.","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"[50] According to the laws of Allah.","lang":"en"},{"name":"3:105","price":"Do not be like those who became divided and differed after the clear proofs had come to them; and for them there will be a great punishment.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:106","price":"On the Day[51] some faces will turn bright while other faces will turn dark. As for those whose faces turn dark, [they will be told], “Did you disbelieve after having believed? Taste the punishment for your disbelief.”","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"[51] i.e., the Day of Judgment.","lang":"en"},{"name":"3:107","price":"As for those whose faces turn bright, they will be in Allah’s mercy[52], they will abide therein forever.","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"[52] In Paradise.","lang":"en"},{"name":"3:108","price":"These are the verses of Allah; We recite them to you in truth. Allah does not want injustice to the worlds.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:109","price":"To Allah belongs all that is in the heavens and all that is on earth, and to Allah will return all matters.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:110","price":"You are the best nation ever raised for mankind: you enjoin what is right and forbid what is wrong, and believe in Allah. If the People of the Book had believed, it would have been better for them. Some of them are believers, but most of them are rebellious.","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:111","price":"They can never harm you except for some annoyance. But if they fight you, they will turn their backs, then they will not be helped.","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:112","price":"They are afflicted with humiliation wherever they may be[53], unless they are protected by a covenant from Allah or a treaty from the people. They have incurred Allah’s wrath and are afflicted with destitution. That is because they disbelieved in Allah’s verses and killed the prophets unjustly. That is because of their disobedience and transgression.","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"[53] This fate was imposed on the Jews by Allah, in part, in fulfillment of the divine promise to punish them severely, as found in 3:21.","lang":"en"},{"name":"3:113","price":"Yet all are not alike: there are some among the People of the Book who are upright[54]; they recite the verses of Allah during the night and they prostrate.","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"[54] Those of them who accepted Islam, like Abdullah ibn Salām.","lang":"en"},{"name":"3:114","price":"They believe in Allah and the Last Day; enjoin what is right and forbid what is wrong; and hasten in doing good deeds. They are among the righteous.","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:115","price":"Whatever good they do, their reward will never be denied; for Allah is All-Knowing of those who are righteous.","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:116","price":"Those who disbelieve, neither their wealth nor their children will ever avail them against Allah; they are the people of the Fire, they will abide therein forever.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:117","price":"The similitude of what they spend in the life of this world is like that of a frosty wind that strikes and destroys the harvest of a people who have wronged themselves. It is not Allah Who wronged them, but they wronged themselves.","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:118","price":"O you who believe, do not take as close friends those from other than yourselves; they spare no effort to ruin you; they wish to see you suffer. Hatred has appeared from their mouths[55], but what their hearts conceal is even greater. We have made the verses clear to you, if only you understand.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"[55] No matter how hard they try to keep their real feelings secret, their tongues expose their inner feelings.","lang":"en"},{"name":"3:119","price":"O you [believers], you are those who love them but they do not love you, even though you believe in all the Scriptures[56]. When they meet you, they say, “We believe,” but when they are alone, they bite their fingertips against you in rage. Say, “May you die in your rage.” Allah is All-Knowing of what is in the hearts.","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"[56] All divine Books revealed by Allah.","lang":"en"},{"name":"3:120","price":"If something good happens to you, it grieves them; but if adversity befalls you, they rejoice at it. But if you keep patient and fear Allah, their schemes will not harm you in the least; for Allah encompasses all what they do.","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:121","price":"And [remember] when you left your home in the morning to position the believers for the battle [of ’Uhud]; and Allah is All-Hearing, All-Knowing.","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:122","price":"When two parties[57] from among you were about to lose courage, but Allah was their protector. Let the believers put their trust in Allah.","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"[57] Allah reminds the believers of the reason for their setback in the Battle of Uhud. Essentially, the archers left their positions appointed for them by the Prophet (ﷺ).","lang":"en"},{"name":"3:123","price":"Allah had helped you at Badr when you were weak; then fear Allah so that you may be grateful.","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:124","price":"[Remember] when you said to the believers, “Will it not suffice you that your Lord will help you by sending down three thousand angels?”","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:125","price":"Yes, if you stay patient and fear Allah, and the enemy should launch a surprise attack on you, your Lord will help you with five thousand marked angels.","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:126","price":"Allah ordained this only as glad tidings for you, and to reassure your hearts thereby. Victory only comes from Allah, the All-Mighty, the All-Wise,","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:127","price":"in order to destroy a section of the disbelievers or disgrace them, so they may turn back utterly disappointed.","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:128","price":"It is not for you [O Prophet] to decide whether He will accept their repentance or punish them, for they are wrongdoers.","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:129","price":"To Allah belongs all that is in the heavens and all that is on earth. He forgives whom He wills and punishes whom He wills, and Allah is All-Forgiving, Most Merciful.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:130","price":"O you who believe, do not consume usury[58], doubled and multiplied. And fear Allah, so that you may succeed,","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"[58] The Prophet (ﷺ) said: \"Avoid the seven great destructive sins; among them is to consume Ribā (usury).\" [Sahih al-Bukhāri: 28]","lang":"en"},{"name":"3:131","price":"and fear the Fire prepared for the disbelievers.","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:132","price":"And obey Allah and the Messenger, so that you may be given mercy.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:133","price":"And hasten towards forgiveness from your Lord and a Paradise as wide as the heavens and earth, prepared for the righteous,","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:134","price":"those who spend in times of prosperity and adversity, and who restrain their anger[59] and pardon people; for Allah loves those who do good.","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"[59] Allah’s Messenger (ﷺ) said: \"The strong is not the one who overcomes others by strength, but the strong is the one who controls himself while in anger.\" [Sahih al-Bukhāri: 135]","lang":"en"},{"name":"3:135","price":"And those who, when they commit a shameful act or wrong themselves, remember Allah and seek forgiveness for their sins[60] – who can forgive sins except Allah? – and they do not persist in what they did knowingly.","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"[60] Abu Bakr (رضي الله عنه) reported that the Prophet (ﷺ) said: “There is no Muslim who commits a sin, then performs ablution, prays two rak‘ahs and asks Allah for forgiveness without Allah forgiving him”. [Abū Dāwūd: 1521, al-Tirmidhī: 406, Ibn Mājah: 1395]","lang":"en"},{"name":"3:136","price":"Their reward is forgiveness from their Lord and gardens under which rivers flow, abiding therein forever. How excellent is the reward of those who do [righteous] deeds!","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:137","price":"There were nations that passed before you; so travel through the land and see how was the end of the deniers[61].","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"[61] The reins are slackened for the disbelievers to further lure them into the trap of their annihilation and the deliverance of the believers is assured after putting them to the test.","lang":"en"},{"name":"3:138","price":"This is an exhortation for mankind; a guidance and admonition for the righteous.","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:139","price":"Do not lose heart nor grieve, for you have the upper hand, if you are [truly] believers.","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:140","price":"If you have suffered a blow [at ’Uhud], they too have suffered a blow like it [at Badr]. We alternate among people these days, so that Allah may reveal the believers and may choose martyrs from among you. And Allah does not like the wrongdoers.","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:141","price":"And so that He may purify the believers and annihilate the disbelievers.","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:142","price":"Do you think that you would enter Paradise when Allah has not yet seen those of you who struggled in His way and those who remained patient?","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:143","price":"You did wish for martyrdom[62] before facing it, and now you have seen it with your own eyes.","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"[62] This is a reminder to the believers, who missed the Battle of Badr, of their talk about wishing to meet the enemy and being martyred. The Battle of Uhud is being alluded to here, as solid intentions and steadfastness are what actually win battles, not mere fancy talk.","lang":"en"},{"name":"3:144","price":"Muhammad is no more than a messenger; there were messengers who passed away before him[63]. If he dies or is killed, will you turn back on your heels[64]? Anyone who turns back on his heels will not harm Allah in the least, but Allah will reward those who are grateful.","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"[63] The laws of nature apply to them too.\n [64] This smacks the faltering position that some Muslims took when it was rumored during the Battle of Uhud that Prophet Muhammad (ﷺ) had met his death.","lang":"en"},{"name":"3:145","price":"No soul can die except with Allah’s permission at a destined time[65]. Whoever seeks the reward of this world, We will give him thereof, and whoever seeks the reward of the Hereafter, We will give him thereof. And We will reward those who are grateful.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"[65] This fact is stated as an encouragement to fight in Allah’s cause.","lang":"en"},{"name":"3:146","price":"[Imagine] how many prophets along with the devout men fought, but they did not lose heart because of what they suffered in the way of Allah, nor did they weaken or surrender. And Allah loves those who are patient.","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:147","price":"All they said was, “Our Lord, forgive us our sins and our excess in our affairs, make firm our feet, and give us victory against the disbelieving people[66].”","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"[66] This prayer is very similar to that of those who fought with Saul (Tāloot) against Goliath (Jāloot) See 2: 250.","lang":"en"},{"name":"3:148","price":"So Allah gave them the reward of this world and the best reward of the Hereafter[67], for Allah loves those who do good.","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"[67] Gaining victory in this life and eternal bliss in Paradise.","lang":"en"},{"name":"3:149","price":"O you who believe, if you obey those who disbelieve, they will turn you back on your heels, and thus you will return as losers.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:150","price":"But Allah is your Protector, and He is the Best of Helpers.","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:151","price":"We will cast dread into the hearts of those who disbelieve because they associated partners with Allah for which He has not sent down any authority. Their refuge will be the Fire. How terrible is the abode of the wrongdoers!","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:152","price":"Indeed, Allah fulfilled His promise to you when you were slaying them by His permission, until you lost courage and disputed over the command and disobeyed after He had shown you what you liked [victory]. Among you are some who seek this world and some who seek the Hereafter[68]. He then prevented you from [defeating] them so that He may test You, but He pardoned you, for Allah is Most Gracious to the believers.","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"[68] The first party were the archers who left their positions to collect the spoils, while the latter were those who remained at their posts.","lang":"en"},{"name":"3:153","price":"[Remember] when you were fleeing without even casting a glance at anyone, and the Messenger was calling you back. You were then given distress[69] upon distress, so you should not grieve for what you missed or for what you suffered. For Allah is All-Aware of what you do.","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"[69] The news of the rumored death of the Prophet (ﷺ) hit them after losing the ground in the battle, so they soon forgot the defeat that had been inflicted on them.","lang":"en"},{"name":"3:154","price":"Then He sent down tranquility upon you after distress: a slumber overtaking a group of you[70], while another group[71] cared only about themselves, having false thoughts about Allah, the untrue thoughts of ignorance, saying, “Do we have any say in the matter?” Say, “All matters belong to Allah.” They conceal in their hearts what they do not reveal to you. They say, “If we had any say in the matter, none of us would have been killed here.” Say, “Even if you had been in your homes, those among you who were destined to be killed would have come out to their killing places.” But Allah did this so that He may test your inner thoughts and distinguish what is in your hearts. For Allah is All-Knowing of what is in the hearts.","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"[70] The real believers.\n [71] The hypocrites.","lang":"en"},{"name":"3:155","price":"Those of you who fled on the day when the two armies met [at ’Uhud], it was Satan who made them slip due to some of their misdeeds, but Allah has pardoned them, for Allah is All-Forgiving, Most Forbearing.","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:156","price":"O you who believe, do not be like those who disbelieved and said about their brothers who traveled through the land or engaged in battle, “If they had stayed with us, they would not have died or been killed[72].” Allah makes that a cause of distress in their hearts. It is Allah Who gives life and causes death, and Allah is All-Seeing of what you do.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"[72] A believer should know for certain that all matters, including life and death, are in the Hands of Allah alone.","lang":"en"},{"name":"3:157","price":"If you are killed in the way of Allah or die, then forgiveness and mercy from Allah are far better than what they accumulate.","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:158","price":"If you die or are martyred, it is unto Allah that you will be gathered[73].","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"[73] For reckoning.","lang":"en"},{"name":"3:159","price":"It is by Allah’s mercy that you [O Prophet] became lenient to them[74]. If you had been harsh and hard-hearted, they would have dispersed from you. So pardon them, seek forgiveness for them, and consult them in important matters[75]. But once you have made a decision, put your trust in Allah, for Allah loves those who put their trust in Him.","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"[74] In the Battle of Uhud, the Prophet (ﷺ) was made to show leniency to the believers who disobeyed his commands.\n [75] The principle of shūra (consultation) is a cornerstone and one of the greatest traits of the Islamic community.","lang":"en"},{"name":"3:160","price":"If Allah helps you, none can overcome you; but if He forsakes you, who is there to help you after Him? In Allah let the believers put their trust.","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:161","price":"It is not for a prophet to misappropriate the spoils of war. Whoever misappropriates will carry it with him on the Day of Resurrection[76]. Then every soul will be paid in full for what it has earned, and none will be wronged.","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"[76] The Prophet (ﷺ) said: “By Allah none of you wrongfully appropriates part of it (war booty) without him meeting Allah on the Day of Judgment carrying it. I shall know everyone of you who meets Allah carrying a camel grunting, a cow bellowing, or a goat bleating...” [Al-Bukhārī: 6979, Muslim: 1832]. Al-Qurṭubī (4:256) comments: “He comes carrying it on his back and neck, tormented by its weight, horrified by its atrocious sound, and berated by making his dishonesty known to all people…”.","lang":"en"},{"name":"3:162","price":"Is the one who seeks Allah’s pleasure like someone who incurs Allah’s wrath, and whose abode is Hell? What a terrible destination!","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:163","price":"They are of various ranks with Allah, and Allah is All-Seeing of what they do.","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:164","price":"Allah conferred favor on the believers when He sent them a messenger from among themselves, reciting to them His verses, purifying them, and teaching them the Book and Wisdom[77], although before that they were clearly misguided.","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"[77] The Prophet’s Sunnah.","lang":"en"},{"name":"3:165","price":"How is it that, when you suffered a calamity[78] [at ’Uhud] while you had inflicted twice as much upon them[79] [at Badr], you said, “How could this happen?” Say, “You brought this to yourselves. Indeed, Allah is Most Capable of all things.”","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"[78] Seventy Muslims were killed.\n [79] Seventy of the enemy were killed and seventy were taken as captives.","lang":"en"},{"name":"3:166","price":"What you suffered on the day [of ’Uhud] when the two armies met was by Allah’s permission, so that He may distinguish the [true] believers,","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:167","price":"and in order to make known those who are hypocrites. They were told, “Come forward, fight in the way of Allah or at least defend.” They said, “If we had known there was fighting, we would have certainly followed you.” That day they were nearer to disbelief than to faith, saying with their mouths what was not in their hearts, but Allah is All-Knowing of what they conceal.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:168","price":"Those who stayed behind said about their brothers, “If they had obeyed us, they would not have been killed [at ’Uhud].” Say, “Then avert death from yourselves, if you are truthful.”","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:169","price":"Never think of those who are killed in Allah’s way as dead; rather, they are alive with their Lord, receiving provision[80],","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"[80] The Prophet (ﷺ) said: “When your brothers were killed in the Battle of Badr, Allah placed their souls in the (abdominal) cavities of green fowls, drinking from the rivers of Paradise, eating from its fruits and coming back at the end of the day to repose in chandeliers hung in the Shadow of the Majestic Throne. For all of this, they said: “Who would tell our brothers about us; that we are in Paradise being provided for so that they may not give up fighting in the way of Allah or cower in war?” Allah Almighty said: “I will tell them on your behalf”. Then He revealed: “Do not think that those who were killed in the way of Allah are dead. Nay but they are alive with their Lord being provided for”. [Abū Dāwūd: 2520, Ahmad: 2388; another version is found in Muslim: 1887]","lang":"en"},{"name":"3:170","price":"rejoicing in what Allah has given them of His bounty, and delighted for those who have yet to join them, of those whom they left behind, that they will have no fear, nor will they grieve.","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:171","price":"They rejoice at the favors and bounties of Allah, and that Allah does not cause the reward of the believers to be lost,","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:172","price":"those who responded to Allah and the Messenger after they were struck with injury[81]. For those who did good among them and feared Allah is a great reward,","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"[81] Those Believers who chased the retreating Makkan army until they reached the outpost of Hamrā’ al-Asad, on the outskirts of Madinah. They were deeply wounded and bruised in the Battle of ’Uhud.","lang":"en"},{"name":"3:173","price":"those[82] to whom people[83] said, “Indeed, the people have gathered against you, so fear them.” But it only increased them in faith, and they said, “Allah is Sufficient for us, and He is the best Protector[84].”","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"[82] The believers.\n [83] The hypocrites. [84] This is one of the greatest Dhikr (remembrance) during times of hardship. Ibn ‘Abbās (رضي الله عنهما) reported: “Hasbunā Allāh wa ni‘ma al-Wakīl (Allah suffices us, He is the best of Protectors), was said by Abraham (عليه السلام) when he was thrown in the fire and was said by Muhammad (ﷺ) when it was said: “People have regrouped for you, so fear them”, their belief grew firmer and they said: “Allah suffices us, He is the best of Protectors”.” [Al-Bukhārī: 4563]","lang":"en"},{"name":"3:174","price":"They then returned with grace and bounty from Allah, having suffered no harm. They pursued Allah’s pleasure, and Allah is the Possessor of great bounty.","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:175","price":"It is Satan who frightens [you] through his allies. Do not fear them, but fear Me, if you are [true] believers.","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:176","price":"Do not let those[85] who hasten to disbelief grieve you; they can never harm Allah in the least. It is Allah’s will that they will have no share in the Hereafter, and for them there will be a great punishment.","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"[85] The hypocrites.","lang":"en"},{"name":"3:177","price":"Those who purchase disbelief [in exchange] for faith can never harm Allah in the least, and for them there will be a painful punishment.","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:178","price":"Those who disbelieve should not think that whatever respite We give them is good for them. We only give them respite so that they may increase in sin, and for them there will be a disgracing punishment.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:179","price":"Allah would not leave the believers in the state you are in, until He distinguishes the evil from the good[86], nor would Allah reveal to you [believers] the unseen, but Allah chooses from His messengers[87] whom He wills. So believe in Allah and His messengers; if you believe and fear Allah, you will have a great reward.","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"[86] Hypocrites were initially living in the midst of the believers pretending to be believers and wishing for the worst to come upon the real believers. In order to separate the wheat from the chaff, Allah decreed the calamity in the Battle of Uhud; so the hypocrites could be told apart. [87] The unseen here was informing the Prophet Muhammad (ﷺ) about the real hypocrites so that he may be on guard against them.","lang":"en"},{"name":"3:180","price":"Those who greedily withhold what Allah has given them of His grace, should not think that it is good for them, rather it is bad for them; their necks will be chained[88] by what they greedily withheld on the Day of Resurrection. To Allah belongs the inheritance of the heavens and earth, and Allah is All-Aware of what you do.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"[88] Abu Hurayrah (رضي الله عنه) reported that Allah’s Messenger (ﷺ) said: \"Anyone whom Allah has given wealth but he does not pay its Zakāt; then, on the Day of Resurrection, his wealth will be presented to him in the shape of a bald-headed poisonous male snake with two poisonous glands in its mouth and it will encircle itself round his neck and bite him over his cheeks and say, ‘I am your wealth; I am your treasure.’\" Then the Prophet (ﷺ) recited this divine verse. [Fath al-Bāri 4/11-13, Sahih al-Bukhāri: 88].","lang":"en"},{"name":"3:181","price":"Allah has heard the words of those who said, “Allah is poor and we are rich[89]!” We will write down what they said and their killing of the prophets unjustly, and We will say, “Taste the punishment of the burning Fire.","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"[89] Al-Hasan al-Basrī reports that when the Jews of Madinah heard the previous verse, encouraging believers to spend in the way of Allah, they said: “If He asks people to spend in His way to achieve His goals, then He must be a wretched pauper!” [al-Tabarī, Ibn Kathīr, al-Qurtubī]","lang":"en"},{"name":"3:182","price":"That is because of what your hands have sent forth, for Allah is not unjust to [His] slaves.”","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:183","price":"They said, “Allah has commanded us not to believe in any messenger until he brings us an offering consumed by the fire.” Say, “There came to you messengers before me with clear proofs and with what you demanded. Then why did you kill them, if you are truthful?”","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:184","price":"Then if they reject you [O Prophet], there were messengers who were rejected before you, who came with clear proofs, written ordinances [i.e., Psalms of David], and the enlightening Scripture.","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:185","price":"Every soul will taste death, and you will be paid your reward in full on the Day of Resurrection. Whoever is spared from the Fire and admitted into Paradise has truly won, for the life of this world is nothing but an illusory pleasure.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:186","price":"You will certainly be tested in your wealth and in yourselves, and you will certainly hear from those who were given the Scripture before you and from those who associate partners with Allah many abusive words. But if you observe patience and fear Allah, that is a matter of firm resolve.","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:187","price":"And [remember] when Allah took a covenant from those who were given the Scripture, “that you should make it clear to people and not conceal it.” But they cast it behind their backs and sold it for a small price. How terrible is their deal!","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:188","price":"Do not think of those who are delighted with their misdeeds and love to be praised for what they have not done[90]; so do not think that they will be safe from the punishment, and for them there will be a painful punishment.","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"[90] Abu Sa‘īd al-Khudrī (رضي الله عنه) reported that the reason for the revelation of this verse was such that: “Some hypocrites at the time of the Prophet (ﷺ) would stay behind when he used to set out on forays, and they were pleased with this. Upon his return, they would forge excuses and swear to them. They even loved to be praised for what they did not do (i.e., being believers and part of the Prophet’s (ﷺ) army). Thus this verse was revealed”. [Al-Bukhārī: 4567, Muslim: 2777]","lang":"en"},{"name":"3:189","price":"To Allah belongs the dominion of the heavens and earth, and Allah is Most Capable of all things.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:190","price":"Indeed, in the creation of the heavens and earth and the alternation of the night and day are signs for people of understanding,","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:191","price":"those who remember Allah while standing, sitting, and lying on their sides, and reflect upon the creation of the heavens and earth [saying], “Our Lord, you have not created all this in vain. Glory be to You. Protect us from the punishment of the Fire.","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:192","price":"Our Lord, whoever You cause to enter the Fire, You have surely disgraced him, and the wrongdoers will have no helpers.","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:193","price":"Our Lord, we have heard the caller[91] to faith calling, ‘Believe in your Lord,’ so we believed. Our Lord, forgive us our sins, expiate our misdeeds, and cause us to die among the righteous.","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"[91] Prophet Muhammad (ﷺ).","lang":"en"},{"name":"3:194","price":"“Our Lord, give us what You have promised us through Your messengers, and do not disgrace us on the Day of Resurrection, for You never break Your promise.”","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:195","price":"Their Lord responded to them: “I will never waste the deeds of any doer among you, male or female; you are the same in reward[92]. Those who migrated and were driven out of their homes and suffered for My sake, and fought and were killed – I will surely expiate their sins and admit them into gardens under which rivers flow, a reward from Allah; with Allah is the best reward.”","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"[92] Both men and women are born of each other and are looked upon equally.","lang":"en"},{"name":"3:196","price":"Do not be deceived by the disbelievers’ prosperity in the land:","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:197","price":"it is a brief enjoyment, then Hell will be their abode. What a terrible resting place!","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:198","price":"But for those who fear their Lord will be gardens under which rivers flow, abiding therein forever – a welcoming gift from Allah; and what is with Allah is best for the righteous.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:199","price":"There are some among the People of the Book who believe in Allah and what has been sent down to you and what was sent down to them; humbling themselves before Allah. They do not sell Allah’s verses for a small price. It is they who will have their reward with their Lord. Indeed, Allah is swift in reckoning.","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"","lang":"en"},{"name":"3:200","price":"O you who believe, be patient and endure[93], stand on guard[94][95] and fear Allah, so that you may be successful.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"[93] In the face of life’s trials and tribulations.\n [94] When you face your enemy in battle.\n [95] Rābitū from ribāt, i.e., the fact of ‘tying up’ one’s war steed at outposts to protect the borders from enemy attack.","lang":"en"}],"chapter":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"]}