{"data":[{"name":"35:1","price":"All praise be to Allah, the Originator of the heavens and earth, Who made the angels messengers with two, three, or four wings. He increases in creation whatever He wills. Indeed, Allah is Most Capable of all things.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:2","price":"Whatever mercy Allah opens up for people, none can withhold it; and whatever He withholds, none can release it thereafter, for He is the All-Mighty, All-Wise.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:3","price":"O people, remember Allah’s favor upon you. Is there any creator other than Allah who gives you provision from heaven and earth? None has the right to be worshiped except Him. How can you then be deluded?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:4","price":"If they reject you, there were messengers rejected before you; it is to Allah that all matters will be returned.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:5","price":"O people, indeed Allah’s promise is true, so do not let the life of this world deceive you, nor let the Chief Deceiver [Satan] deceive you concerning Allah.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:6","price":"Indeed, Satan is an enemy to you, so take him as an enemy. He only calls his followers to be among the inmates of the Blazing Fire.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:7","price":"Those who disbelieve will have a severe punishment, but those who believe and do righteous deeds will have forgiveness and a great reward.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:8","price":"Is one whose evil deed is made appealing to him so he deems it good [like one who is rightly guided]? It is Allah who causes to stray whom He wills and guides whom He wills. So do not let yourself collapse in grief for them. Allah is All-Knowing of what they do.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:9","price":"It is Allah Who sends the winds which stir up clouds, then We drive them to a dead land and revive therewith the earth after its death. Such will be the Resurrection.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:10","price":"Whoever seeks honor, then all honor belongs to Allah alone. To Him ascend good words, and righteous deeds raise them[1]. But those who plan evil deeds there will be a severe punishment for them, and the plans of such people will perish.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"[1] To Allah, i.e., righteous deeds are confirmation of what is uttered by the tongue.","lang":"en"},{"name":"35:11","price":"It is Allah Who created you from dust[2], then from a drop of semen, and then He made you into pairs[3]. No female conceives nor gives birth without His knowledge. None is given long life or cut short of his life except that it is in a Record[4]. That is surely easy for Allah.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"[2] i.e., your father, Adam. [3] i.e., into males and females.\n [4] i.e., the Preserved Tablet (al-Lawh al-Mahfūzh).","lang":"en"},{"name":"35:12","price":"The two bodies of water are not alike: one is fresh and palatable, pleasant to drink, and the other is salty and bitter. Yet from each you eat fresh meat and extract ornaments to wear. And you see the ships traverse their way through both, so that you may seek His bounty and so that you may give thanks.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:13","price":"He merges the night into the day and the day into the night, and subjected the sun and the moon, each running its course for an appointed term. Such is Allah, your Lord. To Him belongs the dominion, whereas those whom you invoke besides Him do not own so much as the membrane of a date stone.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:14","price":"If you call upon them, they cannot hear your call, and even if they were to hear, they could not respond to you. On the Day of Resurrection they will disown your associating them as partners with Allah[5]. And none can inform you like the All-Aware.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"[5] Or your worship of them.","lang":"en"},{"name":"35:15","price":"O people, it is you who are in need of Allah, whereas Allah is the Self-Sufficient, the Praiseworthy.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:16","price":"If He wills, He can eliminate you and bring in a new creation,","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:17","price":"for that is not difficult for Allah.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:18","price":"No bearer of burdens can bear the burden of another. If a heavily-laden soul calls for help to bear its burden, nothing of it will be carried, even if he is a close relative. You can only warn those who fear their Lord unseen[6] and establish prayer. Whoever purifies himself, he only does so for his own benefit. To Allah is the final return.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"[6] Without seeing Him or when they are in private.","lang":"en"},{"name":"35:19","price":"The blind and the seeing are not equal[7],","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"[7] It refers to believers and disbelievers.","lang":"en"},{"name":"35:20","price":"nor are the depths of darkness and the light[8],","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"[8] It refers to belief and disbelief.","lang":"en"},{"name":"35:21","price":"nor the shade and the scorching wind[9].","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"[9] It refers to Paradise and Hell.","lang":"en"},{"name":"35:22","price":"Nor are the living and the dead equal. Allah makes to hear whom He wills, but you cannot make to hear those who are in the graves[10].","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"[10] It refers to believers and disbelievers.","lang":"en"},{"name":"35:23","price":"You are but a warner.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:24","price":"We have sent you with the truth as a bearer of glad tidings and a warner. There has never been any community except that a warner came to it[11].","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"[11] Among all prophets and messengers, only twenty-five are mentioned in the Qur’an.","lang":"en"},{"name":"35:25","price":"If they reject you, so did those who came before them. Their messengers came to them with clear proofs, divine scriptures[12], and an enlightening Book[13].","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"[12] i.e., the Torah, the Gospel, and the Psalms.\n [13] i.e., the Qur’an.","lang":"en"},{"name":"35:26","price":"Then I seized those who disbelieved. How severe was My response!","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:27","price":"Do you not see that Allah sends down rain from the sky, then We bring forth thereby fruits of various colors? And in the mountains there are various tracts of white and red, of various colors, and raven black;","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:28","price":"just as humans, animals and livestock are of various colors. Only the people of knowledge among His slaves fear Allah. Indeed, Allah is All-Mighty, All-Forgiving.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:29","price":"Those who recite the Book of Allah, establish prayer, and spend out of what We have provided for them, secretly and openly, hoping for a deal that will suffer no loss,","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:30","price":"so that He will reward them in full and give them more out of His bounty[14]. He is All-Forgiving, Most Appreciative.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"[14] i.e., Allah gives much in return for little.","lang":"en"},{"name":"35:31","price":"The Book that We have revealed to you [O Prophet] is the truth, confirming that which came before it. Indeed, Allah is All-Aware and All-Seeing of His slaves.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:32","price":"Then We made to inherit the Book those whom We have chosen from among Our slaves[15]. But among them are some who wrong themselves, some follow a middle course, and some are foremost in good deeds with Allah’s permission. That is the great bounty.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"[15] i.e., the Prophet Muhammad’s (ﷺ) followers.","lang":"en"},{"name":"35:33","price":"They will enter Gardens of Eternity; they will be adorned therein with bracelets of gold and pearls, and their garments will be of silk.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:34","price":"And they will say, “All praise be to Allah Who has taken away from us all sorrow. Indeed, our Lord is All-Forgiving, Most Appreciative,","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:35","price":"He Who has caused us to settle – out of His grace – in the everlasting home, wherein no weariness or fatigue will touch us.”","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:36","price":"As for those who disbelieve, there will be the Fire of Hell; neither will they be sentenced to death, so that they may die, nor will its punishment be lightened for them. This is how We recompense every disbeliever.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:37","price":"They will be screaming therein, “Our Lord, take us out; we will do righteous deeds, unlike what we used to do.” [They will be told], “Did We not give you long enough lives to take heed for anyone who wished to take heed? And the warner did come to you. So taste! The wrongdoers will have no helper.”","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:38","price":"Allah is the Knower of the unseen in the heavens and earth. He is All-Knowing of what is in the hearts.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:39","price":"It is He Who has made you successors on earth. Whoever disbelieves will bear the burden of his disbelief. Their disbelief only increases the disbelievers in contempt before their Lord, and their disbelief only increases the disbelievers in loss.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:40","price":"Say, “Tell me about your associate-gods whom you supplicate besides Allah. Show me what they created on earth, or do they have a share in the heavens? Or have We given them a Book so they have clear proof? No, the wrongdoers promise one another nothing but delusion[16].”","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"[16] By giving their followers deceptive hopes that their false deities will intercede for them with Allah.","lang":"en"},{"name":"35:41","price":"Allah keeps the heavens and earth from vanishing. If they were to vanish, there is none to sustain them other than Him. He is Most Forbearing, All-Forgiving.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:42","price":"They swore by Allah their most solemn oaths that if a warner came to them, they would surely be more guided than any other community. But when a warner came to them, it only added to their aversion –","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:43","price":"due to their arrogance in the land and plotting evil, but evil plotting only backfires on its own people. Are they awaiting anything other than the fate of the earlier peoples? You will find no change in Allah’s way[17], and you will find no alteration in Allah’s way[18].","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"[17] In punishing those who deny the prophets.\n [18] In transferring punishment to others in place of them.","lang":"en"},{"name":"35:44","price":"Have they not traveled in the land to see what was the end of those who came before them. They were more powerful than them? Allah is not such that something can escape Him in the heavens or on earth. He is indeed All-Knowing, Most Capable.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:45","price":"If Allah were to take people to task for what they did, He would not leave a single living being on earth, but He gives them respite for an appointed term. When their appointed time comes, then Allah is All-Seeing of His slaves.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"en"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}