{"data":[{"name":"43:1","price":"Hā Mīm[1].","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"[1] See footnote 2:1.","lang":"en"},{"name":"43:2","price":"By the clear Book,","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:3","price":"Indeed, We have made it an Arabic Qur’an so that you may understand,","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:4","price":"and it is in the Master Book[2] with us, highly esteemed, full of wisdom.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"[2] i.e., the Preserved Tablet (al-Lawh al-Mahfūz).","lang":"en"},{"name":"43:5","price":"Should We then turn the Reminder[3] away from you simply because you are a transgressing people?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"[3] i.e., the Qur’an.","lang":"en"},{"name":"43:6","price":"How many a prophet did We send to the earlier peoples!","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:7","price":"No prophet ever came to them except that they ridiculed him.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:8","price":"So We destroyed them, although they were greater in might than these [Pagans][4], and the stories of the earlier nations have already been related[5].","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"[4] Of the Quraysh.\n [5] Such as the people of Noah, Lot, Shu’ayb and other nations who were destroyed.","lang":"en"},{"name":"43:9","price":"If you ask them, “Who created the heavens and earth?”, they will surely say, “The All-Mighty, the All-Knowing created them.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:10","price":"It is He Who spread out the earth for you, and made therein pathways for you, so that you may find your way.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:11","price":"And it is He Who sends down rain from the sky in due measure, by which We revive dead land. This is how you will be brought forth [from the grave].","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:12","price":"And it is He Who created all pair of things[6], and made for you ships and animals on which you ride,","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"[6] Such as male and female, sweet and bitter, day and night, mountains and plains, hot and cold, light and darkness.","lang":"en"},{"name":"43:13","price":"so that you may settle yourselves on their backs, then remember the blessings of your Lord when you have settled thereupon and say, “Glory be to Him Who has subjected this for us, for we could not have done it by ourselves[7].","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"[7] Lit., \"made it a companion\" or \"made it compatible.\"","lang":"en"},{"name":"43:14","price":"It is to our Lord that we will surely return.”","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:15","price":"Yet they ascribe to Him some of His slaves as offspring[8]. Indeed, man is clearly ungrateful.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"[8] By falsely claiming that Allah has a son or daughters, which are the allegations of disbelievers and polytheists.","lang":"en"},{"name":"43:16","price":"Has He taken for Himself daughters from what He has created, and favored you with sons?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:17","price":"When one of them is given tidings of [a baby girl] the like of which he ascribes to the Most Compassionate, his face darkens as he suppresses his rage.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:18","price":"Or [do they ascribe to Allah] one who is brought up in adornments and is not able to present a clear argument in disputation?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:19","price":"They regard the angels, who are slaves of the Most Compassionate, as female. Did they witness their creation? Their testimony will be written, and they will be questioned!","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:20","price":"They say, “If the Most Compassionate had willed, we would not have worshiped them.” They have no knowledge of that; they do nothing but conjecture.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:21","price":"Or have We given them a Book before this [Qur’an], to which they are holding fast?","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:22","price":"They rather say, “We found our forefathers on a path, and we are seeking guidance in their footsteps.”","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:23","price":"Likewise, We never sent any warner to a town before you except that its affluent ones said, “We found our forefathers on a path, and we are following their footsteps.”","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:24","price":"[The warner] said, “Even if I bring you a better guidance than what you have found your forefathers upon?” They said, “We totally reject what you [prophets] have been sent with.”","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:25","price":"So We took revenge on them; see what was the end of the deniers!","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:26","price":"And [remember] when Abraham said to his father and his people, “I disown all that you worship,","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:27","price":"except the One Who created me; He will surely guide me.”","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:28","price":"And he made it[9] a lasting word among his descendants, so that they may return [to Allah].","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"[9] i.e., his testimony of faith that none has the right to be worshiped except Allah.","lang":"en"},{"name":"43:29","price":"However, I let these [Makkans] and their forefathers[10] enjoy their lives, until there came to them the truth and a clear messenger[11].","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"[10] i.e., the descendants of Abraham (ﷺ).\n [11] i.e., Prophet Muhammad (ﷺ).","lang":"en"},{"name":"43:30","price":"But when the truth came to them, they said, “This is magic, and we definitely reject it.”","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:31","price":"And they said, “Why was this Qur’an not sent down to a great man from one of the two towns[12]?”","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"[12] i.e., Makkah and its neighboring town; Tā’if.","lang":"en"},{"name":"43:32","price":"Is it they who distribute the mercy of your Lord? It is We Who have distributed their livelihood among them in the life of this world, and have raised some of them above others in ranks, so that they may serve one another. But the mercy of your Lord is better than what they accumulate.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:33","price":"Were it not that all people might become a single community [of disbelievers][13], We would have given those who disbelieve in the Most Compassionate One houses of sliver roofs and staircases to ascend,","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"[13] Assuming that Allah’s generosity to them was a sign of His approval.","lang":"en"},{"name":"43:34","price":"and their houses having [silver] doors and couches on which they recline,","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:35","price":"and [golden] ornaments. But all of these are mere enjoyments of the life of this world, and the Hereafter with your Lord is [only] for those who fear Allah.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:36","price":"Whoever turns away from the Reminder of the Most Compassionate [i.e., the Qur’an], We assign to him a devil to be his close associate,","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:37","price":"who will surely avert them from the [right] way, while they think that they are rightly guided.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:38","price":"Then when he comes to Us, he will say [to his devil associate], “I wish you were as distant from me as the East and West. What a terrible associate [you were]!”","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:39","price":"[They will be told], “As you have done wrong, it will not benefit you Today that you are sharing the punishment[14].”","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"[14] In the life of this world, it is comforting to many people when they hear that others also went through similar trials. However, this will not be the case on Judgment Day, as everyone will be desperate to save themselves, regardless of what happens to others.","lang":"en"},{"name":"43:40","price":"Can you make the deaf hear, or guide the blind or the one who is clearly misguided?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:41","price":"Either We take you away [in death], We will surely exact retribution upon them,","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:42","price":"or We will show you what We warned them of, for We have full power over them.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:43","price":"So hold fast to what is revealed to you. You are indeed on a straight path.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:44","price":"This [Qur’an] is surely a glory[15] for you and your people, and you will [all] be questioned.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"[15] i.e., an honor or a reminder.","lang":"en"},{"name":"43:45","price":"Ask those of Our messengers whom We sent before you: Did We appoint gods to be worshiped besides the Most Compassionate?","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:46","price":"Indeed, We sent Moses with Our signs to Pharaoh and his courtiers, so he said: “I am a messenger of the Lord of the worlds.”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:47","price":"But as soon as he came to them with Our signs, they laughed at them.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:48","price":"Every sign We showed them was greater than the one before it[16], and We seized them with punishment[17] so that they may turn in repentance.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"[16] i.e., the bright hand and the staff turning into a serpent. See 20:17-22.\n [17] i.e., the famine, scarcity of crops, floods, locusts, lice, frogs, and blood. See 7:130-133.","lang":"en"},{"name":"43:49","price":"They said, “O magician, call upon your Lord for us, by virtue of the covenant He has made with you[18]; we will surely accept guidance.”","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"[18] See 7:134.","lang":"en"},{"name":"43:50","price":"But as soon We removed the punishment from them, they broke their promise.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:51","price":"Pharaoh proclaimed to his people, “O my people, does not the kingdom of Egypt belong to me, and these streams[19] flowing at my feet? Do you not see?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"[19] i.e., branches of the Nile River.","lang":"en"},{"name":"43:52","price":"Or am I not better than this contemptible one who can hardly express himself[20]?","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"[20] Moses had a speech impediment prior to his mission. However, when he became a prophet he asked Allah to remove his impediment, and his prayer was answered. See 20:25-36.","lang":"en"},{"name":"43:53","price":"Then why are there not sent down upon him bracelets of gold or come with him angels to support him?”","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:54","price":"Thus he made a fool of his people and they obeyed him. They were indeed a wicked people.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:55","price":"When they angered Us, We exacted Our retribution and drowned them all.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:56","price":"Thus We made them a precedent and a lesson[21] for the later generations.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"[21] A precedent for those who do not learn any lesson from their example, and a lesson for those who are keen to learn a lesson.","lang":"en"},{"name":"43:57","price":"When the example of the son of Mary was given, your people laughed and jeered[22],","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"[22] When 21:98 was revealed, warning the pagans that all what they worship besides Allah will be in Hell, a poet who was a staunch enemy of Islam, Abdullah ibn az-Ziba‘ra, along with other pagans jeered and laughed arguing that Jesus will be in Hell as well! The Prophet (ﷺ) replied that the verse was talking exclusively about idols, adding that Jesus himself did not ask to be worshiped. Verse 21:101 was later revealed in support of the Prophet declaring that they are exempted.","lang":"en"},{"name":"43:58","price":"and they said, “Are Our gods better or he[23]?” They only mentioned him to you for the sake of argument. They are indeed a contentious people.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"[23] i.e., Jesus.","lang":"en"},{"name":"43:59","price":"He was only a slave whom We[24] favored and made him an example for the Children of Israel.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"[24] i.e., Allah Almighty.","lang":"en"},{"name":"43:60","price":"If We willed, We could [destroy you all and] replace you with angels, succeeding you on earth.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:61","price":"And he [i.e., Jesus] will be a sign of the Hour; so do not have doubt about it and follow me[25]. This is a straight path.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"[25] i.e., the Prophet (ﷺ).","lang":"en"},{"name":"43:62","price":"Do not let Satan turn you away [from the straight path], for he is your sworn enemy.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:63","price":"When Jesus came with clear signs, he said, “I have come to you with wisdom, and to clarify to you some of that concerning which you differ; so fear Allah and obey me.","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:64","price":"Indeed, Allah is my Lord and your Lord; so worship Him. This is a straight path.”","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:65","price":"But the factions differed among themselves [about Jesus]; so woe to the wrongdoers from the punishment of a painful Day!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:66","price":"Are they waiting except for the Hour to come upon them by surprise when they least expect it?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:67","price":"On that Day, close friends will become enemies to one another, except the righteous,","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:68","price":"[It will be said to them], “O My slaves, there is no fear for you Today, nor will you grieve,","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:69","price":"[those] who believed in Our verses and submitted [to Us as Muslims].","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:70","price":"Enter Paradise, you and your companions[26], rejoicing in bliss.”","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"[26] i.e., your spouses, children, friends, etc.","lang":"en"},{"name":"43:71","price":"Golden trays and cups will be passed around among them; there will be all that souls desire and eyes delight in, and you will abide therein forever.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:72","price":"That is Paradise which you will inherit for what you used to do.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:73","price":"You will have therein abundant fruit[27] to eat from.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"[27] It also means everything delicious.","lang":"en"},{"name":"43:74","price":"Indeed, the wicked will be in the punishment of Hell forever.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:75","price":"It will not be lightened for them, and they will remain therein in utter despair.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:76","price":"We did not wrong them, but they themselves were the wrongdoers.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:77","price":"They will cry out, “O Mālik[28], let your Lord put an end to us!” He will say, “You are here to stay.”","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"[28] The chief keeper of Hell.","lang":"en"},{"name":"43:78","price":"We surely brought you the truth, but most of you were averse to the truth.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:79","price":"Have they devised a plan[29]? We too have devised a plan.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"[29] Against the Prophet (ﷺ); it is referring to the pagans of Makkah.","lang":"en"},{"name":"43:80","price":"Do they think that We do not hear their secret talks and private counsels? Yes indeed, and Our angel-messengers are with them recording everything.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:81","price":"Say, “If the Most Compassionate truly had a son, I would be the first of [his] worshipers[30].”","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"[30] Or I would be the first to approve it, as I obey Him in everything; whereas I deny that, for He has no offspring.","lang":"en"},{"name":"43:82","price":"Glory be to the Lord of the heavens and earth, Lord of the Throne, far above what they ascribe [to Him].","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:83","price":"So leave them to indulge in falsehood and amuse themselves until they meet their Day that they are promised.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:84","price":"It is He Who is God in the heaven and God on earth, and He is the All-Wise, the All-Knowing.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:85","price":"Blessed is He to Whom belongs the dominion of the heavens and earth and all that is between them. With Him is the knowledge of the Hour, and to Him you will be returned.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"en"},{"name":"43:86","price":"Those whom they supplicate[31] besides Him have no power to intercede, except those who testify to the truth knowingly[32].","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"[31] i.e., worship.\n [32] i.e., except those who testify knowingly that none is worthy of worship except Allah, such as Jesus, Ezra, the angels, etc.","lang":"en"},{"name":"43:87","price":"If you ask them who created them[33], they will surely say, “Allah.” How are they then deluded?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"[33] i.e., those who associate partners with Allah.","lang":"en"},{"name":"43:88","price":"And [Allah acknowledges] his saying[34], “O my Lord, these are a people who do not believe.”","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"[34] i.e., Allah knows the complaint of Prophet Muhammad (ﷺ) about his people.","lang":"en"},{"name":"43:89","price":"So turn away from them and say, “Peace[35].” They will come to know.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"[35] Safety and security, i.e., “I will not harm you.” This was before granting permission to the Prophet (ﷺ) for armed struggle.","lang":"en"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}