{"data":[{"name":"46:1","price":"Hā Mīm[1].","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"[1] See footnote 2:1.","lang":"en"},{"name":"46:2","price":"The revelation of this Book is from Allah, the All-Mighty, the All-Wise.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:3","price":"We have not created the heavens and earth and all that is between them except for a true purpose and for a set term, yet those who disbelieve turn away from what they have been warned of.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:4","price":"Say, “Tell me about those whom you invoke besides Allah; show me what they have created on the earth, or do they have a share in the heavens? Bring me a scripture revealed before this, or some remnant of knowledge, if you are truthful.”","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:5","price":"Who is more astray than one who invokes besides Allah those who will not respond to him until the Day of Resurrection, and are in fact unaware of their invocations?","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:6","price":"When such people are gathered, they will become their enemies and will reject their worship.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:7","price":"When Our clear verses are recited to them, those who disbelieve say about the truth when it comes to them, “This is clear magic.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:8","price":"Or do they say, “He has fabricated it”? Say, “If I did fabricate it, there is nothing you can do to protect me against Allah. He knows best that in which you indulge[2]. He is Sufficient as a witness between me and you, and He is the All-Forgiving, the Most Merciful.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"[2] Of false accusations and slander about Qu’ran and Prophet (ﷺ).","lang":"en"},{"name":"46:9","price":"Say, “I am not the first of the messengers[3], nor do I know what will happen to me or to you. I only follow what is revealed to me, and I am not but a clear warner.”","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"[3] To be surprised at my message, nor have I brought something different from the previous messengers.","lang":"en"},{"name":"46:10","price":"Say, “What do you think, if this [Qur’an] is really from Allah and yet you reject it, and a witness[4] from the Children of Israel has testified in its favor and believed[5], whereas you persist in arrogance[6]? Indeed, Allah does not guide the wrongdoing people.”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"[4] Such as Abdullah ibn Salām, a Jewish scholar, who accepted Islam when the Prophet (ﷺ) emigrated from Makkah to Medina.\n [5] Based on information in the Torah testifying his message.\n [6] The estimated conclusion could be \"...would you not then be unjust and wrongdoer people?\"","lang":"en"},{"name":"46:11","price":"The disbelievers say about the believers, “If this [faith] were something good, they[7] would not have believed in it before us.” Now since they are not guided by it, they will say, “This is an old fabrication.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"[7] These poor and powerless individuals and slaves who embraced Islam.","lang":"en"},{"name":"46:12","price":"And before it was the Scripture of Moses a guide and a mercy. This Book is a confirmation of it, in the Arabic language, in order to warn those who do wrong and give glad tidings to those who do good.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:13","price":"Indeed, those who say, “Our Lord is Allah”, then remain steadfast, they will have no fear, nor will they grieve.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:14","price":"They are the people of Paradise; abiding therein forever, as a reward for what they used to do.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:15","price":"We have enjoined upon man kindness to his parents. His mother bore him in hardship and gave birth to him in hardship, and his bearing and weaning take thirty months, until when he reaches full maturity and reaches forty years, he says, “My Lord, inspire me to be grateful to Your favors which You blessed me and my parents with, and to do righteous deeds that will make You pleased; and make my offspring righteous. Indeed, I repent to you, and I am one of the Muslims [submitting to You].”","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:16","price":"Such are those from whom We will accept their best deeds and overlook their misdeeds. They will be among the people of Paradise – a true promise that they were given.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:17","price":"But some say to their parents, “Fie upon you both! Are you warning me that I will be resurrected, even though many generations have passed before me [yet none was resurrected]?” His parents cry seeking Allah’s help, “Woe to you! Believe! The promise of Allah is true.” But he says, “This is nothing but ancient fables.”","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:18","price":"Such are those upon whom the punishment has become binding, as happened to communities of Jinn and men before them, for they were truly losers.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:19","price":"Everyone will be ranked according to what they did, so that He may recompense them in full for their deeds, and none will be wronged.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:20","price":"On the Day when the disbelievers will be brought to the Fire, [they will be told], “You have exhausted your share of pleasures in the life of the world, and you have enjoyed them. Today you will be recompensed with a disgracing punishment for your arrogance in the land without any right and for your rebellion.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:21","price":"Remember [Hūd][8] the brother of ‘Ād, when he warned his people in the [land of] sand dunes[9] – and indeed there came warners before him and after him – [saying], “Worship none but Allah. Indeed, I fear for you the punishment of a horrible day.”","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"[8] i.e., Prophet Hūd.\n [9] The people of ‘Ād were the inhabitants of the sand dunes (sand hills) in the southern part of Arabia.","lang":"en"},{"name":"46:22","price":"They said, “Have you come to turn us away from our gods? Then bring us what you are threatening us with, if you are truthful.”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:23","price":"He said, “The knowledge [of its coming] is with Allah alone. I only convey to you the message that I have been sent with, but I see that you are an ignorant people.”","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:24","price":"When they saw it as a cloud approaching their valleys, they said, “This is a cloud bringing us rain.” [Hūd said,] No, it is what you sought to hasten[10] – a wind bearing a painful punishment.","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"[10] When you challenged me by saying, “Then bring us what you are threatening us with”. (See 46:22 of this chapter).","lang":"en"},{"name":"46:25","price":"It will destroy everything by the command of its Lord. And they became such that there was nothing left visible except [ruins of] their dwellings. This is how We recompense the wicked people.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:26","price":"We had given them the power to an extent that We have not given you [O Makkans], and We gave them[11] hearing, sight, and hearts. But neither their hearing, nor their sight, nor their hearts availed them in the least, for they used to reject the signs of Allah. And they were overwhelmed by what they used to ridicule.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"[11] i.e., the people of Prophet Hūd.","lang":"en"},{"name":"46:27","price":"We have certainly destroyed some towns around you and had given them numerous signs, so that they might return [from disbelief].","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:28","price":"Why is it that they were not helped by those [idols] whom they took as gods besides Allah so that they might bring them closer to Him[12]? Rather, they were lost from them. Such was [the outcome of] their falsehood and the lies they used to fabricate.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"[12] As they used to claim.","lang":"en"},{"name":"46:29","price":"And [remember] when We sent to you a group of jinn to listen to the Qur’an. When they heard it, they said [to one another], “Listen attentively.” Then when it was over, they returned to their people as warners.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:30","price":"They said, “O our people, we have heard a scripture that has been sent down after Moses, confirming what came before it; it guides to the truth and to a straight path.","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:31","price":"O our people, respond to the one[13] who is calling to Allah, and believe in him; He will forgive some of your sins and protect you from a painful punishment.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"[13] i.e., Prophet Muhammad (ﷺ).","lang":"en"},{"name":"46:32","price":"And whoever does not respond to the one who is calling to Allah will have no escape on earth, nor will he have any protectors against Him; such people are clearly misguided.”","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:33","price":"Do they not see that Allah, Who created the heavens and earth, and was not wearied by creating them[14], is able to bring the dead to life? Yes indeed! He is the Most Capable of all things.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"[14] Or did not fail in creating them.","lang":"en"},{"name":"46:34","price":"On the Day when the disbelievers are exposed to the Fire, [they will be asked], “Is this not the truth?” They will say, “Yes indeed, by our Lord.” He will say, “Then taste the punishment for your disbelief.”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"46:35","price":"So be patient, as the Messengers of Firm Resolve[15] were patient, and do not seek to hasten [punishment] for them. On the Day when they see what they were warned of, it will be as if they had only stayed [in this world] for an hour of a day[16]. This is a warning. Will anyone be destroyed except the rebellious people?","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"[15] They are Noah, Abraham, Moses, Jesus, and Muhammad (may Allah's peace and blessings be upon them all).\n [16] i.e., for a short period of time.","lang":"en"}],"chapter":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"]}