{"data":[{"name":"48:1","price":"Indeed, We have given you [O Prophet] a clear conquest[1],","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"[1] This surah takes its name \"Surah al-Fath\" (Surah of Conquest) from the clear conquest mentioned in this verse. This treaty was signed in 6 A.H./628 C.E. Ibn Mas‘ūd said, \"You [people] consider the conquest to be that of Makkah, but we consider it to be the Treaty of al-Hudaybiyyah.\" Al-Barā’ bin ‘Āzib said something similar to this as reported by Al-Bukhāri. Although the companions initially regarded this treaty as a setback, yet in effect, it helped promote the spread of Islam, as thousands of people from different tribes accepted Islam during that truce. This treaty was in fact a precursor to the conquest of Makkah two years later.","lang":"en"},{"name":"48:2","price":"so that Allah may forgive you your previous and future sins[2], complete His favor upon you, and guide you to a straight path,","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"[2] i.e., sins before this conquest and sins after it. See footnote 40:55, 47:19.","lang":"en"},{"name":"48:3","price":"and so that Allah may help you with a mighty victory.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:4","price":"It is He Who sent down tranquility into the hearts of the believers so that they may increase in faith along with their faith. To Allah belong the soldiers of the heavens and earth. And Allah is All-Knowing, All-Wise.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:5","price":"So that He may admit the believing men and women to gardens under which rivers flow, abiding therein forever, and absolve them of their sins; that is a supreme triumph before Allah.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:6","price":"And so that He may punish hypocrite men and women and polytheist men and women, who harbor about Allah evil thoughts[3]. An evil fate will befall them. Allah is angry with them and has cursed them and prepared for them Hell. What a terrible destination!","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"[3] i.e., that Allah will not support His religion and His Prophet (ﷺ) and that the believers will end up with misfortune and defeat.","lang":"en"},{"name":"48:7","price":"To Allah belong the soldiers of the heavens and earth, and Allah is All-Mighty, All-Wise.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:8","price":"Indeed, We have sent you [O prophet] as a witness, a bearer of glad tidings, and a warner,","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:9","price":"so that you may believe in Allah and His Messenger, support and revere him, and glorify Him morning and evening.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:10","price":"Those who pledge allegiance to you [O Prophet] are indeed pledging allegiance to Allah; Allah’s Hand is over their hands[4]. Whoever breaks his pledge, he only breaks it to his own detriment, but whoever fulfills his covenant with Allah, He will give him a great reward.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"[4] i.e., Allah Almighty approved their pledge.","lang":"en"},{"name":"48:11","price":"Those of the Bedouins who lagged behind will say to you, “We were preoccupied with our wealth and our families, so ask for forgiveness for us.” They say with their tongues what is not in their hearts. Say, “Then who can prevent Allah if He intends to harm or benefit you? Indeed, Allah is All-Aware of what you do.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:12","price":"But you thought that the Messenger and the believers would never return to their families ever, and that was made appealing in your hearts. You harbored evil thoughts, for you are a doomed people.”","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:13","price":"Whoever does not believe in Allah and His Messenger, We have certainly prepared for the disbelievers a Blazing Fire.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:14","price":"To Allah belongs the dominion of the heavens and earth. He forgives whom He wills and punishes whom He wills, and Allah is All-Forgiving, Most Merciful.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:15","price":"Those who lagged behind will say when you set out to collect the spoils of war, “Let us follow you.” They wish to change the word of Allah[5]. Say, “You will never follow us; this is what Allah has already decreed.” They will then say, “Rather, you are jealous of us[6].” Rather, they do not understand but a little[7].","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"[5] Allah promised those of the believers who pledged allegiance at Hudaybiyah that the spoils of war obtained from the Jews of Khaybar be exclusively for them.\n [6] i.e., you only ask us not to go with you to the spoils of Khsybar to deprive us of our share.\n [7] i.e., they do not understand but the material aspects of life.","lang":"en"},{"name":"48:16","price":"Say to the Bedouins who lagged behind, “You will be called against a people of great might[8], whom you will fight unless they submit[9]. Then if you obey, Allah will give you a goodly reward, but if you turn away as you turned away before, He will afflict you with a painful punishment.","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"[8] Referring to the two pagan Arab tribes: Hawāzin and Thaqīf. [9] i.e., accept Islam.","lang":"en"},{"name":"48:17","price":"There is no blame on the blind, nor on the lame, nor on the sick [for remaining behind]. Whoever obeys Allah and His Messenger, He will admit him into gardens under which rivers flow. But whoever turns away, He will afflict him with a painful punishment.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:18","price":"Allah was much pleased with the believers when they pledged allegiance to you [O Prophet] under the tree. He knew what was in their hearts, so He sent down tranquility upon them and rewarded them with an imminent conquest[10],","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"[10] The conquest of Khaybar occurred in 7 A.H./628 C.E, which preceded that of Makkah.","lang":"en"},{"name":"48:19","price":"and abundant spoils of war they will gain. And Allah is All-Mighty, All-Wise.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:20","price":"Allah has promised you abundant spoils of war that you will gain, and He has hastened for you this [conquest][11], and He has restrained people’s hands from you, so that it may be a sign for the believers, and so that He may guide you to a straight path.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"[11] i.e., the spoils of Khaybar.","lang":"en"},{"name":"48:21","price":"And there are other [spoils] that you have not yet been able to gain, but Allah has full control over them[12], for Allah is Most Capable of all things.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"[12] i.e., Allah has prepared or decreed them for you.","lang":"en"},{"name":"48:22","price":"If the disbelievers were to fight you, they would surely turn their backs, then they would not have any protector or helper.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:23","price":"Such was the way of Allah in the past, and you will not find any change in Allah’s way.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:24","price":"It is He Who restrained their hands from you and your hands from them near Makkah[13], after giving you the upper hand over them. And Allah is All-Seeing of what you do.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"[13] A group of pagans of Makkah who were around eighty people came to attack the Muslims in Hudaybiyyah on their way to Makkah, but Muslims were able to take them as captives, then released them.","lang":"en"},{"name":"48:25","price":"It is they who disbelieved and prevented you from the Sacred Mosque and detained the sacrificial animals[14] from reaching their place of sacrifice. If it had not been for the believing men and women whom you could not identify, you might have trampled over them, thus incurring guilt unknowingly, [We would have let you march to Makkah]. [This was] so that Allah may admit to His mercy whom He wills[15]. If they had been distinct [from the disbelievers], We would surely have inflicted on those who disbelieved among them a painful punishment.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"[14] i.e., The Prophet (ﷺ) had brought along with him seventy camels to be sacrificed after completing the rituals of ‘Umrah (the minor pilgrimage).\n [15] Thus, not only the Muslims in Makkah who were not known to their fellow believers were safe, but also those pagans who later embraced Islam were safe too.","lang":"en"},{"name":"48:26","price":"When the disbelievers harbored pride in their hearts – the pride of ignorance[16] – then Allah sent down His tranquility upon His Messenger and upon the believers, and caused them to adhere to the word of piety[17], for they were more deserving and worthy of it. And Allah is All-Knowing of everything.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"[16] This was when the pagans of Makkah prevented the Prophet (ﷺ) and the believers from entering the Sacred House to perform ‘Umrah for fear that Arabs would consider this a shame and insult to the pagans for allowing Muslims to enter Makkah.\n [17] That none has the right to be worshiped except Allan, and that Muhammad is His messenger (declaration of faith).","lang":"en"},{"name":"48:27","price":"Indeed, Allah has fulfilled His Messenger’s dream in truth: that you will surely enter the Sacred Mosque if Allah wills, in peace and safety, and you will have your heads shaved or shortened[18], without any fear. He knew what you did not know, and He granted you prior to that an imminent conquest[19].","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"[18] Shaving or trimming hair is from the requirements upon completing the rites of pilgrimage.\n [19] Referring to the Treaty of Hudaybiyyah and subsequently the conquest of Khaybar prior to the fulfillment of the Prophet’s dream regarding entering Makkah for pilgrimage.","lang":"en"},{"name":"48:28","price":"It is He Who has sent His Messenger with guidance and the religion of truth, to make it prevail over all religions, and sufficient is Allah as a Witness.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"en"},{"name":"48:29","price":"Muhammad is the Messenger of Allah, and those who are with him are firm against the disbelievers[20] and compassionate among themselves. You see them bowing and prostrating [in prayer], seeking Allah’s grace and pleasure. Their distinguishing sign is on their faces from the effects of prostration. Such is their description in the Torah[21]. And their description in the Gospel is like that of a seed that sprouts its shoot, then makes it strong; then it grows thick and stands straight on its stem[22], which delights the sowers – so that He may enrage thereby the disbelievers. Allah has promised those among them who believe and do righteous deeds forgiveness and a great reward.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"[20] It should be understood in its historical context. Muslims are urged here to be firm with the Arab disbelievers who were at war with Muslims. However, Muslims are encouraged to treat peaceful and non-combatant disbelievers with kindness and fairness. See 60:8-9.\n [21] The description of the Prophet (ﷺ) and his companions is mentioned in the previous scriptures. See Deuteronomy 33:1-3. [22] See Matthew 13:3-9, Mark 4:26-28.","lang":"en"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}