{"data":[{"name":"72:1","price":"Say, “It has been revealed to me that a group of jinn listened [to the Qur’an,] and they said, ‘Indeed, we have heard a wondrous recitation","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:2","price":"that guides to the right way, so we have believed in it, and we will never associate anyone with our Lord.","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:3","price":"And that He – our exalted and glorified Lord[1] – has neither taken a wife nor a child;","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":"[1] “Jadd” of Our Lord means His Glory, Grandeur, and Command.","lang":"en"},{"name":"72:4","price":"and that the fool among us [i.e., Satan] used to say outrageous things about Allah[2],","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":"[2] i.e., Satan tempted humans to believe that Allah has a wife and children, and that the angels are Allah's daughters.","lang":"en"},{"name":"72:5","price":"although we thought that humans and jinn would never tell lies about Allah.","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:6","price":"And there were some men who used to seek refuge with some jinn, but they only increased them in burden.","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:7","price":"They thought, just like you [jinn] thought that Allah would never send any messenger.","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:8","price":"We have sought to reach heaven but found it filled with stern guards and flaming fire.","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:9","price":"We used to take up positions there for eavesdropping, but now anyone who eavesdrops will find a flaming fire waiting for him[3].","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":"[3] After the Prophet Muhammad (ﷺ) was sent as a messenger, the jinn who used to eavesdrop on heaven and then pass it on to fortune-tellers came to an end.","lang":"en"},{"name":"72:10","price":"We do not know whether evil is intended for those on earth, or their Lord intends good for them.","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:11","price":"Among us are some who are righteous and some who are otherwise, for we follow divergent ways[4].","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":"[4] In beliefs and religious duties.","lang":"en"},{"name":"72:12","price":"We have realized that we can never escape Allah on earth, nor can we ever escape Him by fleeing.","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:13","price":"When we heard the guidance [of the Qur’an], we believed in it. Whoever believes in his Lord will have no fear of curtailment [from his reward] or injustice[5].","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":"[5] i.e., nor will the sins of another be placed upon him.","lang":"en"},{"name":"72:14","price":"Among us are some who are Muslims and some who are deviant[6]. Those who accepted Islam have sought the true guidance,","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":"[6] i.e., deviant from the right way.","lang":"en"},{"name":"72:15","price":"but those who are deviant, they will be fuel for Hell.’”","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:16","price":"“If they had remained steadfast on the right way, We would have given them abundant rain,","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:17","price":"as a test for them[7]. But whoever turns away from the remembrance of his Lord[8], He will make him suffer an arduous punishment.","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":"[7] As to whether they will be grateful for Allah's provisions or not.\n [8] i.e., the Qur’an and obedience to Him.","lang":"en"},{"name":"72:18","price":"The mosques[9] are for Allah alone, so do not supplicate anyone along with Allah.","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":"[9] \"Masjid\" here means every place of worship on earth.","lang":"en"},{"name":"72:19","price":"Yet when the slave of Allah stood up supplicating Him, they swarmed around him[10].”","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":"[10] Crowding in the manner of locusts on top of one another in order to hear him (ﷺ). It refers to the jinn or to the Arabs pagans.","lang":"en"},{"name":"72:20","price":"Say [O Prophet], “I only supplicate my Lord and I do not associate anyone with Him.”","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:21","price":"Say, “I have no power to harm or benefit you[11].”","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":"[11] i.e., grant you goodness and guidance.","lang":"en"},{"name":"72:22","price":"Say, “None can ever protect me from Allah [if I should disobey Him], nor can I ever find refuge except in Him.","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:23","price":"I only convey what I receive from Allah and His messages.” And whoever disobeys Allah and His Messenger will certainly be in the Fire of Hell, abiding therein forever.","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:24","price":"Until when they see what they were promised, they will realize who is weaker in helpers and fewer in number.","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:25","price":"Say, “I do not know if what you are promised is near or my Lord has appointed a distant time for it.","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:26","price":"[He is] the Knower of the unseen, He does not reveal His unseen to anyone,","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":"","lang":"en"},{"name":"72:27","price":"except the messenger whom He chooses, then He appoints angel-guards before him and behind him[12]","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":"[12] Protecting him so that others do not know what he was informed of the unseen.","lang":"en"},{"name":"72:28","price":"to ensure[13] that the messengers fully conveyed the messages of their Lord. He encompasses in His knowledge all about them, and keeps count of all things.”","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":"[13] Or \"So He may make evident.\"","lang":"en"}],"chapter":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"]}