{"data":[{"name":"12:53","price":"«مەن ئۆزەمنى ئاقلىمايمەن، نەپسى دېگەن نەرسە ھەقىقەتەن يامان ئىشلارغا كۆپ بۇيرۇيدۇ، پەرۋەردىگارىم رەھمەت قىلىپ (ساقلىغان) ئادەم بۇنىڭدىن مۇستەسنا. مېنىڭ پەرۋەردىگارىم ھەقىقەتەن مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر»[53].","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:54","price":" پادىشاھ: «يۇسۇفنى ئالدىمغا ئېلىپ كېلىڭلار، ئۇنى ئۆزۈمنىڭ خاس ئادىمىم قىلىمەن» دېدى. يۇسۇف ئۇنىڭ بىلەن سۆزلىشىۋاتقاندا، ئۇ: «سەن بۈگۈن بىزنىڭ ئالدىمىزدا ھەقىقەتەن مەرتىۋىلىك، ئىشەنچلىك ئادەمسەن» دېدى[54].","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:55","price":" يۇسۇف: «مېنى (مىسىر) زېمىنىنىڭ خەزىنىلىرىنى باشقۇرۇشقا قويغىن، مەن ھەقىقەتەن (ئۇنى باشقۇرۇش يوللىرىنى) بىلىدىغان، ئوبدان ساقلىيالايدىغان ئادەممەن» دېدى[55].","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:56","price":"بىز يۇسۇفنى (مىسىر) زېمىنىدا خالىغان جايدا تۇرىدىغان (مەملىكەتنى خالىغانچە تەسەررۇپ قىلىدىغان) قىلىپ يەرلەشتۈردۇق، خالىغان بەندىلىرىمىزنى رەھمىتىمىزگە ئېرىشتۈرىمىز، ياخشى ئىش قىلغۇچىلارنىڭ ئەجرىنى بىكار قىلىۋەتمەيمىز[56].","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:57","price":"ئىمان ئېيتقان ۋە تەقۋادارلىق قىلغانلارغا ئاخىرەتنىڭ ساۋابى ئەلۋەتتە، (بۇ دۇنيانىڭ نېمەتلىرىدىن) ئارتۇقتۇر[57].","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:58","price":" يۇسۇفنىڭ قېرىنداشلىرى كېلىپ يۇسۇفنىڭ قېشىغا كىردى. يۇسۇف ئۇلارنى تونۇدى، ئۇلار بولسا يۇسۇفنى تونۇمىدى[58].","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:59","price":"يۇسۇف ئۇلارغا ئېھتىياجلىق ئاشلىقنى تەييارلاپ بەرگەندىن كېيىن ئېيتتى: «سىلەر مېنىڭ ئالدىمغا ئاتا بىر ئۇكاڭلارنى (يەنى بۇنيامىننى) ئېلىپ كېلىڭلار، مېنىڭ (ئاشلىقنى) تولۇق ئۆلچەپ بېرىۋاتقانلىقىمنى ۋە ناھايىتى مېھماندوست ئىكەنلىكىمنى كۆرمىدىڭلارمۇ؟[59].","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:60","price":"ئەگەر ئۇنى مېنىڭ ئالدىمغا ئېلىپ كەلمىسەڭلار، سىلەرگە بېرىدىغان ئاشلىقىم يوق، مېنىڭ يېنىمغا يېقىن يولىماڭلار»[60].","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:61","price":"ئۇلار: «بىز ئۇنى ئاتىسىدىن سوراپ (سېنىڭ ئالدىڭغا ئېلىپ كېلىشكە) تىرىشىمىز، بىز چوقۇم مۇشۇنداق قىلىمىز» دېدى[61].","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:62","price":"يۇسۇف خىزمەتچىلىرىگە: «ئۇلارنىڭ (بىزدىن ئاشلىق سېتىۋالغان) مال ـ مۈلۈكلىرىنى يۈك ـ تاقىلىرىنىڭ ئارىسىغا سېلىپ قويۇڭلار، ئۇلار ئائىلىسىگە قايتىپ بارغاندا، ئۇنى تونۇپ قايتىپ كېلىشى مۇمكىن» دېدى[62].","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:63","price":"ئۇلار ئاتىسىنىڭ ئالدىغا قايتىپ بارغىنىدا: «ئى ئاتىمىز! (مىسىرنىڭ خەزىنىدارى) بىزگە قايتا ئاشلىق بەرمەس بولدى، ئۇكىمىزنى (يەنى بۇنيامىننى) بىز بىلەن بىللە ئەۋەتكىن، (شۇنداق قىلساڭ) ئاشلىق ئالالايمىز، ئۇنى بىز چوقۇم ئوبدان مۇھاپىزەت قىلىمىز» دېدى[63].","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:64","price":" (يەئقۇب) ئۇلارغا ئېيتتى: «ئۇنىڭ توغرىسىدا ئىلگىرى سىلەرگە ئۇنىڭ قېرىندىشى (يەنى يۇسۇف) توغرىسىدا ئىشەنگەندەك ئىشىنەمدىم؟ (مەن سىلەرگە ۋە سىلەرنىڭ ئۇنى ساقلىشىڭلارغا ئىشەنمەيمەن) ئاللاھ ياخشى ساقلىغۇچىدۇر، ھەممىدىن مېھرىباندۇر»[64].","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:65","price":"ئۇلار يۈكلىرىنى ئاچقاندا (ئاشلىق سېتىۋالغان) مال مۈلۈكلىرىنىڭ ئۆزلىرىگە قايتۇرۇپ بېرىلگەنلىكىنى كۆردى، ئۇلار: «ئاتىمىز! بىز (بۇنىڭدىن ئارتۇق) يەنە نېمە تەلەپ قىلىمىز؟ بۇ مال ـ مۈلۈكلىرىمىز بىزگە قايتۇرۇپ بېرىلىپتۇ، (ئۇكىمىزنى ئېلىپ يەنە بارساق) ئائىلىمىزگە ئاشلىق ئېلىپ كېلىمىز، ئۇكىمىزنى مۇھاپىزەت قىلىمىز، بىر تۆگە ئاشلىقىنى ئارتۇق ئالىمىز، بۇ (يەنى بىر تۆگە ئاشلىق پادىشاھ ئۈچۈن) ئازغىنا ئاشلىقتۇر» دېدى[65].","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:66","price":"يەئقۇب ئېيتتى: «بۇنيامىننى قوغداشتا ھەممىڭلار ھالاك بولمىساڭلارلا چوقۇم ماڭا قايتۇرۇپ ئېلىپ كېلىشكە ئاللاھنىڭ نامى بىلەن قەسەم قىلىپ چىن ۋەدە بەرمىگۈچە ئۇنى سىلەر بىلەن بىللە ئەۋەتمەيمەن». ئۇلار (يەنى ئوغۇللىرى) ئۇنىڭغا قەسەم قىلىپ چىن ۋەدە بەرگەندىن كېيىن، يەئقۇب: «بىزنىڭ ئېيتقان سۆزلىرىمىزگە ئاللاھ گۇۋاھتۇر» دېدى[66].","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:67","price":"(ئۇ يەنە) «ئى ئوغۇللىرىم! (مىسىرغا) ھەممىڭلار بىر دەرۋازىدىن كىرمەي، باشقا- باشقا دەرۋازىلاردىن كىرىڭلار. ئاللاھنىڭ ھۆكمى ئالدىدا مەن سىلەردىن ھېچ نەرسىنى دەپئى قىلالمايمەن، ھۆكۈم پەقەت ئاللاھقىلا خاس، ئاللاھقا تەۋەككۈل قىلدىم، تەۋەككۈل قىلغۇچىلار ئاللاھقىلا تەۋەككۈل قىلسۇن!» دېدى[67].","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:68","price":"ئۇلار ئاتىسىنىڭ بۇيرۇقى بويىچە باشقا ـ باشقا دەرۋازىلاردىن كىرگەندە، (بۇ) ئاللاھنىڭ ھۆكمى ئالدىدا ئۇلار ئۈچۈن ھېچ نەرسىگە دال بولالمىدى، بۇ پەقەت يەئقۇبنىڭ كۆڭلىدىكى ئۈمىدىنىلا ئىپادىلىدى، خالاس. بىز يەئقۇبقا (ۋەھىي ئارقىلىق) بىلدۈرگەن ئىدۇق، شۇڭا ئۇ كەڭ بىلىم ئىگىسىدۇر، لېكىن كىشىلەرنىڭ تولىسى بىلمەيدۇ[68].","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:69","price":" ئۇلار (يەنى يەئقۇبنىڭ بالىلىرى) يۇسۇفنىڭ ئالدىغا كىرگەندە، يۇسۇف ئۇكىسىنى قۇچاقلىدى ۋە: «مەن ھەقىقەتەن سېنىڭ قېرىندىشىڭ بولىمەن، ئۇلارنىڭ بىزگە قىلغان ئىشلىرىدىن قايغۇرمىغىن» دېدى[69].","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:70","price":"يۇسۇف ئۇلارنى ئېھتىياجلىق ئاشلىق بىلەن تەمىنلىگەندىن كېيىن، قەدەھنى ئۇكىسىنىڭ يۈكى ئىچىگە سېلىپ قويدى. ئاندىن بىر جاكاچى چىقىپ: «ئى كارۋانلار! سىلەر چوقۇم ئوغرى ئىكەنسىلەر» دەپ توۋلىدى[70]. ","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:71","price":"(كارۋاندىكىلەر) ئۇلارغا قاراپ: «نېمەڭلارنى يوقىتىپ قويدۇڭلار؟» دېدى[71].","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:72","price":"ئۇلار: «پادىشاھنىڭ (تامغىسى بېسىلغان) قەدەھنى يوقىتىپ قويدۇق، ئۇنى تېپىپ كەلگەن كىشىگە (مۇكاپات ئۈچۈن) بىر تۆگە ئاشلىق بېرىلىدۇ، مەن بۇنىڭغا كېپىل» دېدى[72].","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:73","price":"ئۇلار: «ئاللاھنىڭ نامى بىلەن قەسەمكى، سىلەر بىلىسىلەر، بىز بۇ يەرگە بۇزغۇنچىلىق قىلىش ئۈچۈن كەلمىدۇق، بىز ئوغرى ئەمەسمىز» دېدى[73]. ","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:74","price":" ئۇلار (يەنى يۇسۇفنىڭ خىزمەتچىلىرى): «سىلەرنىڭ شەرىئىتىڭلاردا ئوغرىنىڭ جازاسى نېمە؟ (ئەگەر قەدەھ يۈكۈڭلاردىن چىقىپ قېلىپ) يالغانچى بولۇپ قالساڭلارچۇ؟» دېدى[74].","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:75","price":"ئۇلار: «ئۇنىڭ جازاسى يۈكىدىن قەدەھ تېپىلغان ئادەمنى قۇل قىلىش، زالىملارغا بىز مۇشۇنداق جازا بېرىمىز» دېدى[75].","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:76","price":"ئۇلار يۇسۇفنىڭ ئۇكىسىنىڭ يۈكىنى ئاختۇرۇشتىن ئىلگىرى، ئۇلارنىڭ يۈكىنى ئاختۇرۇشقا باشلىدى، ئاندىن يۇسۇفنىڭ ئۇكىسىنىڭ يۈكىدىن قەدەھنى تېپىپ چىقتى. بىز يۇسۇفكە مۇشۇ تەدبىرنى كۆرسەتتۇق، (مىسىر) پادىشاھىنىڭ قانۇنى بويىچە يۇسۇف ئۇكىسىنى ئېلىپ قالالمايتتى، لېكىن ئاللاھ ئۇنىڭ شۇنداق قىلىشىنى خالىدى، بىز خالىغان ئادەمنى (يۇسۇفنى كۆتۈرگەندەك) يۇقىرى دەرىجىلەرگە كۆتۈرىمىز، ھەربىر بىلىمدار ئۈستىدە ئۇنىڭدىنمۇ بىلىمدار زات بار[76].","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:77","price":"ئۇلار: «ئەگەر ئۇ ئوغرىلىق قىلغان بولسا، ئۇنىڭ قېرىندىشىمۇ (يەنى يۇسۇفمۇ) ئىلگىرى ئوغرىلىق قىلغان» دېيىشتى. يۇسۇف (ئۇلارنىڭ) بۇ سۆزىنى ئىچىدە بىلدى، لېكىن ئۇلارغا مەلۇم قىلمىدى، يۇسۇف (ئىچىدە): «سىلەرنىڭ مەۋقەيىڭلار ئەڭ ياماندۇر، سىلەرنىڭ (يۇسۇف ۋە ئۇنىڭ ئۇكىسى توغرىسىدا) قىلغان سۆزۈڭلارنىڭ يالغانلىقىنى ئاللاھ ئوبدان بىلىدۇ» دېدى[77].","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:78","price":"ئۇلار: «ئى ئالىيجاناب زات! ئۇنىڭ (ئۇنىڭدىن ئايرىلالمايدىغان) بىر قېرى ئاتىسى بار، ئۇنىڭ ئورنىغا بىزنىڭ بىرىمىزنى ئېلىپ قالغىن، بىز سېنى ھەقىقەتەن ياخشىلىق قىلغۇچىلاردىن ھېسابلايمىز» دېدى[78].","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:79","price":"يۇسۇف: «خۇدا ساقلىسۇن، نەرسىمىزنى كىمنىڭ يۈكىدىن تاپقان بولساق، شۇنى ئېلىپ قالىمىز، بولمىسا بىز چوقۇم زالىملاردىن بولۇپ قالىمىز» دېدى[79].","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:80","price":" ئۇلار (بۇنيامىننىڭ ئورنىغا ئۆز ئارىسىدىن بىرسىنى ئېلىپ قېلىشقا يۇسۇفنىڭ ماقۇل بولۇشىدىن) ئۈمىدسىزلەنگەندىن كېيىن، چەترەك يەرگە بېرىپ مەخپىي مەسلىھەتلەشتى، ئۇلارنىڭ چوڭى ئېيتتى: «ئاتاڭلارنىڭ سىلەردىن قەسەم قىلدۇرۇپ ۋەدە ئالغانلىقىنى ۋە ئىلگىرى يۇسۇف توغرىسىدىكى خاتالىقىڭلارنى بىلەمسىلەر؟ ئاتام ماڭا رۇخسەت قىلمىغىچە ياكى ئاللاھ مەن ئۈچۈن ھۆكۈم چىقارمىغىچە بۇ يەردىن ھەرگىز ئايرىلمايمەن، ئاللاھ ئەڭ ئادىل ھۆكۈم قىلغۇچىدۇر[80].","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:81","price":"سىلەر قايتىپ كېتىپ ئاتاڭلار بىلەن كۆرۈشۈڭلار، ئاندىن ئېيتىڭلاركى، «ئى ئاتىمىز! سېنىڭ ئوغلۇڭ راستلا ئوغرىلىق قىلدى، بىز پەقەت بىلگەن نەرسىمىز ئۈستىدىلا گۇۋاھلىق بېرىۋاتىمىز، بىز غەيبنى بىلمەيمىز (يەنى ساڭا ۋەدە بەرگەن چېغىمىزدا ئۇنىڭ ئوغرىلىق قىلىدىغانلىقىنى بىلمىدۇق)[81].","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:82","price":"بىز تۇرغان شەھەردىن (يەنى مىسىردىن) ۋە بىز بىلەن بىللە ماڭغان كارۋاندىن سوراپ باققىن، بىزنىڭ سۆزىمىز چوقۇم راست»[82].","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:83","price":"يەئقۇب ئېيتتى: «ئۇنداق ئەمەس، نەپسىڭلار سىلەرگە بۇ ئىشنى چىرايلىق كۆرسەتتى، مەن پەقەت چىرايلىقچە سەۋر قىلىمەن، ئۇلارنىڭ (يەنى ئۈچ ئوغلۇمنىڭ) ھەممىسىنى ماڭا دەرقەمتە قىلىپ بېرىشنى ئاللاھتىن تىلەيمەن. ئاللاھ ھەقىقەتەن (مېنىڭ ھالىمنى) بىلىپ تۇرغۇچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر»[83].","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:84","price":" يەئقۇب ئۇلاردىن يۈز ئۆرۈپ: «ئىسىت يۇسۇف!» دېدى. قايغۇدىن (كۆپ يىغلاپ) ئىككى كۆزى ئاقىرىپ كەتتى (يەنى ئىككى كۆزى كۆرمەس بولۇپ قالدى)، ئۇ تولۇپ تاشقان ئاچچىقىنى ئىچىگە يۇتقان ئىدى[84].","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:85","price":"ئۇلار: «ئاللاھنىڭ نامى بىلەن قەسەمكى، سەن يۇسۇفنى ياد ئېتىۋېرىپ (ھەسرەتتىن) ھالاك بولۇشقا تاس قالىدىغان ياكى ھالاك بولىدىغان بولدۇڭ» دېدى[85].","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:86","price":"يەئقۇب ئېيتتى: «مەن قايغۇ ـ ھەسرىتىمنى پەقەت ئاللاھقىلا ئېيتىمەن، ئاللاھنىڭ بىلدۈرۈشى بىلەن سىلەر بىلمەيدىغان نەرسىلەرنى بىلىمەن[86].","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:87","price":" ئى ئوغۇللىرىم! بېرىڭلار، يۇسۇفنى ۋە ئۇنىڭ ئۇكىسىنى ئىزدەڭلار، ئاللاھنىڭ رەھمىتىدىن نائۈمىد بولماڭلار، شۈبھىسىزكى، پەقەت كاپىر قەۋملا ئاللاھنىڭ رەھمىتىدىن ئۈمىدسىزلىنىدۇ»[87].","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:88","price":"ئۇلار يۇسۇفنىڭ قېشىغا كىرگىنىدە: «ئى ئالىيجاناب زات! بىزگە ۋە ئائىلىمىزگە ئاچارچىلىق يەتتى، (ئالدىڭغا) ناچار، ئۆتمەس ماللار بىلەن كېلىپ قالدۇق، بىزگە يېتەرلىك ئاشلىق بەرگىن، بىزگە سەدىقە قىلغىن، ئاللاھ سەدىقە قىلغۇچىلارنى ھەقىقەتەن مۇكاپاتلايدۇ» دېدى[88].","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:89","price":"يۇسۇف: «سىلەر نادان ۋاقتىڭلاردا يۇسۇفكە ۋە ئۇنىڭ ئۇكىسىغا نېمىلەر قىلغانلىقىڭلارنى بىلەمسىلەر؟» دېدى[89].","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:90","price":"ئۇلار: «سەن راستلا يۇسۇفمۇ؟» دېدى. ئۇ: «مەن يۇسۇف، بۇ مېنىڭ ئىنىم. ئاللاھ بىزگە مەرھەمەت قىلدى. كىمكى ھەقىقەتەن تەقۋادارلىق قىلىدىكەن، سەۋر قىلىدىكەن (ياخشى مۇكاپاتقا ئېرىشىدۇ)، چۈنكى ئاللاھ ياخشى ئىش قىلغۇچىلارنىڭ ئەجرىنى بىكار قىلىۋەتمەيدۇ» دېدى[90].","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:91","price":"ئۇلار «ئاللاھنىڭ نامى بىلەن قەسەمكى، ئاللاھ سېنى ھەقىقەتەن بىزدىن ئارتۇق قىلىپتۇ، بىز جەزمەن خاتا قىلىپتۇق» دېيىشتى[91].","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:92","price":"يۇسۇف ئېيتتى: «بۈگۈن سىلەر ئەيىبلەشكە ئۇچرىمايسىلەر، ئاللاھ سىلەرنى كەچۈرسۇن، ئاللاھ ئەڭ مەرھەمەتلىك زاتتۇر[92].","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:93","price":" سىلەر مېنىڭ بۇ كۆڭلىكىمنى ئېلىپ بېرىپ ئاتامنىڭ يۈزىگە تاشلاڭلار، كۆزى ئېچىلىدۇ، پۈتۈن ئائىلەڭلاردىكىلەرنى ئېلىپ مېنىڭ يېنىمغا كېلىڭلار» دېدى[93].","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:94","price":"ب ئەلەيھىسسالام): «مەن چوقۇم يۇسۇفنىڭ ھىدىنى ئېلىۋاتىمەن، سىلەر مېنى ئالجىپ قالغان دېمەيدىغان بولساڭلار (يۇسۇفنى ئەلۋەتتە ھايات دەيتتىم)» دېدى[94].","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:95","price":"ئۇلار (يەنى يەئقۇبنىڭ نەۋرىلىرى ۋە يېنىدىكى كىشىلەر): «ئاللاھنىڭ نامى بىلەن قەسەمكى، ھەقىقەتەن سەن تېخى يەنىلا بۇرۇنقى قايمۇقۇشۇڭدا ئىكەنسەن» دېدى[95]. ","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:96","price":"خۇشخەۋەرچى كېلىپ كۆڭلەكنى يەئقۇبنىڭ يۈزىگە تاشلىدى، ئۇنىڭ كۆزى ئېچىلدى، يەئقۇب: «مەن سىلەرگە، ئاللاھنىڭ بىلدۈرۈشى بىلەن سىلەر بىلمىگەن نەرسىلەرنى بىلىمەن، دېمىگەنمىدىم!» دېدى[96].","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:97","price":"ئۇلار: «ئى ئاتىمىز! گۇناھلىرىمىز ئۈچۈن بىزگە مەغپىرەت تىلىگىن، بىز ھەقىقەتەن خاتالاشتۇق» دېيىشتى[97].","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:98","price":"يەئقۇب: «پەرۋەردىگارىمدىن سىلەرگە مەغپىرەت تىلەيمەن. ئاللاھ گۇناھلارنى ھەقىقەتەن مەغپىرەت قىلغۇچىدۇر، (بەندىلىرىگە) مېھرىباندۇر» دېدى[98].","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:99","price":"ئۇلار يۇسۇفنىڭ ئالدىغا كىرگەندە، يۇسۇف ئاتا ـ ئانىسىنى قۇچاقلىدى ۋە: «خۇدا خالىسا، مىسىرغا ئامان ـ ئېسەن كىرىڭلار» دېدى[99].","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:100","price":"ئاتا ـ ئانىسىنى تەختىدە (يېنىدا) ئولتۇرغۇزدى، ئۇلار (شاھلارغا تازىم قىلىش ئادىتى بويىچە) يۇسۇفكە سەجدە قىلىشتى. ئۇ: «ئى ئاتا! مانا بۇ، بۇرۇن (كىچىك ۋاقتىمدا) كۆرگەن چۈشۈمنىڭ تەبىرىدۇر، ئۇ چۈشۈمنى پەرۋەردىگارىم ھەقىقەتەن راستىغا چىقاردى. پەرۋەردىگارىم مېنى زىنداندىن چىقىرىش بىلەن، قېرىنداشلىرىم بىلەن مېنىڭ ئارامنى شەيتان بۇزغاندىن كېيىن، سىلەرنى سەھرادىن بۇ يەرگە ئېلىپ كېلىش بىلەن ماڭا ئېھسان قىلدى. پەرۋەردىگارىم خالىغىنىنى (ئىشقا ئاشۇرۇشقا) ھەقىقەتەن تەدبىرلىكتۇر، ئۇ ھەقىقەتەن ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر[100].","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:101","price":" پەرۋەردىگارىم! ماڭا ھەقىقەتەن پادىشاھلىق ئاتا قىلدىڭ، چۈش تەبىرىنى بىلدۈردۈڭ، ئى ئاسمانلارنى ۋە زېمىننى ئۆرنەكسىز ياراتقۇچى زات! دۇنيا ۋە ئاخىرەتتە مېنىڭ ئىگەمسەن، مېنى مۇسۇلمان پېتىمچە قەبزى روھ قىلغىن، مېنى ياخشى بەندىلەر قاتارىدا قىلغىن» دېدى[101]. ","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:102","price":"مانا بۇلار (يەنى يۇسۇف قىسسەسى) بىر قىسىم غەيب خەۋەرلىرى بولۇپ، بىز ئۇنى ساڭا ۋەھىي قىلدۇق. ئۇلار (يەنى يۇسۇفنىڭ قېرىنداشلىرى) (ئۇنىڭغا قارشى) چارە -تەدبىر تۈزۈپ بىر قارارغا كېلىشكەندە، سەن ئۇلارنىڭ يېنىدا يوق ئىدىڭ[102].","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:103","price":"سەن گەرچە كىشىلەرنىڭ ئىمان ئېيتىشىغا ھېرىس بولساڭمۇ ،(لېكىن) ئۇلارنىڭ تولىسى ئىمان ئېيتمايدۇ[103].","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:104","price":"قۇرئاننى تەبلىغ قىلغانلىقىڭغا ئۇلاردىن ھېچقانداق ئەجىر تەلەپ قىلمايسەن، قۇرئان پەقەت جاھان ئەھلى ئۈچۈن ۋەز ـ نەسىھەتتۇر[104].","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:105","price":"ئاسمانلاردا ۋە زېمىندا (ئاللاھنىڭ قۇدرىتىنىڭ) نۇرغۇن ئالامەتلىرى باركى، ئۇلار ئۇنىڭ يېنىدىن دىققەت قىلماستىن ئۆتۈپ كېتىدۇ[105].","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:106","price":" ئۇلارنىڭ تولىسى ئاللاھقا شېرىك كەلتۈرۈپ تۇرۇپ ئىشىنىدۇ (يەنى ئاللاھنى ياراتقۇچى، رىزىق بەرگۈچى دەپ ئىقرار قىلىش بىلەن بىللە، باشقا نەرسىلەرگىمۇ چوقۇنىدۇ)[106].","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:107","price":"ئۇلار ئاللاھنىڭ ئازابىدىن، بىرەر جازانىڭ ئۆزلىرىگە چۈشۈشىدىن ياكى ئۇلار سەزمەستىن قىيامەتنىڭ تۇيۇقسىز يېتىپ كېلىشىدىن ئەمىن بولدىمۇ؟[107]","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:108","price":"ئېيتقىنكى، «بۇ مېنىڭ يولۇمدۇر، (كىشىلەرنى) ئاللاھقا دەۋەت قىلىمەن، مەن ۋە ماڭا ئەگەشكەنلەر روشەن دەلىلگە ئاساسلىنىمىز. ئاللاھ پاكتۇر، مەن مۇشرىكلاردىن ئەمەسمەن»[108].","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:109","price":" بىز سەندىن ئىلگىرى پەقەت شەھەر ئاھالىسىدىن بولغان ئەرلەرنى پەيغەمبەر قىلىپ، ئۇلارغا ۋەھىي قىلدۇق، ئۇلار(يەنى پەيغەمبەرلەرگە چىنپۈتمىگۈچىلەر) يەر يۈزىدە سەير قىلىپ يۈرۈپ ئۆزلىرىدىن ئىلگىرىكىلەرنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىنى كۈزەتمىدىمۇ؟ ئاخىرەت يۇرتى تەقۋادارلىق قىلغانلار ئۈچۈن ئەلۋەتتە ياخشىدۇر، سىلەر چۈشەنمەمسىلەر[109].","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:110","price":"ھەتتا پەيغەمبەرلەر (قەۋمىنىڭ ئىمان ئېيتىشىدىن) ئۈمىدسىزلەنگەن ۋە ( قەۋمى تەرىپىدىن) يالغانغا چىقىرىلغانلىقىغا جەزم قىلغان چاغدا، ئۇلارغا بىزنىڭ ياردىمىمىز يېتىپ كەلدى، بىز خالىغان ئادەملەرنى قۇتقۇزدۇق، بىزنىڭ ئازابىمىز گۇناھكار قەۋمدىن قايتۇرۇلمايدۇ[110]. ","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"12:111","price":"ئۇلارنىڭ قىسسەسىدىن ئەقىل ئىگىلىرى ئەلۋەتتە ئىبرەت ئالىدۇ. (قۇرئان) يالغاندىن توقۇلغان سۆز ئەمەس، لېكىن، ئۇ ئۆزىدىن ئىلگىرى نازىل بولغان (ساماۋى) كىتابلارنى تەستىق قىلغۇچىدۇر، ھەممە نەرسىنى ئىنچىكە بايان قىلغۇچىدۇر، ئىمان ئېيتىدىغان قەۋم ئۈچۈن ھىدايەتتۇر ۋە رەھمەتتۇر[111].","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:1","price":"ئەلىف، لام، مىم، را. بۇ، كىتاب (يەنى قۇرئان) نىڭ ئايەتلىرىدۇر. (قۇرئاندا) ساڭا پەرۋەردىگارىڭ تەرىپىدىن نازىل قىلىنغان نەرسىلەر ھەقتۇر، لېكىن ئىنسانلارنىڭ تولىسى ئۇنىڭغا (يەنى قۇرئاننىڭ ئاللاھ تەرىپىدىن نازىل بولغانلىقىغا) ئىشەنمەيدۇ[1].","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:2","price":"ئاللاھ ئاسمانلارنى تۈۋرۈكسىز بەرپا قىلدى، سىلەر ئۇنى كۆرۈپ تۇرۇۋاتىسىلەر، ئاندىن ئۇ ئەرش ئۈستىدە (ئۆزىگە لايىق رەۋىشتە) قارار ئالدى. كۈن بىلەن ئاينى (بەندىلەرنىڭ مەنپەئىتى ئۈچۈن) بويسۇندۇردى، (ئۇلارنىڭ) ھەربىرى مۇئەييەن مۇددەتكىچە (يەنى پانى دۇنيانىڭ تۈگەيدىغان ۋاقتىغىچە) سەير قىلىدۇ، ئاللاھ (ئۆز ھېكمىتى ۋە قۇدرىتى بىلەن) مەخلۇقاتنىڭ ئىشلىرىنى باشقۇرۇپ تۇرىدۇ، سىلەرنى پەرۋەردىگارىڭلارغا مۇلاقات بولۇشقا ئىشەنسۇن دەپ، (قۇدرىتىنىڭ) دەلىللىرىنى تەپسىلىي بايان قىلىدۇ[2].","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:3","price":"ئاللاھ يەر يۈزىنى (ئۇزۇنىسىغا ۋە توغرىسىغا) سوزۇپ كەڭ ياراتتى، يەر يۈزىدە تاغلارنى ۋە دەريالارنى ياراتتى، مېۋىلەرنىڭ ھەربىر تۈرىنى ئەركەك ـ چىشى ـ ئىككى جىنسلىق قىلىپ ياراتتى. كېچىنى كۈندۈزگە كىرىشتۈردى (يەنى كېچىنىڭ قاراڭغۇلۇقى بىلەن كۈندۈزنىڭ يورۇقلۇقىنى ياپتى). بۇلاردا تەپەككۇر قىلىدىغان قەۋم ئۈچۈن (ئاللاھنىڭ قۇدرىتىنى كۆرسىتىدىغان) دەلىللەر بار[3].","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:4","price":"يەر يۈزىدە بىر - بىرىگە تۇتىشاڭغۇ قىتئەلەر بار ۋە تۈرلۈك زىرائەتلەر بار، كۆپ شاخلىق بولغان ۋە كۆپ شاخلىق بولمىغان (بىر ئۇرۇقتىن بىر قانچە تال ئۈنۈپ چىققان، بىر ئۇرۇقتىن پەقەت بىر تال ئۈنۈپ چىققان) خورما دەرەخلىرى بار، (ئۇلارنىڭ ھەممىسى) بىر خىل سۇ بىلەن سۇغىرىلىدۇ، ئۇلارنىڭ بەزىسىنى بەزىسىدىن تەمدە ئارتۇق قىلىمىز، بۇلاردا چۈشىنىدىغان قەۋم ئۈچۈن (ئاللاھنىڭ قۇدرىتىنى كۆرسىتىدىغان) نۇرغۇن دەلىللەر بار[4].","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:5","price":"(ئى مۇھەممەد!) ئەگەر (بىرەر نەرسىدىن) ئەجەبلىنىدىغان بولساڭ، ئۇلارنىڭ (يەنى كۇففارلارنىڭ): «بىز (ئۆلۈپ) توپا بولۇپ كەتكەندىن كېيىن قايتا تىرىلەمدۇق؟» دېگەن سۆزى ئەجەبلىنىشكە لايىقتۇر. ئەنە شۇلار پەرۋەردىگارىنى ئىنكار قىلغانلاردۇر، (قىيامەت كۈنى) ئەنە شۇلارنىڭ بويۇنلىرىغا تاقاقلار سېلىنىدۇ، ئەنە شۇلار دوزاخ ئەھلى بولۇپ، دوزاختا مەڭگۈ قالغۇچىلاردۇر[5].","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:6","price":"ئۇلار سەندىن (ئاللاھنىڭ) ئېھسانىدىن ئىلگىرى ئازابنىڭ چاپسانراق چۈشۈشىنى تەلەپ قىلىدۇ، ئۇلاردىن بۇرۇن ئاللاھنىڭ ئازابىغا دۇچار بولغان ئۈممەتلەر ئۆتكەن، ئىنسانلار زۇلۇم قىلسىمۇ، پەرۋەردىگارىڭ ھەقىقەتەن ئۇلارنى مەغپىرەت قىلىدۇ. پەرۋەردىگارىڭ (گۇناھلارغا چۆمۈپ تەۋبە قىلمىغانلارنى) شەك - شۈبھىسىز قاتتىق جازالايدۇ[6].","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:7","price":" كۇففارلار، نېمىشقا ئۇنىڭغا پەرۋەردىگارى تەرىپىدىن بىرەر مۆجىزە نازىل بولمىدى؟ دېيىشىدۇ، سەن پەقەت بىر ئاگاھلاندۇرغۇچى. ھەر قەۋمنىڭ بىر ھىدايەت قىلغۇچىسى (يەنى پەيغەمبىرى) بولىدۇ (مۆجىزىلەرگە كەلسەك، ئۇ ئاللاھنىڭ ئىلكىدىكى ئىش)[7].","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:8","price":"ھەر بىر (ھامىلىدار) ئايالنىڭ قورسىقىدىكىنى ئاللاھ بىلىدۇ (يەنى ئوغۇلمۇ ـ قىزمۇ، بىرمۇ ـ كۆپمۇ، چوڭمۇ ـ كىچىكمۇ، چىرايلىقمۇ ـ سەتمۇ، بەختلىكمۇ ـ بەختسىزمۇ، ئۆمرى ئۇزۇنمۇ ـ قىسقىمۇ ـ ھەممىسىنى ئاللاھ بىلىدۇ). بەچچىدانلارنىڭ كىچىكلەپ كەتكەنلىكى ياكى يوغىناپ كەتكەنلىكىنىمۇ (يەنى بالىنىڭ مۇددىتى توشماي تۇغۇلىدىغانلىقىنى ياكى مۇددىتى ئېشىپ كېتىپ تۇغۇلىدىغانلىقىنى) (ئاللاھ) بىلىدۇ. ئاللاھنىڭ دەرگاھىدا ھەممە نەرسە ئۆلچەملىكتۇر[8].","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:9","price":"ئاللاھ مەخپىي ۋە ئاشكارا ئىشلارنىڭ ھەممىسىنى بىلگۈچىدۇر، ھەممىدىن بۈيۈكتۇر، ھەممىدىن ئۈستۈندۇر[9].","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:10","price":"سىلەرنىڭ ئىچىڭلاردىن يوشۇرۇن سۆز قىلغان، ئاشكارا سۆز قىلغان، كېچىسى يوشۇرۇنغان، كۈندۈزى ئاشكارا يۈرگەنلەرنىڭ ھەممىسى (ئاللاھ ئۈچۈن ئېيتقاندا) ئوخشاشتۇر (يەنى ئاللاھ ھەممىنى بىلىپ تۇرىدۇ)[10]. ","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:11","price":"ھەربىر ئادەمنىڭ ئالدى ـ كەينىدە ئاللاھنىڭ ئەمرى بويىچە ئۇنى قوغدايدىغان نۆۋەتچى پەرىشتىلەر بار. ھەر قانداق بىر قەۋم ئۆزىنىڭ ئەھۋالىنى ئۆزگەرتمىگۈچە (يەنى ئاللاھنىڭ بەرگەن نېمەتلىرىگە تۇزكورلۇق قىلىپ گۇناھلارغا چۆممىگۈچە) ئاللاھ ئۇلارنىڭ ئەھۋالىنى ئۆزگەرتمەيدۇ (يەنى ئاللاھ ئۇلارغا بەرگەن نېمەت، خاتىرجەملىك ۋە ئىززەت ـ ھۆرمەتنى ئېلىپ تاشلىمايدۇ)، ئاللاھ بىرەر قەۋمنى ھالاك قىلماقچى (ياكى ئازابلىماقچى) بولسا، ئۇنىڭغا قارشى تۇرغىلى بولمايدۇ، ئۇلارغا ئازابنى دەپئى قىلىدىغان ئاللاھتىن باشقا ئىگىمۇ بولمايدۇ[11].","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:12","price":" ئاللاھ (چاقماقتىن) قورقىتىش، (يامغۇرغا) ئۈمىد تۇغدۇرۇش ئۈچۈن، سىلەرگە چاقماقنى كۆرسىتىدۇ، (قۇدرىتى بىلەن) قويۇق بۇلۇتلارنى پەيدا قىلىدۇ[12].","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:13","price":" گۈلدۈرماما ئاللاھنى مەدھىيەلەش بىلەن تەسبىھ ئېيتىدۇ، پەرىشتىلەرمۇ ئاللاھتىن قورقۇپ تەسبىھ ئېيتىدۇ، ئاللاھ چاقماق چۈشۈرۈپ، ئۇنىڭ بىلەن ئۆزى خالىغان ئادەمنى ھالاك قىلىدۇ. ئۇلار ئاللاھ توغرىسىدا دەتالاش قىلىشىدۇ، ئاللاھنىڭ تەدبىرى كۈچلۈكتۇر[13].","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:14","price":"ھەقىقىي قىلىنغان دۇئا ئاللاھقا قارىتىلىدۇ، (يەنى ئىخلاس بىلەن قىلىنغان دۇئانى ئاللاھ ئىجابەت قىلىدۇ). كۇففارلارنىڭ ئاللاھنى قويۇپ، دۇئالىرىنى قاراتقان مەبۇدلىرى كۇففارلارنىڭ ھېچقانداق دۇئاسىنى ئىجابەت قىلمايدۇ. ئۇلار (يەنى كاپىرلار) شۇنداق بىر ئادەمگە ئوخشايدۇكى، ئۇ ئاغزىمىزغا سۇ چۈشسۇن دەپ (نېرىدىن) ئىككى ئالىقىنىنى سۇغا قارىتىپ ئېچىپ تۇرىدۇ، (ئەمەلىيەتتە سۇ ئاڭلىمايدىغان، ھېس ـ تۇيغۇسىز نەرسە بولغاچقا) سۇ ھەرگىز ئۇنىڭ ئاغزىغا چۈشمەيدۇ، كاپىرلارنىڭ مەبۇدلىرىغا قىلغان دۇئاسى پۈتۈنلەي بىكاردۇر[14]. ","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:15","price":"ئاسمانلاردىكىلەر ۋە زېمىندىكىلەر (يەنى پەرىشتىلەر، ئىنسانلار ۋە جىنلار) ئىختىيارى ۋە مەجبۇرى يوسۇندا ئاللاھقا بويسۇنىدۇ، ئەتىگەن - ئاخشامدا (يەنى داۋاملىق تۈردە) ئۇلارنىڭ سايىلىرىمۇ بويسۇنىدۇ[15].","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:16","price":"(ئى مۇھەممەد! مۇشرىكلارغا) «ئاسمانلارنىڭ، زېمىننىڭ پەرۋەردىگارى كىم؟» دېگىن، «(ئۇلارنىڭ پەرۋەردىگارى) ئاللاھ» دېگىن. (ئۇلارغا) «سىلەر ئاللاھنى قويۇپ ئۆزەڭلارغا پايدا ـ زىيان يەتكۈزەلمەيدىغان مەبۇدلارنى (ئاللاھقا شېرىك) قىلىۋالدىڭلارمۇ؟» دېگىن؟ «كور (يەنى كاپىر) بىلەن كۆزى كۆرۈدىغان ئادەم (يەنى مۆمىن) باراۋەر بولامدۇ ياكى قاراڭغۇلۇق (يەنى گۇمراھلىق) بىلەن نۇر (يەنى ھىدايەت) باراۋەر بولامدۇ؟» دېگىن، ئۇلار ئاللاھ ياراتقانغا ئوخشاش قانداقتۇر مەخلۇقاتلارنى ياراتقان مەبۇدلارنى پۈتۈن مەخلۇقاتنى ياراتقان ئاللاھقا شېرىك قىلىۋېلىپ، ئاللاھنىڭ ياراتقىنى بىلەن مەبۇدلىرىنىڭ ياراتقىنىنى ئايرىيالماي قالدىمۇ؟ ئاللاھ ھەممە نەرسىنى ياراتقۇچىدۇر، ئاللاھ بىردۇر، ھەممىگە غالىبتۇر[16].","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:17","price":"ئاللاھ ئاسماندىن يامغۇر ياغدۇردى، (يامغۇر سۈيى) جىلغىلاردا لىپمۇلىق ئاقتى، كەلكۈن سۇ ئۆزىنىڭ ئۈستىدە كۆپۈكلەرنى لەيلىتىپ ئاقتى، كىشىلەرنىڭ زىننەت بۇيۇملىرىنىڭ ياكى ئەسۋاب ياساش ئۈچۈن ئوتقا سېلىپ ئېرىتكەن مەدەنلەرنىڭمۇ شۇنىڭغا ئوخشاش كۆپۈكى بار (يەنى مەدەنلەرنىڭ كۆپۈكىمۇ خۇددى كەلكۈن سۇنىڭ كۆپۈكىگە ئوخشاش پايدىسىزدۇر). ئاللاھ ھەق بىلەن باتىلنى بۇ مىسال بىلەن ئەنە شۇنداق بايان قىلىدۇ، كۆپۈك بولسا ئېقىپ تۈگەيدۇ، ئىنسانلارغا پايدىلىق نەرسە زېمىندا قېلىپ قالىدۇ، ئاللاھ مىساللارنى ئەنە شۇنداق بايان قىلىدۇ[17]. ","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:18","price":"ئاللاھنىڭ (ئىمانغا قىلغان دەۋىتىنى) قوبۇل قىلغانلارغا ئەڭ ئوبدان مۇكاپات بېرىلىدۇ، قوبۇل قىلمىغانلارنىڭ ئىگىدارچىلىقىدا زېمىندىكى پۈتۈن مال ـ مۈلۈك، يەنە شۇنىڭدەك بىر ھەسسە كېلىدىغان مال ـ مۈلۈك بولغان تەقدىردىمۇ، ئۇلار (ئاخىرەتتە ئاللاھنىڭ ئازابىدىن قۇتۇلۇش ئۈچۈن)، ئەلۋەتتە، ئۇنى پىدا قىلغان بولاتتى. ئۇلاردىن قاتتىق ھېساب ئېلىنىدۇ، ئۇلارنىڭ بارىدىغان جايى دوزاخ بولىدۇ، (دوزاخ) نېمىدېگەن يامان جاي![18]","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:19","price":" (ئى مۇھەممەد!) پەرۋەردىگارىڭ تەرىپىدىن ساڭا نازىل قىلىنغان نەرسىنىڭ ھەق ئىكەنلىكىنى بىلىدىغان ئادەم، (ھەقنى كۆرمەيدىغان دىلى) كور ئادەم بىلەن ئوخشاش بولامدۇ؟ (ئاللاھنىڭ ئايەتلىرىدىن) پەقەت ئەقىل ئىگىلىرىلا پەند ـ نەسىھەت ئالىدۇ[19]. ","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:20","price":"ئۇلار ئاللاھنىڭ ئەھدىگە (يەنى ئاللاھ تاپشۇرغان ئىشلارغا) ۋاپا قىلىدۇ، بەرگەن ۋەدىسىنى بۇزمايدۇ[20].","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:21","price":"ئۇلار ئاللاھنىڭ (خىش ـ ئەقرىبالارغا) سىلە ـ رەھىم قىلىشتىن ئىبارەت ئەمرىنى بەجا كەلتۈرىدۇ، ئاللاھتىن قورقىدۇ، قاتتىق ھېساب ئېلىنىشىدىن قورقىدۇ[21].","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:22","price":"پەرۋەردىگارىنىڭ رازىلىقىنى كۆزلەپ (يەتكەن كۈلپەتلەرگە) سەۋر قىلغانلار، (پەرز) نامازنى ئادا قىلغانلار، بىز رىزىق قىلىپ بەرگەن مال ـ مۈلۈكتىن (ئاللاھ يولىدا) يوشۇرۇن ۋە ئاشكارا يوسۇندا سەرپ قىلغانلار ۋە ياخشىلىقى ئارقىلىق يامانلىقىنى دەپئى قىلىدىغانلار (يەنى يامان ئىش قىلىپ قالسا، ئارقىدىن ياخشى ئىش قىلىدىغانلار، يامانلىق قىلغۇچىلارغا كەڭ قورساق بولۇپ، ياخشى مۇناسىۋەتتە بولىدىغانلار) ـ ئەنە شۇلارنىڭ ئاخىرەتلىكى ياخشى بولىدۇ[22].","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:23","price":"ئۇلار مەڭگۈ تۇرىدىغان جەننەتكە كىرىدۇ، ئۇلارنىڭ ئاتىلىرى، خوتۇنلىرى ۋە ئەۋلادىنىڭ ئىچىدىكى ياخشىلارمۇ جەننەتكە كىرىدۇ. پەرىشتىلەر ئۇلارنى (مۇبارەكلەش ئۈچۈن جەننەتنىڭ) ھەربىر دەرۋازىسىدىن كىرىدۇ[23].","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:24","price":" (پەرىشتىلەر ئۇ دۇنيادا) «سەۋرنى دوست تۇتقانلىقىڭلار ئۈچۈن سىلەرگە ئامانلىق بولسۇن! ئاخىرەتلىكنىڭ ياخشى بولۇشى نېمىدېگەن ئوبدان!» دەيدۇ[24].","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:25","price":"ئاللاھقا بەرگەن ۋەدىسىنى مۇستەھكەملىگەندىن كېيىن بۇزغانلار، ئاللاھنىڭ سىلە ـ رەھىم قىلىشتىن ئىبارەت ئەمرىنى تۇتمىغانلار، يەر يۈزىدە بۇزغۇنچىلىق قىلغانلار ـ ئەنە شۇلار لەنەتكە دۇچار بولىدۇ ۋە (ئۇلارنىڭ) ئاخىرەتلىكى يامان بولىدۇ[25].","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:26","price":" ئاللاھ (ئۆزىنىڭ ھېكمىتىگە ئاساسەن) خالىغان ئادەمنىڭ رىزقىنى كەڭ قىلىدۇ ۋە (خالىغان ئادەمنىڭ رىزقىنى) تار قىلىدۇ. (مۇشرىكلار) دۇنيا تىرىكچىلىكىگە خۇش بولۇپ كەتتى، دۇنيا تىرىكچىلىكى ئاخىرەتكە قارىغاندا ئۆتكۈنچى بەھرىمەن بولۇشتۇر[26].","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:27","price":"كۇففارلار: «نېمىشقا ئۇنىڭغا پەرۋەردىگارىدىن (مۇسانىڭ ۋە ئىيسانىڭ مۆجىزىسىدەك) بىرەر مۆجىزە كەلمىدى؟» دەيدۇ. (ئى مۇھەممەد!) «(ئىش ئاللاھنىڭ ئىلكىدە، مېنىڭ ئىلكىمدە ئەمەس) ئاللاھ ھەقىقەتەن خالىغان ئادەمنى گۇمراھ قىلىدۇ، تەۋبە قىلغانلارنى ھىدايەت قىلىدۇ» دېگىن[27]. ","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:28","price":"(تەۋبە قىلغانلار) ئىمان ئېيتقانلار بولۇپ، ئۇلارنىڭ دىللىرى ئاللاھنى ياد ئېتىش بىلەن ئارام تاپىدۇ، بىلىڭلاركى، دىللار ئاللاھنى ياد ئېتىش بىلەن ئارام تاپىدۇ[28].","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:29","price":"ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار خۇشاللىققا، گۈزەل قارارگاھقا (يەنى جەننەتكە) ئېرىشىدۇ[29].","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:30","price":" (ئى مۇھەممەد!) بىز ساڭا ۋەھىي قىلغان كىتابنى ئۇلارغا ئوقۇپ بېرىشىڭ ئۈچۈن، سەندىن ئىلگىرى پەيغەمبەرلەرنى ئەۋەتكەندەك، سېنى شۇنداق بىر ئۈممەتكە ئەۋەتتۇقكى، ئۇنىڭدىن بۇرۇن نۇرغۇن ئۈممەتلەر ئۆتكەن، ھالبۇكى، ئۇلار (يەنى مۇشرىكلار) مەرھەمەتلىك ئاللاھنى ئىنكار قىلماقتا، (ئى مۇھەممەد! بۇ مۇشرىكلارغا) ئېيتقىنكى، «ئۇ مېنىڭ پەرۋەردىگارىمدۇر، ئۇنىڭدىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، ئۇنىڭغا تەۋەككۈل قىلدىم ۋە ئۇنىڭ دەرگاھىغا قايتىمەن»[30].","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:31","price":"مۇبادا بىر قۇرئان (يەنى كىتاب) بولۇپ، ئۇ (تىلاۋەت قىلىنىش) بىلەن تاغلار يۆتكىلىدىغان ياكى يەر يېرىلىدىغان ۋە ياكى ئۆلۈكلەر سۆزلەيدىغان بولغان تەقدىردىمۇ (ئۇلار چوقۇم ئىمان ئېيتمايتتى). ھەممە ئىش ئاللاھنىڭ ئىلكىدىدۇر، ئەگەر ئاللاھ خالىسا، ئىنسانلارنىڭ ھەممىسىنى جەزمەن ھىدايەت قىلىدىغانلىقىنى مۆمىنلەر بىلمىدىمۇ؟ (ئىسلام دىنىنىڭ غەلىبە قىلىشىدىن ئىبارەت) ئاللاھنىڭ ۋەدىسى ئەمەلگە ئاشقانغا قەدەر، كاپىرلار ئۆز قىلمىشلىرى تۈپەيلىدىن ھامان تۈرلۈك بالالارغا دۇچار بولىدۇ، ياكى بالا ئۇلارنىڭ يۇرتىغا يېقىن بىر جايغا چۈشىدۇ، ئاللاھ ۋەدىسىگە ئەلۋەتتە خىلاپلىق قىلمايدۇ[31].","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:32","price":"سەندىن ئىلگىرى ئۆتكەن نۇرغۇن پەيغەمبەرلەر ھەقىقەتەن مەسخىرە قىلىندى. كاپىرلارغا بېرىلىدىغان ئازابنى بىر مۇددەت كېچىكتۈردۈم، ئاندىن ئۇلارنى جازالىدىم، ئۇلارغا بەرگەن جازايىم قانداق ئىكەن؟[32].","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:33","price":" ھەر بىر كىشىنىڭ قىلغان ئەمەلىنى كۈزىتىپ تۇرغۇچى ئاللاھ (بۇتلارغا ئوخشامدۇ؟) ئۇلار بۇتلارنى ئاللاھقا شېرىك قىلدى. ئۇلارغا: « بۇتلارنىڭ ناملىرىنى ئاتاپ بېقىڭلار، يەر يۈزىدە ئاللاھ بىلمەيدىغان نەرسىلەر باردەك، سىلەر ئۇلارنى ئاللاھقا ئېيتىپ بېرەلەمسىلەر؟ ياكى قۇرۇق گۇمان بىلەن (ئۇلارنى ئاللاھنىڭ شېرىكلىرى دەۋاتامسىلەر؟)» دېگىن. بەلكى كاپىرلارغا ئۇلارنىڭ كۇفرى چىرايلىق كۆرسىتىلدى. ئۇلار توغرا يولدىن مەنئى قىلىندى. ئاللاھ گۇمراھ قىلغان ئادەمگە ھېچقانداق ھىدايەت قىلغۇچى بولمايدۇ[33].","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:34","price":"ئۇلار بۇ دۇنيادا ئازابقا دۇچار بولىدۇ، ئاخىرەتنىڭ ئازابى تېخىمۇ قاتتىق بولىدۇ. ئۇلارنى ئاللاھنىڭ ئازابىدىن ساقلىغۇچى بولمايدۇ[34].","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:35","price":" تەقۋادارلارغا ۋەدە قىلىنغان جەننەتنىڭ سۈپىتى شۇكى، ئۇنىڭ ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدۇ، ئۇنىڭ مېۋىلىرى تۈگىمەيدۇ، ھەمىشە سايە چۈشۈپ تۇرىدۇ، ئەنە شۇ تەقۋادارلارنىڭ ئاقىۋەت بارىدىغان جايىدۇر؛ كاپىرلارنىڭ ئاقىۋەت بارىدىغان جايى دوزاختۇر[35].","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:36","price":" (ئى مۇھەممەد!) بىز كىتاب (يەنى تەۋرات ۋە ئىنجىل) نازىل قىلغانلار (يەنى ئابدۇللا ئىبن سالام ۋە نەجاشىغا ئوخشاشلار) ساڭا نازىل قىلىنغان (قۇرئان) دىن شادلىنىدۇ. (ساڭا قارشى) ئىتتىپاق تۈزگەنلەرنىڭ ئارىسىدا (ھەقلىقىنى بىلىپ تۇرۇپ گەدەنكەشلىكتىن) قۇرئاننىڭ بەزى (جايلىرىنى) ئىنكار قىلىدىغانلارمۇ بار. (ئى مۇھەممەد!) «مەن پەقەت (يالغۇز) ئاللاھقىلا ئىبادەت قىلىشقا، ئاللاھقا (ھېچ نەرسىنى) شېرىك كەلتۈرمەسلىككە بۇيرۇلدۇم، (ئىنسانلارنى) ئاللاھقا ئىبادەت قىلىشقا دەۋەت قىلىمەن، ئاللاھنىڭلا دەرگاھىغا قايتىمەن» دېگىن[36].","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:37","price":"شۇنىڭدەك (يەنى ئۆتكەنكى پەيغەمبەرلەرگە ئۆز تىلىدا كىتاب نازىل قىلغىنىمىزدەك)، قۇرئاننى ئەرەب تىلىدا (كىشىلەرنىڭ ئارىسىدا چىقىرىشقا) ھۆكۈم قىلىپ نازىل قىلدۇق، سەن ئىلىمگە ئىگە بولۇپ تۇرۇپ، ئۇلارنىڭ (يەنى ئەھلى كىتابنىڭ) نەپسى- خاھىشلىرىغا ئەگىشىپ كېتىدىغان بولساڭ، ساڭا ھېچقانداق ياردەم بەرگۈچى ۋە سېنى ئاللاھنىڭ ئازابىدىن ساقلىغۇچى بولمايدۇ[37].","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:38","price":"بىز سەندىن ئىلگىرى ھەقىقەتەن نۇرغۇن پەيغەمبەرلەرنى ئەۋەتتۇق، ئۇلارغا خوتۇنلار ۋە بالىلار بەردۇق، ھەرقانداق پەيغەمبەر ئاللاھنىڭ ئىزنىسىز مۆجىزە كەلتۈرەلمەيدۇ، ھەربىر ۋاقىتنىڭ (ئۆزىگە مۇناسىپ) ھۆكمى بولىدۇ[38].","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:39","price":"ئاللاھ (ئەھكاملاردىن) خالىغىنىنى بىكار قىلىدۇ، خالىغىنىنى ئۆز جايىدا قالدۇرىدۇ. لەۋھۇلمەھپۇز ئاللاھنىڭ دەرگاھىدىدۇر[39].","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:40","price":" ئۇلارغا بىز ۋەدە قىلغان ئازابنىڭ بەزىسىنى ساڭا كۆرسەتسەكمۇ (يەنى سېنىڭ ھايات ۋاقتىڭدا نازىل قىلساقمۇ) ياكى سېنى (مۇشرىكلارغا ئازاب كېلىشتىن بۇرۇن) قەبزى روھ قىلساقمۇ، سېنىڭ مەسئۇلىيىتىڭ پەقەت تەبلىغ قىلىشتۇر. بىزنىڭ مەسئۇلىيىتىمىز ھېساب ئېلىشتۇر[40].","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:41","price":" ئۇلارنىڭ يېرىنى چۆرىسىدىن تارايتىپ بېرىۋاتقانلىقىمىز (يەنى كۇففارلارنىڭ زېمىنىنى قەدەممۇ قەدەم پەتھى قىلىپ، ئىسلام يۇرتىغا قوشۇۋاتقانلىقىمىز) نى ئۇلار (يەنى مۇشرىكلار) كۆرمەيۋاتامدۇ؟ ئاللاھ (خالىغانچە) ھۆكۈم قىلىدۇ، ئاللاھنىڭ ھۆكمىگە ھېچ كىشى قارشى تۇرالمايدۇ. ئاللاھ تېز ھېساب ئالغۇچىدۇر[41].","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:42","price":"ئۇلار (يەنى قۇرەيش كاپىرلىرى) دىن ئىلگىرى ئۆتكەنلەرمۇ (پەيغەمبەرلىرىگە) ھىيلە ـ مىكىر ئىشلەتكەن ئىدى. (ئۇلارنىڭ ھىيلە - مىكرىنى بەربات قىلىدىغان) يوشۇرۇن تەدبىرلەرنىڭ ھەممىسى ئاللاھنىڭ ئىلكىدىدۇر، ئاللاھ ھەربىر كىشىنىڭ قىلىۋاتقان (ياخشى- يامان) ئەمەللىرىنى بىلىپ تۇرىدۇ، كاپىرلار (ئازابنى كۆرگەندە) كىمنىڭ ئاخىرەتلىكىنىڭ ياخشى بولغانلىقىنى بىلىدۇ[42].","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"13:43","price":" (ئى مۇھەممەد!) مەككە كۇففارلىرى: «سەن پەيغەمبەر ئەمەسسەن» دەيدۇ. ئېيتقىنكى، «راستلىقىمغا سىلەر بىلەن مېنىڭ ئوتتۇرامدا ئاللاھنىڭ گۇۋاھلىقى ۋە ئاللاھنىڭ كىتابىنى بىلىدىغانلار (يەنى ئەھلى كىتاب ئۆلىمالىرىدىن ئىمان ئېيتقانلار) نىڭ گۇۋاھلىقى يېتەرلىكتۇر»[43].","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:1","price":"ئەلىف. لام. را. (بۇ قۇرئان شۇنداق) كىتابتۇركى، (ئى مۇھەممەد!) ئۇنى ساڭا كىشىلەرنى پەرۋەردىگارىنىڭ ئىزنى بىلەن قاراڭغۇلۇقتىن (يەنى كۇفرىدىن) يورۇقلۇققا (يەنى ئىمانغا) چىقىرىشىڭ ئۈچۈن، غالىب، (ھەممە تىللاردا) مەدھىيەلەنگەن ئاللاھنىڭ يولىغا (باشلىشىڭ ئۈچۈن) نازىل قىلدۇق[1].","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:2","price":"ئاسمانلاردىكى ۋە زېمىندىكى ھەممە نەرسە ئاللاھنىڭ مۈلكىدۇر، قاتتىق ئازابتىن كاپىرلارغا ۋاي![2]. ","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:3","price":"ئۇلار بۇ دۇنيانى ئاخىرەتتىن ئارتۇق كۆرىدۇ (كىشىلەرنى) ئاللاھنىڭ يولىدىن (يەنى ئىسلام دىنىدىن) توسىدۇ، ئاللاھنىڭ يولىنىڭ ئەگرى بولۇشىنى تىلەيدۇ، ئۇلار (ھەقتىن) يىراق بولغان گۇمراھلىقتىدۇر[3].","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:4","price":" قانداقلا بىر پەيغەمبەرنى ئەۋەتمەيلى، ئۇنى بىز ئۆز قەۋمىگە (ئاللاھنىڭ شەرىئىتىنى) بايان قىلىش ئۈچۈن، پەقەت ئۆز قەۋمىنىڭ تىلى بىلەن (سۆزلەيدىغان) قىلىپ ئەۋەتتۇق. ئاللاھ خالىغان ئادەمنى گۇمراھ قىلىدۇ، خالىغان ئادەمنى ھىدايەت قىلىدۇ (يەنى پەيغەمبەرلەرنىڭ ۋەزىپىسى پەقەت تەبلىغ قىلىش بولۇپ، ھىدايەت قىلىش ئىشى ئاللاھنىڭ ئىلكىدىدۇر). ئاللاھ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر[4].","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:5","price":"بىز مۇسانى مۆجىزىلىرىمىز بىلەن ھەقىقەتەن (پەيغەمبەر قىلىپ) ئەۋەتتۇق، (ئۇنىڭغا دېدۇقكى) «قەۋمىڭنى قاراڭغۇلۇقتىن (يەنى كۇفرىدىن) يورۇقلۇققا (يەنى ئىمانغا) چىقارغىن، ئۇلارغا ئاللاھنىڭ نېمەتلىرىنى ئەسلەتكىن». بۇنىڭدا (بالاغا) سەۋر قىلغۇچى، (نېمەتكە) شۈكۈر قىلغۇچى ھەربىر (بەندە) ئۈچۈن ئەلۋەتتە نۇرغۇن ئىبرەتلەر بار[5].","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:6","price":"مۇسا ئۆز ۋاقتىدا ئۆز قەۋمىگە: «ئاللاھنىڭ سىلەرگە بەرگەن نېمىتىنى ئەسلەڭلار. ئاللاھ ئۆز ۋاقتىدا سىلەرنى پىرئەۋن قەۋمىدىن قۇتقۇزدى، ئۇلار سىلەرنى قاتتىق قىينايتتى، ئوغۇللىرىڭلارنى بوغۇزلايتتى، خوتۇن كىشىلىرىڭلارنى (خىزمەت قىلدۇرۇشقا) قالدۇراتتى. بۇنىڭدا پەرۋەردىگارىڭلار تەرىپىدىن (سىلەرگە) چوڭ سىناق بار ئىدى» دېدى[6].","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:7","price":" ئۆز ۋاقتىدا پەرۋەردىگارىڭلار: «نېمىتىمگە شۈكۈر قىلساڭلار، (ئۇنى) تېخىمۇ زىيادە قىلىمەن، ئەگەر(كۇفرانى نېمەت) قىلساڭلار، مېنىڭ ئازابىم، ئەلۋەتتە، بەكمۇ قاتتىق بولىدۇ» دەپ جاكارلىدى[7].","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:8","price":" مۇسا (ئۆز قەۋمىگە): «ئەگەر سىلەر ۋە پۈتۈن يەر يۈزىدىكى كىشىلەر كاپىر بولۇپ كەتسەڭلارمۇ (ئاللاھقا قىلچە زىيان يەتكۈزەلمەيسىلەر)، چۈنكى ئاللاھ ئەلۋەتتە (ھەممىدىن) بىھاجەتتۇر، مەدھىيەلەشكە لايىقتۇر» دېدى[8].","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:9","price":"سىلەردىن ئىلگىرى ئۆتكەن نۇھ، ئاد ۋە سەمۇد قەۋملىرىنىڭ ۋە ئۇلاردىن كېيىن كەلگەن، (سانىنى) پەقەت ئاللاھ بىلىدىغان ئۈممەتلەرنىڭ خەۋىرى سىلەرگە يەتمىدىمۇ؟ ئۇلارغا پەيغەمبەرلىرى مۆجىزىلەر بىلەن كەلدى، ئۇلار قوللىرى بىلەن پەيغەمبەرلەرنىڭ ئېغىزلىرىغا ئىشارەت قىلىپ (يەنى ئۇلارنىڭ سۈكۈت قىلىشىنى كۆرسىتىپ): «بىز سىلەرنىڭ پەيغەمبەرلىكىڭلارنى ھەقىقەتەن ئىنكار قىلىمىز، بىز سىلەر دەۋەت قىلىۋاتقان ئىشقا ھەقىقەتەن زور گۇماندىمىز» دېدى[9].","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:10","price":"پەيغەمبەرلىرى: «ئاسمانلارنى ۋە زېمىننى ياراتقۇچى ئاللاھنىڭ (بىرلىكىدە) شەك بارمۇ؟ ئاللاھ گۇناھلىرىڭلارنى مەغپىرەت قىلىش ئۈچۈن، سىلەرنى (ئىمانغا) چاقىرىدۇ، سىلەرنى (جازالاشنى) مەلۇم مۇددەتكىچە (يەنى ئەجىلىڭلار يەتكۈچە) تەخىر قىلىدۇ» دېدى. ئۇلار: «سىلەر پەقەت بىزگە ئوخشاش ئىنسان، ئاتا ـ بوۋىلىرىمىز ئىبادەت قىلىپ كېلىۋاتقان (بۇتلار) غا ئىبادەت قىلىشىمىزدىن توسماقچى بولىسىلەر، (راستلىقىڭلار ئۈچۈن) بىزگە ئېنىق پاكىت كۆرسىتىڭلار» دېدى[10].","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:11","price":" پەيغەمبەرلىرى ئۇلارغا: «بىز پەقەت سىلەرگە ئوخشاش ئىنسانمىز، لېكىن ئاللاھ بەندىلىرىدىن خالىغان كىشىلەرگە (پەيغەمبەرلىكىنى) مەرھەمەت قىلىدۇ، ئاللاھنىڭ ئىزنىسىز سىلەرگە ھېچقانداق پاكىت كۆرسىتەلمەيمىز، مۆمىنلەر (ھەممە ئىشتا) يالغۇز بىر ئاللاھقىلا تەۋەككۈل قىلسۇن (يەنى ھەممە ئىشلىرىنى ئاللاھقا تاپشۇرسۇن)[11]","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:12","price":"ئاللاھ بىزنى (ئاللاھنى تونۇيدىغان) يوللىرىمىزغا يېتەكلىگەن تۇرسا، نېمىشقا ئاللاھقا تەۋەككۈل قىلمايلى؟ بىزگە يەتكۈزگەن ئەزىيەتلىرىڭلارغا، ئەلۋەتتە، سەۋر قىلىمىز، تەۋەككۈل قىلغۇچىلار پەقەت ئاللاھقا تەۋەككۈل قىلسۇن» دېدى[12].","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:13","price":"كاپىرلار پەيغەمبەرلىرىگە: «سىلەرنى زېمىنىمىزدىن چوقۇم ھەيدەپ چىقىرىمىز ياكى چوقۇم بىزنىڭ دىنىمىزغا قايتىشىڭلار كېرەك» دېدى. ئۇلارغا پەرۋەردىگارى (مۇنداق) ۋەھىي قىلدى: «زالىملارنى چوقۇم ھالاك قىلىمىز[13].","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:14","price":"ئۇلارنى ھالاك قىلغاندىن كېيىن زېمىندا چوقۇم سىلەرنى تۇرغۇزىمىز، بۇ (يەنى غەلىبە) مېنىڭ ئالدىمدا تۇرۇشتىن (يەنى سوراققا تارتىلىشتىن) ۋە ئازابىمدىن قورققانلار ئۈچۈندۇر»[14].","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:15","price":"پەيغەمبەرلەر ئاللاھتىن مەدەت تىلىدى، ھەر بىر ئۇچىغا چىققان تەرسا، شەپقەتسىز (يەنى ئاللاھقا ئىتائەت قىلىشقا گەدەنكەشلىك قىلىپ ھەقىقەتتىن باش تارتقۇچى) ھالاك بولدى[15].","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:16","price":" ئۇنىڭ ئالدىدا جەھەننەم تۇرىدۇ، جەھەننەمدە ئۇ يىرىڭ ئارىلاش سۇ بىلەن سۇغىرىلىدۇ[16].","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:17","price":"(ئۇنىڭ ئاچچىقلىقىدىن) ئۇنى يۇتۇملاپ ئىچىپ تەسلىكتە يۇتىدۇ، ئۆلۈم ئۇنى قورشىۋالىدۇ. لېكىن ئۇ ھەرگىز ئۆلمەيدۇ، شۇنىڭدىن كېيىن تېخىمۇ قاتتىق ئازابقا دۇچار بولىدۇ[17].","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:18","price":"پەرۋەردىگارىنى ئىنكار قىلغانلارنىڭ قىلغان (ياخشى) ئەمەللىرى بورانلىق كۈندە شامال ئۇچۇرۇپ كەتكەن بىر دۆۋە كۈلگە ئوخشىمايدۇ، كاپىرلار (بۇ دۇنيادا) قىلغان ياخشى ئەمەللىرى ئۈچۈن ئازراقمۇ ساۋابقا ئېرىشەلمەيدۇ، بۇ چوڭقۇر ئېزىشتۇر (يەنى چوڭ زىياندۇر)[18].","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:19","price":" ئاسمانلارنى ۋە زېمىننى ئاللاھنىڭ ھەق ئاساستا ياراتقانلىقىنى (يەنى بىكار ياراتمىغانلىقىنى) كۆرمىدىڭمۇ؟ ئەگەر ئاللاھ خالىسا، (ئى ئىنسانلار!) سىلەرنى يوق قىلىۋېتىپ (ئورنۇڭلارغا سىلەردىن ياخشى) يېڭى ئادەملەرنى يارىتىدۇ[19].","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:20","price":"بۇ ئاللاھقا قىيىن ئەمەس[20].","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:21","price":"ئۇلار (يەنى خالايىقلار) نىڭ ھەممىسى (قىيامەت كۈنى قەبرىلىرىدىن) چىقىپ، ئاللاھقا مۇلاقات بولىدۇ، ئاجىزلىرى (يەنى ئەگەشكۈچىلىرى) مۇتەكەببىرلىرىگە (يەنى ئەگەشتۈرگۈچىلىرىگە): «شۈبھىسىزكى، بىز سىلەرنىڭ ئەگەشكۈچىڭلار ئىدۇق، سىلەر بىزگە بولۇۋاتقان ئاللاھنىڭ ئازابىدىن ئازراق دەپئى قىلالامسىلەر؟» دەيدۇ. ئۇلار: «ئاللاھ بىزنى ھىدايەت قىلغان بولسا ئىدى، بىز ئەلۋەتتە سىلەرنى ھىدايەت قىلاتتۇق، بىز مەيلى نالە ـ پەرياد قىلايلى، مەيلى سەۋر قىلايلى، بەرىبىر ئوخشاش، بىزگە ھېچقانداق قاچىدىغان جاي يوق» دەيدۇ[21].","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:22","price":" ئىش پۈتكەندە (يەنى ھېساب تۈگەپ، جەننەتىلەر بىلەن دوزىخىلار ئايرىلىپ بولغاندا)، شەيتان: «ئاللاھ ھەقىقەتەن سىلەرگە (ئىتائەت قىلغۇچىنى مۇكاپاتلاش، ئاسىيلىق قىلغۇچىنى جازالاشتىن ئىبارەت) راست ۋەدىنى قىلغان ئىدى، (ۋەدىسىگە ۋاپا قىلدى). مەن سىلەرگە (ئۆلگەندىن كېيىن تىرىلىش، ساۋاب، جازا دېگەنلەر يوق، دەپ يالغان) ۋەدە قىلغان ئىدىم، (ۋەدەمگە) خىلاپلىق قىلدىم، سىلەرگە مېنىڭ (كۇفرىغا، گۇناھقا زورلىغۇدەك) ھۆكۈمرانلىقىم بولغىنى يوق، مەن سىلەرنى پەقەت (گۇمراھلىققا) دەۋەت قىلدىم، سىلەر (دەۋىتىمنى) قوبۇل قىلدىڭلار، شۇنىڭ ئۈچۈن مېنى ئەيىبلىمەڭلار، ئۆزۈڭلارنى ئەيىبلەڭلار، مەن سىلەرگە ياردەم بېرىپ سىلەرنى قۇتقۇزالمايمەن، سىلەرمۇ ماڭا ياردەم بېرىپ مېنى قۇتقۇزالمايسىلەر، مەن سىلەرنىڭ بۇرۇن مېنى ئاللاھقا (ئىبادەتتە) شېرىك قىلغانلىقىڭلارنى ئېتىراپ قىلمايمەن، شۈبھىسىزكى، زالىملار چوقۇم قاتتىق ئازابقا دۇچار بولىدۇ» دەيدۇ[22].","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:23","price":" ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار، پەرۋەردىگارىنىڭ ئىزنى بىلەن، ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەرگە كىرىدۇ، ئۇ جەننەتلەردە مەڭگۈ قالىدۇ، (پەرىشتىلەر ئۇلارنى ھۆرمەتلەپ) سىلەرگە ئامانلىق بولسۇن، دەپ سالام بېرىدۇ[23].","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:24","price":"ئاللاھنىڭ مۇنداق بىر تەمسىل كۆرسەتكەنلىكىنى كۆرمىدىڭمۇ؟ كەلىمە تەييىبە (يەنى ياخشى سۆز، ئىمان كەلىمىسى) يىلتىزى يەرنىڭ ئاستىدا بولغان، شېخى ئاسمانغا تاقاشقان[24]،","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:25","price":"پەرۋەردىگارىنىڭ ئىزنى بىلەن ۋاقتى ـ ۋاقتىدا مېۋە بېرىپ تۇرىدىغان ئېسىل دەرەخقە ئوخشايدۇ. ئاللاھ كىشىلەرگە ۋەز ـ نەسىھەت ئالسۇن دەپ، ئۇلارغا نۇرغۇن تەمسىللەرنى كەلتۈرىدۇ[25].","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:26","price":"يامان سۆز (يەنى كۇفرى كەلىمىسى) زېمىندىن قومۇرۇپ تاشلانغان، ھېچقانداق قارارى يوق ناچار دەرەخقە ئوخشايدۇ[26].","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:27","price":"ئاللاھ مۆمىنلەرنى مۇستەھكەم ئىمان بىلەن دۇنيادا ۋە ئاخىرەتتە مەھكەم تۇرغۇزىدۇ. ئاللاھ زالىملارنى گۇمراھ قىلىدۇ، ئاللاھ خالىغىنىنى قىلىدۇ[27].","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:28","price":"ئاللاھنىڭ بەرگەن نېمىتىگە كۇفرىلىق قىلغان ۋە ئۆز قەۋمىنى (ئازدۇرۇش بىلەن) ھالاكەت مەۋقەسىگە چۈشۈرۈپ قويغانلارنى كۆرمىدىڭمۇ؟[28].","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:29","price":" (ھالاكەت مەۋقەسى) جەھەننەمدۇركى، ئۇلار جەھەننەمگە كىرىدۇ، ئۇ نېمىدېگەن يامان جاي![29].","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:30","price":" ئۇلار (كىشىلەرنى) ئاللاھنىڭ يولىدىن (يەنى ئىسلام دىنىدىن) ئازدۇرۇش ئۈچۈن، ئاللاھقا نۇرغۇن شېرىكلەرنى پەيدا قىلىۋالدى. ئۇلارغا: «(دۇنيانىڭ نېمەتلىرىدىن) بەھرىمەن بولدۇڭلار، شۈبھىسىزكى، سىلەرنىڭ بارىدىغان جايىڭلار دوزاختۇر» دېگىن[30].","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:31","price":" مۆمىن بەندىلىرىمگە ئېيتقىنكى، ئۇلار نامازنى ئادا قىلسۇن، ئالدى ـ ساتتىمۇ، دوستلۇقمۇ بولمايدىغان كۈن (يەنى قىيامەت كۈنى) كېلىشتىن بۇرۇن، بىز ئۇلارغا بەرگەن مال ـ مۈلۈكتىن يوشۇرۇن ۋە ئاشكارا يوسۇندا سەدىقە قىلسۇن[31].","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:32","price":"ئاللاھ ئاسمانلارنى ۋە زېمىننى ياراتتى، بۇلۇتتىن يامغۇر ياغدۇرۇپ بەردى، يامغۇر سۈيى بىلەن سىلەرگە رىزىق قىلىپ نۇرغۇن مېۋىلەرنى ئۆستۈرۈپ بەردى، ئاللاھ سىلەرگە ئۆز ئەمرى بويىچە دېڭىزدا قاتنايدىغان كېمىلەرنى بويسۇندۇرۇپ بەردى، سىلەرگە دەريالارنى بويسۇندۇرۇپ بەردى[32].","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:33","price":"سىلەرگە ئاي بىلەن كۈننى تەرتىپلىك دەۋر قىلىپ تۇرىدىغان قىلىپ بويسۇندۇرۇپ بەردى، سىلەرگە كېچە بىلەن كۈندۈزنى بويسۇندۇرۇپ بەردى[33].","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:34","price":"ئاللاھ سىلەرگە سورىغان نەرسەڭلارنىڭ ھەممىسىنى بەردى، سىلەر ئاللاھنىڭ نېمەتلىرىنى ساناپ تۈگىتەلمەيسىلەر، ئىنسان، شەك ـ شۈبھىسىزكى، زۇلۇم قىلغۇچىدۇر، (ئاللاھنىڭ نېمەتلىرىگە) كۇفرىلىق قىلغۇچىدۇر[34].","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:35","price":"ئۆز ۋاقتىدا ئىبراھىم ئېيتتى: «پەرۋەردىگارىم! بۇ جاينى (يەنى مەككىنى) تىنچ (جاي) قىلىپ بەرگىن، مېنى ۋە مېنىڭ ئەۋلادلىرىمنى بۇتلارغا چوقۇنۇشتىن يىراق قىلغىن[35].","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:36","price":" پەرۋەردىگارىم! ئۇلار (يەنى بۇتلار) نۇرغۇن كىشىلەرنى ئازدۇردى (يەنى نۇرغۇن كىشىلەرنىڭ ئېزىشىغا سەۋەبچى بولدى)، كىمكى ماڭا ئەگەشكەن ئىكەن، ئۇ مېنىڭ دىنىمدىدۇر، كىمكى ماڭا ئاسىيلىق قىلغان ئىكەن، سەن ئەلۋەتتە (ئۇنىڭغا) مەغپىرەت قىلىشقا ۋە مەرھەمەت قىلىشقا (قادىرسەن)[36]. ","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:37","price":"پەرۋەردىگارىمىز! ئەۋلادىمنىڭ بىر قىسىمىنى (يەنى بالام ئىسمائىل بىلەن ئايالىم ھاجەرنى) ناماز ئوقۇسۇن (يەنى ساڭا ئىبادەت قىلسۇن دەپ) سېنىڭ ھۆرمەتلىك ئۆيۈڭنىڭ قېشىدىكى ئېكىنسىز بىر ۋادىغا (يەنى مەككىگە) ئورۇنلاشتۇردۇم. پەرۋەردىگارىمىز! بىر قىسىم كىشىلەرنىڭ دىللىرىنى ئۇلارغا مايىل قىلغىن، ئۇلارنى شۈكۈر قىلسۇن دەپ تۈرلۈك مېۋىلەرنى ئۇلارغا رىزىق قىلىپ بەرگىن[37].","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:38","price":" پەرۋەردىگارىمىز! سەن بىزنىڭ يوشۇرۇن ۋە ئاشكارا قىلغانلىرىمىزنى بىلىپ تۇرىسەن، ئاسمان ـ زېمىندىكى ھېچ نەرسە ئاللاھقا مەخپىي ئەمەس[38]. ","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:39","price":"جىمى ھەمدۇسانا ياشانغىنىمدا ماڭا ئىسمائىل بىلەن ئىسھاقنى بەرگەن ئاللاھقا خاستۇر! پەرۋەردىگارىم! ھەقىقەتەن دۇئانى ئاڭلاپ تۇرغۇچىدۇر (يەنى دۇئا قىلغۇچىنىڭ دۇئاسىنى ئىجابەت قىلغۇچىدۇر)[39].","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:40","price":"پەرۋەردىگارىم! مېنى ۋە بىر قىسىم ئەۋلادىمنى نامازنى ئادا قىلغۇچى قىلغىن، پەرۋەردىگارىمىز! دۇئايىمنى قوبۇل قىلغىن[40]. ","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:41","price":"پەرۋەردىگارىمىز! ھېساب ئالىدىغان كۈندە (يەنى قىيامەت كۈنىدە) ماڭا، ئاتا ـ ئانامغا ۋە مۆمىنلەرگە مەغپىرەت قىلغىن»[41].","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:42","price":"زالىملارنىڭ قىلمىشلىرىدىن ئاللاھنى بىخەۋەر دەپ ئويلىمىغىن، ئاللاھ ئۇلارنى جازالاشنى (شۇ كۈنىنىڭ دەھشىتىدىن) كۆزلەر چەكچىيىپ قالىدىغان كۈنىگۈچە (يەنى قىيامەت كۈنىگۈچە) كېچىكتۈرىدۇ[42].","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:43","price":" (بۇ كۈندە) ئۇلار باشلىرىنى كۆتۈرۈپ، ئالغا قاراپ چاپىدۇ، كۆزلىرى ئېچىلىپ قالىدۇ، (تېڭىرقىغانلىقتىن) دىللىرى (ئەقىل ـ ئىدراكتىن) خالىي بولۇپ قالىدۇ[43]. ","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:44","price":" (ئى مۇھەممەد!) كىشىلەرنى ئازاب كېلىدىغان كۈن (يەنى قىيامەت كۈنى) دىن ئاگاھلاندۇرغىن، (بۇ كۈندە) زالىملار: «پەرۋەردىگارىمىز! بىزگە قىسقىغىنا ۋاقىت مۆھلەت بەرگىن (يەنى دۇنياغا قايتۇرغىن)، دەۋىتىڭنى قوبۇل قىلايلى، پەيغەمبەرلەرگە ئەگىشەيلى» دەيدۇ. (ئۇلارغا) سىلەر ئىلگىرى، بىز ھەرگىز يوقالمايمىز، دەپ قەسەم ئىچمىگەنمىدىڭلار؟ (دېيىلىدۇ)[44].","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:45","price":" ئۆزلىرىگە زۇلۇم قىلغانلارنى (ھالاك قىلغىنىمىزدىن كېيىن) سىلەر ئۇلارنىڭ جايلىرىدا تۇردۇڭلار (ئۇلارنىڭ جايلىرىدىن ئىبرەت ئالساڭلارچۇ!)، ئۇلارنى قانداق جازالىغانلىقىمىز سىلەرگە ئېنىق مەلۇم بولدى. سىلەرگە نۇرغۇن مىساللارنى كەلتۈردۇق (يەنى پەيغەمبەرلەرگە چىنپۈتمىگەنلەرنىڭ ئەھۋالىنى بايان قىلدۇق)[45]. ","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:46","price":"ئۇلار ھەقىقەتەن (پەيغەمبەرلەرگە ۋە مۆمىنلەرگە) مىكىر ئىشلەتتى. ئۇلارنىڭ مىكرى تاغنى ئۆرۈۋەتكۈدەك (چوڭ) بولسىمۇ، ئاللاھ ئۇلارنىڭ مىكرىنى بەربات قىلىدۇ[46].","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:47","price":"ئاللاھنى پەيغەمبەرلىرىگە قىلغان ۋەدىسىگە خىلاپلىق قىلىدۇ دەپ ئويلىمىغىن، ئاللاھ ھەقىقەتەن غالىبتۇر، (دوستلىرى ئۈچۈن دۈشمەنلىرىدىن) ئىنتىقام ئالغۇچىدۇر[47].","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:48","price":" ئۇ كۈندە زېمىنمۇ باشقا بىر زېمىنغا، ئاسمانلارمۇ باشقا بىر ئاسمانلارغا ئايلىنىدۇ، ئۇلار (يەنى پۈتۈن خالايىق قەبرىلىرىدىن چىقىپ) يېگانە ، قۇدرەتلىك ئاللاھنىڭ دەرگاھىدا (يەنى مەھشەرگاھدا) ھازىر بولىدۇ[48].","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:49","price":"(ئى مۇھەممەد!) ئۇ كۈندە گۇناھكارلار (يەنى كۇففارلار) نى زەنجىرلەر بىلەن بىر ـ بىرىگە چېتىلىپ باغلانغان ھالدا كۆرۈسەن[49].","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:50","price":"ئۇلارنىڭ كۆڭلىكى قارامايدىن بولىدۇ، ئوت ئۇلارنىڭ يۈزلىرىنى ئورىۋالىدۇ[50]. ","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:51","price":"ئاللاھ ھەر كىشىنىڭ قىلمىشىغا قاراپ شۇنداق جازا بېرىدۇ، ئاللاھ ئەلۋەتتە تېز ھېساب ئالغۇچىدۇر[51].","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":null,"lang":"ug"},{"name":"14:52","price":"كىشىلەرنىڭ ئاگاھلاندۇرۇلۇشى، ئاللاھنىڭ بىر ئىكەنلىكىنى بىلىشلىرى، ئەقىل ئىگىلىرىنىڭ ۋەز ـ نەسىھەت ئېلىشلىرى ئۈچۈن، بۇ (قۇرئان) تەبلىغدۇر (يەنى كىشىلەرگە تەبلىغ قىلىش ئۈچۈن نازىل قىلىندى)[52].","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":null,"lang":"ug"}],"juz":{"id":13,"name":"وَمَا أُبَرِّئُ نَفْسِي","transliteration":"Wa Ma Ubrri'u Nafsi","transEn":"And I Do Not Acquit Myself","startVerse":"12:53","endVerse":"14:52","totalVerses":154}}