{"data":[{"name":"33:31","price":" سىلەردىن كىمكى ئاللاھقا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلسا ۋە ياخشى ئەمەل قىلسا، ئۇنىڭغا ساۋابنى ئىككى قاتلاپ بېرىمىز، ئۇنىڭغا (جەننەتتە) ئېسىل رىزىق تەييارلىدۇق[31].","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:32","price":" ئى پەيغەمبەرنىڭ ئاياللىرى! سىلەر باشقا ئاياللارنىڭ ھېچبىرىگە ئوخشىمايسىلەر، سىلەر (يات ئەرلەرگە سۆز قىلغاندا) نازلىنىپ سۆز قىلماڭلار، (نازلىنىپ سۆز قىلساڭلار) دىلىدا كېسەل بار ئادەم (سىلەرگە قارىتا) تەمەدە بولۇپ قالىدۇ، (گۇماندىن خالىي) ياخشى سۆزنى سۆزلەڭلار[32].","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:33","price":" ئۆيلىرىڭلاردا ئولتۇرۇڭلار، ئىلگىرىكى جاھىلىيەت دەۋرىدىكى ئاياللارنىڭ ياسىنىپ چىققىنىدەك ياسىنىپ چىقماڭلار، ناماز ئوقۇڭلار، زاكات بېرىڭلار، ئاللاھقا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلىڭلار، ئى پەيغەمبەرنىڭ ئائىلىسىدىكىلەر! ئاللاھ سىلەردىن گۇناھنى ساقىت قىلىشنى ۋە سىلەرنى تامامەن پاك قىلىشنى خالايدۇ[33].","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:34","price":" ئۆيلىرىڭلاردا ئاللاھنىڭ ئايەتلىرىدىن ۋە ھېكمەت (يەنى پەيغەمبەر ئەلەيھىسسالامنىڭ ھەدىسلىرى) دىن ئوقۇلۇۋاتقان نەرسىلەرنى ياد ئېتىڭلار، ئاللاھ ھەقىقەتەن سىرلارنى بىلگۈچىدۇر، ھەممىدىن خەۋەرداردۇر[34].","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:35","price":" مۇسۇلمان ئەرلەر ۋە مۇسۇلمان ئاياللارغا، مۆمىن ئەرلەر ۋە مۆمىن ئاياللارغا، تائەت ـ ئىبادەت قىلغۇچى ئەرلەر ۋە تائەت ـ ئىبادەت قىلغۇچى ئاياللارغا، راستچىل ئەرلەر ۋە راستچىل ئاياللارغا، سەۋر قىلغۇچى ئەرلەر ۋە سەۋر قىلغۇچى ئاياللارغا، خۇدادىن قورققۇچى ئەرلەر ۋە خۇدادىن قورققۇچى ئاياللارغا، سەدىقە بەرگۈچى ئەرلەر ۋە سەدىقە بەرگۈچى ئاياللارغا، روزا تۇتقۇچى ئەرلەر ۋە روزا تۇتقۇچى ئاياللارغا، نەپسىلىرىنى ھارامدىن ساقلىغۇچى ئەرلەر ۋە نەپسىلىرىنى ھارامدىن ساقلىغۇچى ئاياللارغا، ئاللاھنى كۆپ زىكرى قىلغۇچى ئەرلەر ۋە ئاللاھنى كۆپ زىكرى قىلغۇچى ئاياللارغا ئاللاھ مەغپىرەت ۋە كاتتا ساۋاب تەييارلىدى[35].","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:36","price":" ئاللاھ ۋە ئۇنىڭ پەيغەمبىرى بىرەر ئىشتا ھۆكۈم چىقارغان چاغدا، ئەر ـ ئايال مۆمىنلەرنىڭ ئۆز ئىشىدا ئىختىيارلىقى بولمايدۇ (يەنى ئاللاھ ۋە ئاللاھنىڭ پەيغەمبىرى بىرەر ئىشتا ھۆكۈم چىقارغان ئىكەن، ھېچ ئادەمنىڭ ئۇنىڭغا مۇخالىپەتچىلىك قىلىشىغا بولمايدۇ)، كىمكى ئاللاھقا ۋە ئۇنىڭ پەيغەمبىرىگە ئاسىيلىق قىلسا، ھەقىقەتەن ئۇ ئوپئوچۇق ئازغان بولىدۇ[36].","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:37","price":" ئۆز ۋاقتىدا سەن، ئاللاھ نېمەت بەرگەن، سەنمۇ ئىنئام قىلغان كىشىگە: «خوتۇنۇڭنى نىكاھىڭدا تۇتقىن، ئاللاھتىن قورققىن!» دېدىڭ، ئاللاھ ئاشكارىلىماقچى بولغان نەرسىنى كۆڭلۈڭدە يوشۇردۇڭ، كىشىلەرنىڭ تەنە قىلىشىدىن قورقتۇڭ، ئاللاھتىن قورقۇشۇڭ ئەڭ ھەقلىق ئىدى. مۆمىنلەرگە ئۇلارنىڭ بالا قىلىۋالغان ئوغۇللىرىنىڭ قويۇپ بەرگەن خوتۇنلىرىنى نىكاھلاپ ئالسا گۇناھ بولماسلىقى ئۈچۈن، زەيد ئۇنى (يەنى زەينەبنى) قويۇۋەتكەندىن كېيىن ساڭا نىكاھلاپ بەردۇق، ئاللاھنىڭ (سېنىڭ زەينەبنى ئېلىشىڭ توغرىسىدىكى) ئەمرى چوقۇم ئورۇنلىنىدۇ[37].","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:38","price":" ئاللاھ پەيغەمبەرگە ھالال قىلغان ئىشقا ھېچ گۇناھ بولمايدۇ. (بۇ) ئاللاھنىڭ ئۆتكەنكى (پەيغەمبەرلەرگە) تۇتقان يولىدۇر. ئاللاھنىڭ ئەمرى ئەزەلدىنلا بېكىتىلىپ كەتكەن (ئۆزگەرمەس) ھۆكۈمدۇر[38].","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:39","price":" ئۇلار (يەنى پەيغەمبەرلەر) ئاللاھنىڭ ئەمر ـ پەرمانلىرىنى يەتكۈزىدۇ، ئاللاھتىن قورقىدۇ، ئاللاھتىن باشقا ھېچ كىشىدىن قورقمايدۇ (ئى مۇھەممەد! سەنمۇ ئاللاھتىن غەيرىيدىن قورقماسلىقتا شۇ پەيغەمبەرلەرگە ئەگەشكىن)، ئاللاھ (ھەممە ئىشلاردىن) ھېساب ئېلىشقا يېتەرلىكتۇر[39].","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:40","price":"مۇھەممەد ئاراڭلاردىكى ئەرلەردىن ھېچبىرىنىڭ ئاتىسى ئەمەس، لېكىن (ئۇ) ئاللاھنىڭ پەيغەمبىرى ۋە پەيغەمبەرلەرنىڭ ئاخىرقىسىدۇر (ئاللاھ ئۇنىڭ بىلەن پەيغەمبەرلىكنى ئاخىرلاشتۇرغان، ئۇنىڭدىن كېيىن ھېچقانداق پەيغەمبەر كەلمەيدۇ)، ئاللاھ ھەممە نەرسىنى بىلگۈچىدۇر (سىلەرنىڭ سۆز ـ ھەرىكىتىڭلاردىن ھېچ نەرسە ئاللاھقا مەخپىي ئەمەس)[40].","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:41","price":" ئى مۆمىنلەر! ئاللاھنى كۆپ ياد قىلىڭلار[41]. ","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:42","price":"ئۇنىڭغا ئەتىگەن ـ ئاخشامدا تەسبىھ ئېيتىڭلار (چۈنكى بۇ ئىككى ۋاقىتتا پەرىشتىلەر چۈشۈپ تۇرغانلىقتىن، ئۇ ۋاقىتلارنىڭ ئەۋزىلى ھېسابلىنىدۇ)[42]. ","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:43","price":" ئاللاھ سىلەرنى قاراڭغۇلۇقتىن نۇرغا (يەنى گۇمراھلىقتىن ھىدايەتكە) چىقىرىش ئۈچۈن، سىلەرگە رەھمەت قىلىپ تۇرىدۇ، ئۇنىڭ پەرىشتىلىرى سىلەرگە مەغپىرەت تەلەپ قىلىپ تۇرىدۇ، ئاللاھ مۆمىنلەرگە ناھايىتى مېھرىباندۇر[43].","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:44","price":"ئۇلار ئاللاھقا مۇلاقات بولغان كۈندە ئۇلارغا ئاللاھ تەرىپىدىن يوللىنىدىغان سالام، (سىلەرگە) ئامانلىق بولسۇن (دېگەن سۆزدىن ئىبارەت)، ئاللاھ ئۇلارغا ئېسىل مۇكاپات تەييارلىدى[44].","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:45","price":" ئى پەيغەمبەر! سېنى بىز ھەقىقەتەن گۇۋاھچى، بېشارەتچى، ئاگاھلاندۇرغۇچى، ئاللاھنىڭ ئىزنى بىلەن ئۇنىڭ (بىرلىكىگە، تائەت ـ ئىبادىتىگە) دەۋەت قىلغۇچى ۋە نۇرلۇق چىراق قىلىپ ئەۋەتتۇق[45ـ46].","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:46","price":" ئى پەيغەمبەر! سېنى بىز ھەقىقەتەن گۇۋاھچى، بېشارەتچى، ئاگاھلاندۇرغۇچى، ئاللاھنىڭ ئىزنى بىلەن ئۇنىڭ (بىرلىكىگە، تائەت ـ ئىبادىتىگە) دەۋەت قىلغۇچى ۋە نۇرلۇق چىراق قىلىپ ئەۋەتتۇق[45ـ46].","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:47","price":" مۆمىنلەرگە ئۇلارنىڭ ئاللاھنىڭ بۈيۈك ئېھسانىغا ئېرىشىدىغانلىقىدىن خۇشخەۋەر بەرگىن[47].","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:48","price":" كاپىرلارغا ۋە مۇناپىقلارغا ئىتائەت قىلمىغىن، ئۇلارنىڭ (ساڭا قىلغان) ئازار ـ كۈلپەتلىرىگە پەرۋا قىلمىغىن (ئاللاھقا تەۋەككۈل قىلغىن)، ئاللاھ (ئۇنىڭغا) تەۋەككۈل قىلغانلارغا يېتەرلىكتۇر[48].","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:49","price":"ئى مۆمىنلەر! سىلەر مۆمىن ئاياللارنى ئالساڭلار، ئاندىن ئۇلارغا يېقىنچىلىق قىلىشتىن بۇرۇن ئۇلارنى قويۇۋەتسەڭلار، بۇ چاغدا ئۇلار سىلەر ئۈچۈن ئىددەت تۈتماسلىقى كېرەك، ئۇلارغا ئاز ـ تولا نەرسە بېرىڭلار، ئۇلارنى چىرايلىقچە قويۇپ بېرىڭلار[49].","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:50","price":"ئى پەيغەمبەر! ساڭا بىز سەن مەھرىلىرىنى بەرگەن ئاياللىرىڭنى، ئاللاھ ساڭا غەنىيمەت قىلىپ بەرگەن، ئەسىر چۈشكەن ئاياللاردىن ئىلكىڭگە ئۆتكەنلەرنى ھالال قىلدۇق، ئاتاڭنىڭ ئەر قېرىندىشى ۋە ھەمشىرە قېرىندىشىنىڭ قىزلىرىنى، ئاناڭنىڭ ئەر قېرىندىشى ۋە ھەمشىرە قېرىندىشىنىڭ قىزلىرىنى (ساڭا ھالال قىلدۇق). بۇلار سەن بىلەن بىرلىكتە ھىجرەت قىلدى. ئەگەر بىر مۆمىن خوتۇن ئۆزىنى پەيغەمبەرگە بەخش قىلسا، پەيغەمبەر ئۇنى (مەھرىسىز) ئېلىشنى خالىسا، بۇنى مۆمىنلەرگە ئەمەس، يالغۇز ساڭىلا (ھالال قىلدۇق)، ئۇلارنىڭ ئاياللىرى ۋە چۆرىلىرى توغرۇلۇق بىزنىڭ چىقارغان بەلگىلىمىلىرىمىز بىزگە مەلۇمدۇر، ساڭا ھەرەج بولۇپ قالماسلىقى ئۈچۈن (سېنى ئالاھىدىلىكلەرگە ئىگە قىلدۇق)، ئاللاھ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر[50].","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:51","price":" ئاياللىرىڭدىن خالىغىنىڭنىڭ نۆۋىتىنى ئارقىغا سۈرسەڭ، خالىغىنىڭ بىلەن (نۆۋىتىدىن باشقا ۋاقىتتا) بىر يەردە بولساڭ بولىۋېرىدۇ، (ۋاقىتلىق) ئايرىلىپ تۇرغان ئاياللىرىڭدىن بىرى بىلەن ھەمتۆشەك بولماقچى بولساڭ، ساڭا ھېچ گۇناھ يوقتۇر، (مانا) بۇ ئۇلارنىڭ خۇشال بولۇشىغا، قايغۇرماسلىقىغا، بەرگەنلىرىڭگە ئۇلارنىڭ ھەممىسىنىڭ رازى بولۇشىغا ئەڭ يېقىندۇر، ئاللاھ دىلىڭلاردىكىنى بىلىپ تۇرىدۇ، ئاللاھ ھەممىنى بىلگۈچىدۇر، ھەلىمدۇر (يەنى جازالاشقا ئالدىراپ كەتمەيدۇ)[51].","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:52","price":" (ئى پەيغەمبەر! ئىلكىڭدىكى ئاياللىرىڭدىن باشقا) يەنە خوتۇن ئالساڭ، ساڭا ھالال بولمايدۇ، باشقا ئاياللارنىڭ جامالى سېنى جەلپ قىلغان تەقدىردىمۇ، ئاياللىرىڭنى قويۇۋېتىپ ئۇلارنى ئەمرىڭگە ئېلىش (ساڭا ھالال بولمايدۇ). پەقەت سېنىڭ ئىلكىڭدىكى چۆرىلەر بۇنىڭدىن مۇستەسنا، ئاللاھ ھەممە نەرسىنى كۆزىتىپ تۇرغۇچىدۇر[52]. ","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:53","price":"ئى مۆمىنلەر! پەيغەمبەرنىڭ ئۆيلىرىگە كىرمەڭلار، پەقەت تاماققا چاقىرىلغان ۋاقتىڭلاردىلا كىرىڭلار، (باشقا ۋاقىتتا رۇخسەت بىلەن كىرگەندە) تاماقنىڭ پىشىشىنى كۈتۈپ ئولتۇرماڭلار، لېكىن چاقىرىلغاندا كىرىڭلار يۇ، تاماق يەپ بولغاندىن كېيىن تارقاپ كېتىڭلار، (تاماقتىن كېيىن) پاراڭ سېلىشىپ ئولتۇرماڭلار، بۇ (يەنى تاماقتىن كېيىن پاراڭ سېلىشىپ ئولتۇرۇش) پەيغەمبەرنى رەنجىتىدۇ، پەيغەمبەر (بۇنى ئېيتىشقا) سىلەردىن خىجىل بولىدۇ، ئاللاھ ھەق (نى ئېيتىش) تىن خىجىل بولمايدۇ. سىلەر پەيغەمبەرنىڭ ئاياللىرىدىن بىر نەرسە سوراپ (ئالماقچى) بولساڭلار، پەردە ئارقىسىدىن سوراپ ئېلىڭلار، مۇنداق قىلىش سىلەرنىڭ دىللىرىڭلارنىمۇ، ئۇلارنىڭ دىللىرىنىمۇ ئەڭ پاك تۇتىدۇ. سىلەرنىڭ رەسۇلۇللاھنى رەنجىتىپ قويۇشۇڭلار دۇرۇس ئەمەس، رەسۇلۇللاھتىن كېيىن ئۇنىڭ ئاياللىرىنى ئېلىشىڭلارمۇ مەڭگۈ دۇرۇس ئەمەس، بۇنداق قىلىش (يەنى رەسۇلۇللاھنى رەنجىتىش ۋە ئۇنىڭ ئاياللىرىنى ئېلىش) ھەقىقەتەن ئاللاھنىڭ دەرگاھىدا چوڭ گۇناھتۇر[53].","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:54","price":" بىرەر نەرسىنى ئاشكارىلىساڭلارمۇ، يا (دىلىڭلاردا) يوشۇرساڭلارمۇ (ئاللاھ ھامان بىلىدۇ)، چۈنكى ئاللاھ ھەقىقەتەن ھەممە نەرسىنى بىلگۈچىدۇر[54].","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:55","price":" ئۇلارغا (يەنى پەيغەمبەر ئەلەيھىسسالامنىڭ ئاياللىرىغا) ئاتىلىرى بىلەن، ئوغۇللىرى بىلەن، قېرىنداشلىرى بىلەن، قېرىنداشلىرىنىڭ ئوغۇللىرى بىلەن، ھەمشىرىلىرىنىڭ ئوغۇللىرى بىلەن، مۆمىن ئاياللار بىلەن، قۇل، چۆرىلىرى بىلەن كۆرۈشۈش ھېچ گۇناھ ئەمەس، (ئى پەيغەمبەرنىڭ ئاياللىرى!) ئاللاھتىن قورقۇڭلار، ئاللاھ ھەقىقەتەن ھەممە نەرسىنى كۆزىتىپ تۇرغۇچىدۇر[55].","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:56","price":" ئاللاھ ھەقىقەتەن پەيغەمبەرگە رەھمەت يوللايدۇ (يەنى پەيغەمبەر ئەلەيھىسسالامغا رەھمەت قىلىدۇ، شەنىنى ئۇلۇغ قىلىدۇ، دەرىجىسىنى ئۈستۈن قىلىدۇ)، پەرىشتىلەرمۇ ھەقىقەتەن (پەيغەمبەرگە) مەغپىرەت تەلەپ قىلىدۇ، ئى مۆمىنلەر! سىلەر پەيغەمبەرگە دۇرۇد ئېيتىڭلار ۋە ئامانلىق تىلەڭلار (چۈنكى رەسۇلۇللاھنىڭ سىلەرنىڭ ئۈستۈڭلاردىكى ھەققى چوڭدۇر، ئۇ سىلەرنى گۇمراھلىقتىن ھىدايەتكە، زۇلمەتتىن يورۇقلۇققا چىقارغۇچىدۇر)[56].","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:57","price":" ئاللاھنى ۋە ئۇنىڭ پەيغەمبىرىنى رەنجىتىدىغانلارنى ئاللاھ دۇنيا ۋە ئاخىرەتتە رەھمىتىدىن يىراق قىلىدۇ ۋە ئۇلارغا خار قىلغۇچى ئازابنى تەييارلايدۇ[57].","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:58","price":"مۆمىنلەر ۋە مۆمىنەلەرگە قىلمىغان ئىشلارنى (چاپلاپ) ئۇلارنى رەنجىتىدىغانلار (شۇ) بوھتاننى ۋە روشەن گۇناھنى ئۈستىگە ئارتىۋالغان بولىدۇ[58].","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:59","price":"ئى پەيغەمبەر! ئاياللىرىڭغا، قىزلىرىڭغا ۋە مۆمىنلەرنىڭ ئاياللىرىغا ئېيتقىنكى، پۈركەنجى بىلەن بەدىنىنى ئورىۋالسۇن، بۇنداق قىلغاندا ئۇلارنىڭ (ھۆر ئاياللار ئىكەنلىكى) ئەڭ ئوڭاي تونۇلىدۇ ـ دە، باشقىلار ئۇلارغا چېقىلمايدۇ. ئاللاھ (بەندىلىرىگە) ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر[59].","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:60","price":" ئەگەر مۇناپىقلار، (نىفاقتىن) دىللىرىدا كېسەل بارلار، مەدىنىدە يالغان خەۋەر تارقاتقۇچىلار (قىلمىشلىرىدىن) يانمىسا، (ئى مۇھەممەد) ئەلۋەتتە بىز سېنى ئۇلارغا مۇسەللەت قىلىمىز، ئاندىن ئۇلار مەدىنىدە لەنەتكە ئۇچرىغان ھالدا سەن بىلەن ئازغىنا ۋاقىت تۇرالايدۇ (يەنى ئۇلار مەدىنىدىن سۈرگۈن قىلىنىپ ھەيدەپ چىقىرىلىدۇ، چىقىپ كېتىشكە تەييارلىق قىلىۋېلىش ئۈچۈن مەدىنىدە پەقەت ئازغىنا ۋاقىت تۇرالايدۇ). ئۇلار قەيەردە بايقالسا، شۇ يەردە تۇتۇلىدۇ ۋە ئۆلتۈرۈلىدۇ[60ـ61].","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:61","price":" ئەگەر مۇناپىقلار، (نىفاقتىن) دىللىرىدا كېسەل بارلار، مەدىنىدە يالغان خەۋەر تارقاتقۇچىلار (قىلمىشلىرىدىن) يانمىسا، (ئى مۇھەممەد) ئەلۋەتتە بىز سېنى ئۇلارغا مۇسەللەت قىلىمىز، ئاندىن ئۇلار مەدىنىدە لەنەتكە ئۇچرىغان ھالدا سەن بىلەن ئازغىنا ۋاقىت تۇرالايدۇ (يەنى ئۇلار مەدىنىدىن سۈرگۈن قىلىنىپ ھەيدەپ چىقىرىلىدۇ، چىقىپ كېتىشكە تەييارلىق قىلىۋېلىش ئۈچۈن مەدىنىدە پەقەت ئازغىنا ۋاقىت تۇرالايدۇ). ئۇلار قەيەردە بايقالسا، شۇ يەردە تۇتۇلىدۇ ۋە ئۆلتۈرۈلىدۇ[60ـ61].","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:62","price":" بۇ (يەنى مۇناپىقلارغا ئاللاھنىڭ تۇتقان يولى) ئاللاھنىڭ ئۆتكەنكى ئۈممەتلەرگە تۇتقان يولىدۇر، ئاللاھنىڭ تۇتقان يولىدا ھېچقانداق ئۆزگىرىش تاپالمايسەن[62].","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:63","price":" كىشىلەر سەندىن قىيامەتنىڭ ۋاقتىنى سورايدۇ. «ئۇنى (مەن بىلمەيمەن) پەقەت ئاللاھ بىلىدۇ» دېگىن. سەن نېمە بىلىسەن، قىيامەت يېقىن بولۇشى مۇمكىن[63].","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:64","price":"ئاللاھ ھەقىقەتەن كاپىرلارنى رەھمىتىدىن يىراق قىلدى ۋە ئۇلارغا دوزاخنى تەييارلىدى[64].","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:65","price":" ئۇلار دوزاختا مەڭگۈ قالىدۇ، ئۇلار ھېچقانداق (ئۇلارنى قوغدايدىغان) دوست ۋە (ئۇلاردىن ئازابنى دەپئى قىلىدىغان) ياردەمچى تاپالمايدۇ[65].","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:66","price":" دوزاختا ئۇلارنىڭ يۈزلىرى تۈرۈلۈپ كېتىدىغان كۈندە، ئۇلار: «كاشكى بىز ئاللاھقا ئىتائەت قىلغان بولساقچۇ! پەيغەمبەرگە ئىتائەت قىلغان بولساقچۇ!» دەيدۇ[66].","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:67","price":" ئۇلار: «پەرۋەردىگارىمىز! بىز ھەقىقەتەن باشلىقلىرىمىزغا، كاتتىلىرىمىزغا ئىتائەت قىلدۇق، ئۇلار بىزنى توغرا يولدىن ئازدۇردى، پەرۋەردىگارىمىز! ئۇلارغا ئازابنى ئىككى ھەسسە بەرگىن ۋە ئۇلارغا قاتتىق لەنەت قىلغىن» دەيدۇ[67 ـ 68].","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:68","price":" ئۇلار: «پەرۋەردىگارىمىز! بىز ھەقىقەتەن باشلىقلىرىمىزغا، كاتتىلىرىمىزغا ئىتائەت قىلدۇق، ئۇلار بىزنى توغرا يولدىن ئازدۇردى، پەرۋەردىگارىمىز! ئۇلارغا ئازابنى ئىككى ھەسسە بەرگىن ۋە ئۇلارغا قاتتىق لەنەت قىلغىن» دەيدۇ[67 ـ 68].","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:69","price":"ئى مۆمىنلەر! سىلەر مۇساغا ئازار قىلغان كىشىلەر (يەنى بەنى ئىسرائىل) دەك بولماڭلار، ئاللاھ مۇسانى ئۇلارنىڭ ئېيتقانلىرىدىن (يەنى تۆھمەتلىرىدىن) ئاقلىدى، مۇسا ئاللاھنىڭ دەرگاھىدا ئابرۇيلۇق ئىدى[69].","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:70","price":" ئى مۆمىنلەر! ئاللاھتىن قورقۇڭلار، توغرا سۆزنى قىلىڭلار[70]. ","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:71","price":"ئاللاھ سىلەرنىڭ ئەمەللىرىڭلارنى تۈزەيدۇ (يەنى سىلەرنى ياخشى ئەمەللەرگە مۇۋەپپەق قىلىدۇ)، گۇناھلىرىڭلارنى مەغپىرەت قىلىدۇ، كىمكى ئاللاھقا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلسا زور مۇۋەپپەقىيەت قازانغان بولىدۇ[71].","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:72","price":"شۈبھىسىزكى، بىز ئامانەتنى (يەنى پەرزلەرنى ۋە شەرىئەت تەكلىپلىرىنى) ئاسمانلارغا، زېمىنغا ۋە تاغلارغا تەڭلىدۇق، ئۇلار ئۇنى ئۈستىگە ئالمىدى، ئۇنىڭ (ئېغىرلىقى) دىن قورقتى، ئۇنى ئىنسان ئۈستىگە ئالدى، ئىنسان ھەقىقەتەن (ئۆزىگە) زۇلۇم قىلغۇچىدۇر، ھەقىقەتەن ناداندۇر[72].","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"33:73","price":" (مەزكۇر ئامانەتكە خىيانەت قىلغانلىقلىرى ئۈچۈن) مۇناپىق ئەرلەرنى، مۇناپىق ئاياللارنى، مۇشرىك ئەرلەرنى، مۇشرىك ئاياللارنى ئاللاھ ئازابلايدۇ، (مەزكۇر ئامانەتكە رىئايە قىلغانلىقلىرى ئۈچۈن) مۆمىن ئەرلەر ۋە مۆمىن ئاياللارنى ئاللاھ ئەپۇ قىلىدۇ، (ئاللاھ مۆمىنلەرگە) ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر[73].","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:1","price":"جىمى ھەمدۇسانا ئاللاھقا خاستۇر، ئاسمانلاردىكى ۋە زېمىندىكى ھەممە نەرسە ئاللاھنىڭ مۈلكىدۇر، ئاخىرەتتىكى ھەمدۇسانامۇ ئاللاھقا خاستۇر، ئاللاھ ھېكمەت بىلەن ئىش قىلغۇچىدۇر، ھەممىدىن خەۋەرداردۇر[1].","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:2","price":" ئاللاھ زېمىننىڭ قوينىغا كىرىپ كېتىدىغان (يەنى يامغۇر، كان ۋە ئۆلۈكلەرگە ئوخشاش) نەرسىلەرنى، زېمىندىن چىقىدىغان (ئۆسۈملۈك، بۇلاق ۋە قۇدۇقلارنىڭ سۇلىرى قاتارلىق) نەرسىلەرنى، ئاسماندىن چۈشىدىغان (پەرىشتە، يامغۇر، ئەجەل، رىزىق قاتارلىق) نەرسىلەرنى، ئاسمانغا ئۆرلەيدىغان (ياخشى ئەمەللەر، مەقبۇل دۇئالار قاتارلىق) نەرسىلەرنى بىلىپ تۇرىدۇ، ئاللاھ بەندىلىرىگە ناھايىتى مېھرىباندۇر، (تەۋبە قىلغۇچىلارنى) ناھايىتى مەغپىرەت قىلغۇچىدۇر[2].","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:3","price":" كاپىرلار: «بىزگە قىيامەت كەلمەيدۇ» دەيدۇ، ئېيتقىنكى، «ئۇنداق ئەمەس، پەرۋەردىگارىم بىلەن قەسەمكى، قىيامەت سىلەرگە چوقۇم كېلىدۇ، ئاللاھ غەيىبنى بىلگۈچىدۇر، ئاسمانلاردىكى ۋە زېمىندىكى زەررە چاغلىق نەرسە ئاللاھتىن يىراق ئەمەستۇر، ئۇنىڭ (يەنى زەررە) دىن كىچىكرەك نەرسە بولسۇن، چوڭراق نەرسە بولسۇن، لەۋھۇلمەھپۇزدا خاتىرىلەنمىگىنى يوق»[3].","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:4","price":"(ئۇلارنىڭ لەۋھۇلمەھپۇزدا خاتىرىلىنىشى) ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنى مۇكاپاتلاش ئۈچۈندۇر، ئەنە شۇلار مەغپىرەتكە ۋە ئېسىل رىزىققا ئېرىشىدۇ[4].","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:5","price":" بىزنىڭ ئايەتلىرىمىزگە كۈچىنىڭ بېرىچە قارشى تۇرغانلار قاتتىق ئازابقا دۇچار بولىدۇ[5].","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:6","price":" ئىلىم بېرىلگەنلەر (يەنى ساھابىلەر ۋە كېيىنكى ئەمەل قىلغۇچى ئۆلىمالار ۋە ئۇلارغا ئوخشاش كىشىلەر) ساڭا پەرۋەردىگارىڭ تەرىپىدىن نازىل قىلىنغان قۇرئاننىڭ شۈبھىسىز ھەق ئىكەنلىكىنى، (ئىنسانلارنى) غالىب، ھەمدۇساناغا لايىق ئاللاھنىڭ يولىغا باشلايدىغانلىقىنى بىلىدۇ[6]. ","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:7","price":" كاپىرلار (بىر ـ بىرىگە) ئېيتىدۇ: «سىلەر (قەبرىلەردە چىرىپ) تىتما ـ تالاڭ بولۇپ كەتكەندىن كېيىن چوقۇم يېڭىدىن يارىتىلىسىلەر دەپ خەۋەر بېرىدىغان بىر ئادەمنى سىلەرگە كۆرسىتىپ قويايلىمۇ؟[7].","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:8","price":" ئۇ ئاللاھقا يالغاننى توقۇدىمۇ؟ يا ئۇ ئېلىشىپ قالدىمۇ؟» ھەرگىز ئۇنداق ئەمەس، ئاخىرەتكە ئىمان كەلتۈرمەيدىغانلار ئازابتا ۋە چوڭقۇر گۇمراھلىقتىدۇر[8].","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:9","price":" ئۇلار ئالدىدىكى ۋە ئارقىسىدىكى (ئۇلارنى ئوراپ تۇرغان) ئاسمان بىلەن زېمىنغا قارىمامدۇ؟ ئەگەر خالىساق ئۇلارنى يەرگە يۇتقۇزىمىز، ياكى ئاسماننى ئۇلارنىڭ ئۈستىگە پارچە ـ پارچە قىلىپ چۈشۈرىمىز. بۇنىڭدا ئاللاھقا قايتقۇچى ھەر بەندە ئۈچۈن ئەلۋەتتە (ئاللاھنىڭ قۇدرىتىنى كۆرسىتىدىغان) دەلىل بار[9].","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:10","price":"بىز داۋۇدقا دەرگاھىمىزدىن ھەقىقەتەن پەزل (يەنى پەيغەمبەرلىك، زەبۇر، تاغلارنىڭ ۋە قۇشلارنىڭ بويسۇنۇشى، تۆمۈرنىڭ يۇمشاق بولۇپ بېرىشى، ساۋۇت ياساشنى بىلدۈرۈشلەر) ئاتا قىلدۇق. «ئى تاغلار! ئى قۇشلار! داۋۇت بىلەن بىرلىكتە تەسبىھ ئېيتىڭلار» (دېدۇق). تۆمۈرنى داۋۇدقا يۇمشاق قىلىپ بەردۇق[10]. ","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:11","price":"(بىز ئۇنىڭغا ئېيتتۇق) «مۇكەممەل ساۋۇتلارنى ياسىغىن، ساۋۇتلارنى ياساشتا (ھالقىلىرىنى بىر ـ بىرىگە) تەكشى قىلغىن، (ئى داۋۇد ئائىلىسىدىكىلەر!) ياخشى ئىش قىلىڭلار، مەن ھەقىقەتەن سىلەرنىڭ ئەمەللىرىڭلارنى كۆرۈپ تۇرغۇچىمەن»[11].","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:12","price":" سۇلايمانغا شامالنى (بويسۇندۇرۇپ بەردۇق)، شامال چۈشتىن ئىلگىرى بىر ئايلىق مۇساپىنى، چۈشتىن كېيىن بىر ئايلىق مۇساپىنى باساتتى، ئۇنىڭغا مىس (چىقىدىغان) بۇلاقنى ئاققۇزۇپ بەردۇق، بەزى جىنلار پەرۋەردىگارىنىڭ ئەمرى بويىچە سۇلايماننىڭ ئالدىدا ئىشلەيتتى، ئۇلاردىن كىمكى بىزنىڭ ئەمرىمىزگە خىلاپلىق قىلىدىكەن، ئۇنىڭغا بىز دوزاخ ئازابىنى تېتىتىمىز[12]. ","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:13","price":" ئۇلار سۇلايمانغا ئۇ خالىغان كاتتا سارايلارنى، (مىستىن ـ ئەينەكتىن ئاجايىپ) ھەيكەللەرنى، كۆلدەك چوڭ لېگەنلەرنى، (چوڭلۇقتىن) مىدىرلىمايدىغان قازانلارنى ياسايتتى، (ئېيتتۇقكى) «ئى داۋۇد ئائىلىسىدىكىلەر! (ئاللاھنىڭ بۇ چوڭ نېمەتلىرىگە) شۈكۈر قىلىڭلار»، مېنىڭ بەندىلىرىمدىن (ئاللاھنىڭ نېمەتلىرىگە) شۈكۈر قىلغۇچى بەك ئاز[13]. ","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:14","price":" سۇلايماننىڭ ۋاپاتىنى ھۆكۈم قىلغىنىمىزدا (يەنى ئۇنى ۋاپات قىلدۇرغىنىمىزدا) سۇلايماننىڭ ئۆلگەنلىكىدىن جىنلارنى پەقەت ئۇنىڭ ھاسىسىنى يېگەن قۇرۇت خەۋەردار قىلدى. سۇلايمان (ھاسىسىنى قۇرۇت يەپ) يىقىلغان چاغدا جىنلارغا ئېنىق بولدىكى، ئەگەر ئۇلار غەيبنى بىلىدىغان بولسا ئىدى، خار قىلغۇچى ئازابتا (يەنى شۇنچە ئۇزاق ۋاقىت ئېغىر ئەمگەكتە) قالمىغان بولاتتى[14].","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:15","price":" شۈبھىسىزكى، سەبەئ قەۋمىگە ئۇلارنىڭ تۇرىدىغان جايىدا (ئاللاھنىڭ قۇدرىتىنى كۆرسىتىدىغان بۈيۈك) دەلىل بار ئىدى، ئۇلارنىڭ ئوڭ تەرىپىدە بىر تۈركۈم باغلار، سول تەرىپىدە بىر تۈركۈم باغلار بار ئىدى. (ئۇلارغا ئېيتتۇقكى) «پەرۋەردىگارىڭلار بەرگەن رىزىقتىن يەڭلار ۋە ئۇنىڭغا شۈكۈر قىلىڭلار، (سىلەرنىڭ جايىڭلار) بەلەن جايدۇر، (سىلەرگە رىزىق بەرگەن پەرۋەردىگارىڭلار شۈكۈر قىلغۇچىنى) مەغپىرەت قىلغۇچى پەرۋەردىگاردۇر[15]. ","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:16","price":" ئۇلار (شۈكۈردىن) باش تارتتى، شۇنىڭ بىلەن ئۇلارغا قاتتىق سەلنى ئەۋەتتۇق. ئۇلارنىڭ باغلىرىنى ئاچچىق مېۋىلىك، يۇلغۇنلۇق، ئاز ـ تولا سىدرىلىق (يەنى ياۋا چىلانلىق) باغلارغا ئايلاندۇردۇق[16].","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:17","price":" ئۇلار كۇفرىلىق قىلغانلىقلىرى ئۈچۈن مۇشۇنداق جازالىدۇق، بىز پەقەت كۇفرىلىق قىلغۇچىلارنىلا جازالايمىز[17].","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:18","price":" ئۇلار بىلەن بىز بەرىكەتلىك قىلغان قىشلاقلار ئارىسىدا، كۆرۈنۈپ تۇرىدىغان (تۇتىشىپ كەتكەن) نۇرغۇن قىشلاقلارنى بەرپا قىلدۇق، ئۇلارنىڭ ئارىسىدىكى مۇساپىنى ئۆلچەملىك قىلدۇق (يەنى سەپەردە يېمەك ـ ئىچمەك ئېلىۋالمىسىمۇ بولىدىغان، ئەتىگەن چىققان يولۇچى چۈشتە بىر ئۆتەڭگە يېتىپ بارسا، كەچتە بىر ئۆتەڭگە يېتىپ بارىدىغان قىلدۇق)، (ئۇلارغا ئېيتتۇقكى) «ئۇلارنىڭ ئارىسىدا كېچىلەردە ۋە كۈندۈزلەردە تىنچ ـ ئامان مېڭىڭلار!»[18].","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:19","price":" ئۇلار: «پەرۋەردىگارىمىز! سەپەرلىرىمىز ئارىسىنى (يەنى ئۆتەڭلار ئارىسىدىكى مۇساپىنى) يىراق قىلغىن» دېدى. ئۇلار ئۆزلىرىگە زۇلۇم قىلدى. ئۇلارنى بىز (كېيىنكى كىشىلەرگە) قىسسە قىلىپ قالدۇردۇق. ئۇلارنى تىتما - تىتما قىلىۋەتتۇق، بۇنىڭدا ھەر بىر (بالاغا) سەۋر قىلغۇچى، (نېمەتكە) شۈكۈر قىلغۇچى ئۈچۈن نۇرغۇن ئىبرەتلەر بار[19].","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:20","price":" ئىبلىس ئۇلارنى (ئازدۇرۇشتىن ئىبارەت) گۇمانىنى ھەقىقەتەن ئىشقا ئاشۇردى. چۈنكى بىر تۈركۈم مۆمىنلەردىن باشقا ئۇلارنىڭ ھەممىسى ئىبلىسقا ئەگەشتى[20].","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:21","price":" ئىبلىسنىڭ ئۇلار (يەنى ئەگەشكۈچىلەر) ئۈستىدىن (ۋەسۋەسە قىلىش بىلەن) ھۆكۈمرانلىق قىلىشى پەقەت بىزنىڭ ئاخىرەتكە ئىمان ئېيتقۇچىلار بىلەن ئۇنىڭغا شەك كەلتۈرگۈچىلەرنى بىلىۋېلىشىمىز ئۈچۈندۇر. پەرۋەردىگارىڭ ھەممە نەرسىنى كۆزەتكۈچىدۇر[21].","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:22","price":" ئېيتقىنكى، «سىلەر ئاللاھنى قويۇپ مەبۇد دەپ قارىغىنىڭلارنى چاقىرىڭلار، ئۇلار ئاسمانلاردا ۋە زېمىندا زەررە چاغلىق نەرسىگە ئىگە بولالمايدۇ، ئۇلارنىڭ ئاسمان ـ زېمىننىڭ (يارىتىلىشى ۋە باشقۇرۇلۇشىدا ئاللاھقا) ھېچ شېرىكچىلىگى يوق، ئۇلارنىڭ ئىچىدە ئاللاھقا (ئاسمان ـ زېمىننى ئىدارە قىلىشتا ياردەملىشىدىغان) ھېچ ياردەمچىمۇ يوق»[22].","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:23","price":"ئاللاھ رۇخسەت قىلغان ئادەمدىن باشقىغا ئاللاھنىڭ دەرگاھىدا شاپائەت پايدا بەرمەيدۇ. شاپائەت قىلغۇچىلارنىڭ دىللىرىدىن قورقۇنچ كۆتۈرۈلگەندە، ئۇلار ئاندىن (بەزىسى بەزىسىگە): «پەرۋەردىگارىڭلار (شاپائەت توغرۇلۇق) نېمە دېدى؟» دەيدۇ. ئۇلار (جاۋابەن): «ھەقنى (دېدى) (يەنى مۆمىنلەرگە شاپائەت قىلىشقا رۇخسەت قىلدى)» دەيدۇ. ئاللاھ يۈكسەكتۇر، كاتتىدۇر[23].","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:24","price":" ئېيتقىنكى، «سىلەرگە ئاسمانلاردىن ۋە زېمىندىن كىم رىزىق بېرىپ تۇرىدۇ؟» ئېيتقىنكى، «ئاللاھ (رىزىق بېرىپ تۇرىدۇ)، شۈبھىسىزكى، بىز ياكى سىلەر چوقۇم ھىدايەتتىدۇرمىز، يا روشەن گۇمراھلىقتىدۇرمىز»[24].","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:25","price":"ئېيتقىنكى، «بىزنىڭ قىلغان گۇناھىمىز ئۈچۈن سىلەر سوراققا تارتىلمايسىلەر، سىلەرنىڭ قىلمىشىڭلار ئۈچۈن بىز سوراققا تارتىلمايمىز»[25].","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:26","price":"ئېيتقىنكى، «پەرۋەردىگارىمىز بىزنى (قىيامەت كۈنى) يىغىدۇ. ئاندىن بىزنىڭ ئارىمىزدا ھەقلىق بىلەن ھۆكۈم چىقىرىدۇ، ئاللاھ ئادىل ھۆكۈم قىلغۇچىدۇر، (خالايىقنىڭ ئەھۋالىنى) بىلگۈچىدۇر»[26].","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:27","price":" ئېيتقىنكى، «ماڭا ئېيتىپ بېقىڭلارچۇ، سىلەرنىڭ ئاللاھنىڭ شېرىكى دەپ ئاتىۋالغىنىڭلار ھەرگىزمۇ ئۇنداق ئەمەس، بەلكى ئۇ ـ ئاللاھ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر»[27].","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:28","price":" سېنى بىز پەقەت پۈتۈن ئىنسانلار ئۈچۈن (مۆمىنلەرگە جەننەت بىلەن) خۇشخەۋەر بەرگۈچى ۋە (كاپىرلارنى ئازاب بىلەن) ئاگاھلاندۇرغۇچى قىلىپ ئەۋەتتۇق. لېكىن ئىنسانلارنىڭ تولىسى (بۇنى) بىلمەيدۇ[28].","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:29","price":" ئۇلار: «ئەگەر سىلەر راستچىل بولساڭلار، بۇ ۋەدە (يەنى سىلەر بىزنى قورقۇتۇۋاتقان ئازاب) قاچان ئىشقا ئاشىدۇ؟» دەيدۇ[29].","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:30","price":" ئېيتقىنكى، «سىلەرگە (ئازاب ئۈچۈن) ۋەدە قىلىنغان بىر كۈن باركى، ئۇنىڭدىن بىردەممۇ ئىلگىرى ـ كېيىن بولمايسىلەر»[30].","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:31","price":" كاپىرلار: «بۇ قۇرئانغا ۋە ئۇنىڭدىن ئىلگىرىكى كىتابلارغا ھەرگىز ئىشەنمەيمىز» دەيدۇ. ئەگەر زالىملارنى پەرۋەردىگارىڭنىڭ دەرگاھىدا توختىتىپ قويۇلغان چاغدا بەزىسى بەزىسى بىلەن جېدەللىشىۋاتقاندا كۆرسەڭ ئىدىڭ (ئەلۋەتتە قورقۇنچلۇق ھالنى كۆرەتتىڭ)، ئاجىزلار (يەنى ئەگەشكۈچىلەر) كۈچلۈكلەر (يەنى ئەگەشتۈرگۈچىلەر) گە: «ئەگەر سىلەر بولمىساڭلار بىز چوقۇم ئىمان ئېيتاتتۇق» دەيدۇ[31].","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:32","price":" كۈچلۈكلەر ئاجىزلارغا: «سىلەرگە ھىدايەت كەلگەندىن كېيىن بىز سىلەرنى ئۇنىڭدىن توستۇقمۇ؟ ھەرگىز توسمىدۇق، سىلەر ئۆزۈڭلار گۇناھ قىلغۇچى بولدۇڭلار» دەيدۇ[32].","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:33","price":" ئاجىزلار كۈچلۈكلەرگە: «ھەرگىز ئۇنداق ئەمەس، (سىلەرنىڭ بىزگە) كېچە ـ كۈندۈز قىلغان ھىيلە ـ مىكرىڭلار (بىزنى ئىماندىن توستى)، ئۆز ۋاقتىدا سىلەر بىزنى ئاللاھنى ئىنكار قىلىشقا ۋە ئۇنىڭغا شېرىك كەلتۈرۈشكە بۇيرۇيتتۇڭلار» دەيدۇ. ئازابنى كۆرگەن چاغدا، ئۇلار (ھەر ئىككى گۇرۇھ ئىمان ئېيتمىغانلىقلىرىغا) ئىچىدە پۇشايمان قىلىدۇ، كاپىرلارنىڭ بويۇنلىرىغا تاقاقلارنى سالىمىز، ئۇلارغا پەقەت قىلمىشلىرىنىڭ جازاسى بېرىلىدۇ[33].","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:34","price":" قايسى شەھەرگە بولمىسۇن، بىرەر ئاگاھلاندۇرغۇچى ئەۋەتسەكلا ئۇنىڭ دۆلەتمەن ئادەملىرى: «شۈبھىسىزكى، بىز سىلەرنىڭ پەيغەمبەرلىكىڭلارنى ئىنكار قىلىمىز» دېدى[34].","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:35","price":"ئۇلار يەنە: «بىزنىڭ ماللىرىمىز ۋە بالىلىرىمىز ئەڭ كۆپ، بىز ئازابلانمايمىز» دېدى[35].","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:36","price":"ئېيتقىنكى، «ھەقىقەتەن، پەرۋەردىگارىم كىمنىڭ رىزقىنى كەڭ قىلىشنى خالىسا ئۇنى كەڭ قىلىدۇ، (كىمنىڭ رىزقىنى تار قىلىشنى خالىسا ئۇنى) تار قىلىدۇ، لېكىن كىشىلەرنىڭ تولىسى (بۇنى) ئۇقمايدۇ»[36].","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:37","price":" ماللىرىڭلار ۋە بالىلىرىڭلار سىلەرنى بىزگە يېقىنلاشتۇرالمايدۇ، پەقەت ئىمان ئېيتقان ۋە ياخشى ئەمەل قىلغانلارغا قىلغان ئەمەللىرى ئۈچۈن ھەسسىلەپ ساۋاب بېرىلىدۇ، ئۇلار (جەننەتنىڭ) ئېسىل ئۆيلىرىدە (ھەر قانداق كۆڭۈلسىزلىكتىن) ئەمىن بولغان ھالدا تۇرىدۇ[37].","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:38","price":"بىزنىڭ ئايەتلىرىمىزگە كۈچىنىڭ بېرىچە قارشى تۇرغانلار ئازابقا دۇچار قىلىنغۇچىلاردۇر[38].","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:39","price":" ئېيتقىنكى، «ھەقىقەتەن، پەرۋەردىگارىم قايسى بەندىسىنىڭ رىزقىنى كەڭ قىلىشنى خالىسا ئۇنى كەڭ قىلىدۇ، (قايسى بەندىسىنىڭ رىزقىنى تار قىلىشنى خالىسا ئۇنى) تار قىلىدۇ، (ئاللاھنىڭ يولىدا) بەرگەن نەرسەڭلارنىڭ ئورنىنى ئاللاھ تولدۇرۇپ بېرىدۇ، ئۇ رىزىق بەرگۈچىلەرنىڭ ياخشىسىدۇر»[39].","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:40","price":" ئۇ كۈندە ئاللاھ ئۇلار (يەنى مۇشرىكلار) نىڭ ھەممىسىنى (ھېساب ئېلىش ئۈچۈن) يىغىدۇ، ئاندىن پەرىشتىلەرگە: «بۇ كىشىلەر سىلەرگە چوقۇنغانمىدى؟» دەيدۇ[40].","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:41","price":" ئۇلار ئېيتىدۇ: «سەن پاكتۇرسەن، بىزنىڭ دوستىمىز ئۇلار ئەمەس، سەن. (ئۇلار بىزگە چوقۇنمايتتى) بەلكى جىنغا چوقۇناتتى. ئۇلارنىڭ تولىسى جىنغا ئىمان كەلتۈرەتتى»[41].","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:42","price":" بۈگۈن سىلەر بىر ـ بىرىڭلارغا پايدا ـ زىيان يەتكۈزەلمەيسىلەر، بىز (ئاللاھتىن غەيرىيگە چوقۇنغۇچى) زالىملارغا: «سىلەر چىنپۈتمىگەن دوزاخ ئازابىنى تېتىڭلار» دەيمىز[42].","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:43","price":" ئۇلارغا بىزنىڭ روشەن ئايەتلىرىمىز ئوقۇپ بېرىلگەندە، ئۇلار: «بۇ پەقەت سىلەرنى ئاتا ـ بوۋاڭلار چوقۇنغان بۇتلارغا چوقۇنۇشتىن توسماقچى بولغان ئادەمدۇر» دەيدۇ ھەمدە ئۇلار: «بۇ پەقەت توقۇلغان يالغان سۆزدۇر» دەيدۇ. كاپىرلارغا ھەقىقەت يېتىپ كەلگەندە، ئۇلار: «بۇ پەقەت ئوپئوچۇق سېھىردۇر» دېدى[43].","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:44","price":" ئۇلارغا ئوقۇيدىغان ھېچقانداق كىتابلارنى ئاتا قىلغىنىمىز يوق. سەندىن ئىلگىرى ئۇلارغا ھېچقانداق پەيغەمبەرمۇ ئەۋەتكىنىمىز يوق[44].","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:45","price":" ئۇلاردىن ئىلگىرى ئۆتكەنلەر (ھەقنى) ئىنكار قىلغان، ئۇلار (يەنى مەككە كۇففارلىرى) ئۇلار (يەنى ئىلگىرىكىلەر) ئېرىشكەن كۈچ ـ قۇۋۋەتنىڭ ئوندىن بىرىگىمۇ ئېرىشمىگەن، ئۇلار مېنىڭ پەيغەمبەرلىرىمنى ئىنكار قىلدى. ئۇلارغا مېنىڭ جازايىم قانداق بولدى؟[45]","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:46","price":"ئېيتقىنكى، «مەن سىلەرگە بىر ئىشنى تەۋسىيە قىلىمەن: سىلەر خۇدالىق ئۈچۈن ئىككىدىن، يا بىردىن تۇرۇڭلار (يەنى ئاللاھنىڭ رازىلىقى ئۈچۈن يىغىلىپ ياكى يەككە ھالدا ھەقنى ئىزدەڭلار)، ئاندىن پىكىر يۈرگۈزۈڭلار». ھەمراھىڭلاردا (يەنى مۇھەممەدتە) ھېچ مەجنۇنلۇق يوق، پەقەت ئۇ قاتتىق ئازاب نازىل بولۇشتىن ئىلگىرى سىلەرگە ئەۋەتىلگەن بىر ئاگاھلاندۇرغۇچىدۇر[46].","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:47","price":" ئېيتقىنكى، «سىلەردىن ھېچقانداق ھەق تەلەپ قىلغىنىم يوق، ئۇ سىلەرگە بولسۇن؛ ئەجرىمنى پەقەت ئاللاھتىن تىلەيمەن. ئاللاھ ھەممە نەرسىنى كۆزىتىپ تۇرغۇچىدۇر»[47].","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:48","price":" ئېيتقىنكى، «پەرۋەردىگارىم، ھەقىقەتەن ھەق ئارقىلىق (باتىلنى) ئاتىدۇ (يەنى پاكىتنى روشەن بايان قىلىدۇ)، ئاللاھ غەيبنى تامامەن بىلگۈچىدۇر»[48].","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:49","price":"ئېيتقىنكى، «ھەق (يەنى ئىسلام) كەلدى (باتىل يوقالدى)، باتىل (بىرەر مەخلۇقنى) پەيدا قىلالمايدۇ، (يوقالغان بىرەر مەخلۇقنى) ئەسلىگە كەلتۈرەلمەيدۇ»[49].","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:50","price":" ئېيتقىنكى، «ئەگەر ئازسام ئازغانلىقىمنىڭ زىيىنى ئۆزۈمگىدۇر، ئەگەر ھىدايەت تاپسام (بۇ) پەرۋەردىگارىمنىڭ ماڭا ۋەھىي قىلغان قۇرئانىنىڭ سەۋەبىدىندۇر، ئاللاھ ھەقىقەتەن ئاڭلاپ تۇرغۇچىدۇر، يېقىندۇر»[50].","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:51","price":" ئەگەر سەن ئەينى ۋاقىتتا ئۇلارنىڭ قورقۇپ قاچىدىغان يەر تاپالمايۋاتقانلىقىنى، دوزاخقا (ئېلىپ بېرىلىش ئۈچۈن مەھشەرگاھقا) يېقىن جايدا تۇتۇلۇۋاتقانلىقىنى كۆرسەڭ (ئەلۋەتتە قورقۇنچلۇق ھالىنى كۆرەتتىڭ)[51].","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:52","price":" ئۇلار (ئازابنى كۆرگەندە): «ئىمان ئېيتتۇق» دەيدۇ، ئۇلار قانداقمۇ يىراق جايدىن ئىماننى قولغا كەلتۈرەلەيدۇ[52].","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:53","price":" ئۇلار ئىلگىرى ئۇنى (يەنى پەيغەمبەرنى) ئىنكار قىلغان ئىدى. ئۇلار غەيب (ئىشلىرى) ئۈستىدە يىراق جايدىن قارىسىغا سۆزلەيدۇ[53].","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"34:54","price":"ئۇلار بىلەن ئۇلارنىڭ ئارزۇ قىلغان نەرسىلىرى (يەنى ئىمان ئېيتىش ۋە جەننەتكە كىرىش) ئارىسىدا توسالغۇ پەيدا قىلىندى. ئۇلارغا ئىلگىرى ئۇلارغا ئوخشاشلارغا قىلىنغاندەك قىلىندى. چۈنكى ئۇلار ھازىر ئىمان كەلتۈرگەن نەرسىلىرى ئۈستىدە (دۇنيادىكى چاغلىرىدا) چوڭقۇر شەكتە ئىدى[54].","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:1","price":"جىمى ھەمدۇسانا ئاسمانلارنى ۋە زېمىننى ئۆرنەكسىز ياراتقۇچى، پەرىشتىلەرنى ئىككى قاناتلىق، ئۈچ قاناتلىق، تۆت قاناتلىق ئەلچىلەر قىلغۇچى ئاللاھقا خاستۇر! ئاللاھ يارىتىشتا خالىغىنىنى زىيادە قىلىدۇ، ئاللاھ ھەقىقەتەن ھەر نەرسىگە قادىردۇر[1].","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:2","price":" ئاللاھ رەھمىتىدىن كىشىلەرگە ئاچقان نەرسىنى ھەرگىزمۇ توسۇپ قالالىغۇچى بولمايدۇ، ئاللاھ رەھمىتىدىن توسقان نەرسىنى، ئاللاھ توسقاندىن كېيىن، ئۇنى ھېچ قويۇپ بەرگۈچى بولمايدۇ، ئاللاھ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر[2].","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:3","price":" ئى ئىنسانلار! ئاللاھنىڭ سىلەرگە بەرگەن نېمىتىنى ياد ئېتىڭلار، ئاللاھتىن باشقا سىلەرگە ئاسماندىن ۋە زېمىندىن رىزىق بېرىپ تۇرىدىغان ياراتقۇچى بارمۇ؟ ئاللاھتىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، (ئاللاھنىڭ ئىبادىتىدىن) قانداقمۇ باش تارتىسىلەر؟[3].","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:4","price":"(ئى مۇھەممەد!) ئەگەر ئۇلار سېنى ئىنكار قىلسا (قايغۇرۇپ كەتمە)، ھەقىقەتەن سەندىن ئىلگىرىكى پەيغەمبەرلەرمۇ ئىنكار قىلىنغان، ھەممە ئىش ئاللاھنىڭ دەرگاھىغا قايتۇرۇلىدۇ[4].","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:5","price":" ئى ئىنسانلار! ئاللاھنىڭ ۋەدىسى ھەقىقەتەن ھەقتۇر، سىلەرنى ھەرگىز دۇنيا تىرىكچىلىكى ئالداپ قويمىسۇن، شەيتاننىڭ سىلەرنى ئاللاھنىڭ ئەپۇسىنىڭ كەڭلىكى بىلەن ئالدىشىغا يول قويماڭلار[5].","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:6","price":" شەيتان ھەقىقەتەن سىلەرگە دۈشمەندۇر، ئۇنى دۈشمەن تۇتۇڭلار، شەيتان ئۆزىنىڭ تەۋەلىرىنى ئەھلى دوزاختىن بولۇشقا چاقىرىدۇ[6].","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:7","price":" كاپىرلار قاتتىق ئازابقا دۇچار بولىدۇ، ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار مەغپىرەتكە ۋە كاتتا ساۋابقا ئېرىشىدۇ[7].","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:8","price":" ئۆزىنىڭ يامان ئەمەلى چىرايلىق كۆرسىتىلگەن، شۇنىڭ بىلەن ئۇنى چىرايلىق ھېسابلىغان كىشى (ھىدايەت تاپقان كىشى بىلەن ئوخشاشمۇ؟) ئاللاھ ھەقىقەتەن خالىغان كىشىنى گۇمراھ قىلىدۇ (خالىغان كىشىنى ھىدايەت قىلىدۇ). شۇڭا سەن ئۇلار ئۈچۈن (يەنى ئىمان ئېيتمىغانلىقلىرى ئۈچۈن) قايغۇرۇپ ئۆزۈڭنى ھالاك قىلىۋالمىغىن، ئاللاھ ھەقىقەتەن ئۇلارنىڭ قىلمىشلىرىنى بىلىپ تۇرغۇچىدۇر[8].","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:9","price":"ئاللاھ شاماللارنى ئەۋەتىپ (ئۇنىڭ بىلەن) بۇلۇتنى قوزغايدۇ، بىز بۇلۇتلارنى ئۆلۈك (يەنى قاغجىراق) بىر يەرگە ھەيدەيمىز (بۇلۇتتىن يامغۇر ياغدۇرىمىز)، شۇ يامغۇر بىلەن ئۆلگەن زېمىننى تىرىلدۈرىمىز. ئۆلۈكلەرنىڭ تىرىلدۈرۈلۈشى ئەنە شۇنداقتۇر[9].","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:10","price":" كىمكى (دۇنيادا) شەرەپ ئىزدەيدىكەن، شەرەپنىڭ ھەممىسى ئاللاھقا مەنسۇپ (ئۇنى ئاللاھتىن تىلىسۇن). ياخشى سۆز ئاللاھنىڭ دەرگاھىغا ئۆرلەيدۇ، ياخشى ئەمەل ئۇنى كۆتۈرىدۇ، (پەيغەمبەرگە قارشى) ھىيلە ـ مىكىرلەرنى تۈزىدىغانلار قاتتىق ئازابقا دۇچار بولىدۇ، ئۇلارنىڭ ھىيلە ـ مىكرى ئىشقا ئاشمايدۇ[10].","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:11","price":"ئاللاھ سىلەرنى (يەنى ئەسلىڭلار ئادەم ئەلەيھىسسالامنى) تۇپراقتىن ياراتتى. ئاندىن ئابىمەنىيدىن پەيدا قىلدى. ئاندىن سىلەرنى (ئەر ـ ئايالدىن ئىبارەت) بىر جۈپ قىلدى، ھەر قانداق ئايالنىڭ ھامىلدار بولۇشى ۋە تۇغۇشى ئاللاھنىڭ ئىلمىنىڭ سىرتىدا ئەمەس، ھەرقانداق ئادەمنىڭ ئۆمرىنىڭ ئۇزۇن ياكى قىسقا بولۇشى لەۋھۇلمەھپۇزدا يېزىلغان، بۇ ھەقىقەتەن ئاللاھقا ئاسان[11].","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:12","price":" ئىككى دېڭىز ئوخشاش ئەمەس. بۇنىڭ سۈيى تاتلىق، تەملىك بولۇپ (گالدىن) سىلىق ئۆتىدۇ، بۇ ناھايىتى ئاچچىق، تۇزلۇق، ئۇلارنىڭ ھەر ئىككىسىدىن يېڭى گۆشلەرنى (يەنى بېلىقلارنى) يەيسىلەر، سىلەر تاقايدىغان زىننەت بۇيۇملىرى (يەنى ئۈنچە ـ مارجانلار) نى چىقىرىسىلەر.  (ئاللاھنىڭ ئەمرى بىلەن يۈك ـ تاق، يېمەك ـ ئىچمەكلەر قاچىلانغان) كېمىلەرنىڭ دېڭىزدا دولقۇن يېرىپ كېتىۋاتقانلىقىنى كۆرىسەن. بۇ ئاللاھنىڭ نېمىتىنى تەلەپ قىلىپ شۈكۈر قىلىشىڭلار ئۈچۈندۇر[12].","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:13","price":" ئاللاھ كېچىنى كۈندۈزگە كىرگۈزىدۇ، كۈندۈزنى كېچىگە كىرگۈزىدۇ (شۇنىڭ بىلەن كېچە ـ كۈندۈزنىڭ ئۇزۇن ـ قىسقا بولۇشى جايلار، پەسىللەر بويىچە نۆۋەتلىشىپ تۇرىدۇ)، ئاللاھ كۈن بىلەن ئاينى (بەندىلىرىنىڭ مەنپەئىتىگە) بويسۇندۇرۇپ بەردى. ھەر ئىككىلىسى مۇئەييەن مۇددەتكىچە (يەنى قىيامەتكىچە ئۆز ئوقىدا) سەير قىلىدۇ، ئەنە شۇ ئاللاھ سىلەرنىڭ پەرۋەردىگارىڭلاردۇر، پادىشاھلىق ئۇنىڭغا خاستۇر، ئاللاھنى قويۇپ چوقۇنۇۋاتقان مەبۇدلىرىڭلار قىلچىلىك نەرسىگە ئىگە ئەمەس[13].","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:14","price":" ئەگەر ئۇلارنى چاقىرساڭلار، سىلەرنىڭ چاقىرغىنىڭلارنى ئاڭلىمايدۇ، ئاڭلىغان تەقدىردىمۇ سىلەرگە جاۋاپ قايتۇرالمايدۇ، قىيامەت كۈنى ئۇلار (ئاللاھقا ئۇلارنى) شېرىك قىلغانلىقىڭلارنى ئىنكار قىلىدۇ، (مۇشرىكلارنىڭ ۋە ئۇلارنىڭ مەبۇدلىرىنىڭ قىيامەت كۈنىدىكى ئەھۋالىنى ھېچ ئەھەدى) ساڭا ھەممىدىن خەۋەردار زاتتەك (يەنى ئاللاھتەك) ئېيتىپ بېرەلمەيدۇ[14].","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:15","price":" ئى ئىنسانلار! سىلەر ئاللاھقا موھتاجسىلەر، ئاللاھ (ھەممىدىن) بىھاجەتتۇر، مەدھىيەگە لايىقتۇر[15].","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:16","price":" ئەگەر ئاللاھ خالىسا، سىلەرنى ھالاك قىلىپ (ئورنۇڭلارغا) يېڭى بىر خەلقنى پەيدا قىلىدۇ[16].","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:17","price":"بۇ ئاللاھقا قىيىن ئەمەس","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:18","price":" ھېچبىر گۇناھكار ئادەم بىراۋنىڭ گۇناھىنى ئۈستىگە ئالالمايدۇ، گۇناھى ئېغىر بىر ئادەم باشقا بىراۋنى ئۆز گۇناھىنى ئۈستىگە ئېلىۋېلىشقا چاقىرسا، ئۇ يېقىن تۇغقىنى بولغان تەقدىردىمۇ، ئۇنىڭ گۇناھىدىن ئازراق نەرسىنى ئۈستىگە ئېلىۋالالمايدۇ، سەن پەقەت پەرۋەردىگارىنى كۆرمەي تۇرۇپ ئۇنىڭدىن قورقىدىغانلارنى، نامازنى ئادا قىلىدىغانلارنى ئاگاھلاندۇرىسەن، كىمكى (گۇناھلاردىن) پاكلىنىدىكەن، ئۇ ئۆزى ئۈچۈن پاكلانغان بولىدۇ. ئاخىر قايتىدىغان جاي ئاللاھنىڭ دەرگاھىدۇر[18].","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:19","price":" كور ئادەم بىلەن كۆزى ساق ئادەم (يەنى كاپىر بىلەن مۆمىن) باراۋەر بولمايدۇ[19].","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:20","price":" زۇلمەت بىلەن نۇر (يەنى باتىل بىلەن ھەق) باراۋەر بولمايدۇ[20].","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:21","price":"سايە بىلەن ئىسسىق (يەنى جەننەت بىلەن دوزاخ) باراۋەر بولمايدۇ[21].","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:22","price":"تىرىكلەر بىلەن ئۆلۈكلەر (يەنى مۆمىنلەر بىلەن كاپىرلار) باراۋەر بولمايدۇ، شۈبھىسىزكى، ئاللاھ (ھەق دەۋەتنى) خالىغان كىشىلەرگە ئاڭلىتىدۇ. سەن قەبرىلەردىكىلەرگە ئاڭلىتالمايسەن[22].","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:23","price":" سەن پەقەت بىر ئاگاھلاندۇرغۇچىسەن[23].","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:24","price":" ھەقىقەتەن بىز سېنى ھەق (دىن) بىلەن (مۆمىنلەرگە) خۇشخەۋەر بەرگۈچى، (كاپىرلارغا) ئاگاھلاندۇرغۇچى قىلىپ ئەۋەتتۇق، قانداقلا بىر ئۈممەت بولمىسۇن، ئۇنىڭغا پەيغەمبەر كەلگەن[24].","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:25","price":" ئۇلار سېنى ئىنكار قىلسا، ئۇلاردىن بۇرۇن ئۆتكەن ئۈممەتلەرمۇ (ئۆزلىرىنىڭ پەيغەمبەرلىرىنى) ئىنكار قىلغان، پەيغەمبەرلىرى ئۇلارغا روشەن مۆجىزىلەرنى، (ئىبراھىم ئەلەيھىسسالامغا نازىل قىلىنغان سەھىپىلەرگە ئوخشاش) سەھىپىلەرنى، (تەۋرات، ئىنجىلدەك) نۇرلۇق كىتابلارنى ئېلىپ كەلدى[25].","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:26","price":" ئاندىن كاپىرلارنى جازالىدىم، (ئۇلارغا بەرگەن) ئازابىم قانداق ئىكەن؟ (يەنى ئۇلارغا قانداق قاتتىق ئازاب قىلدىم؟)[26]","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:27","price":"كۆرمەمسەنكى، ئاللاھ بۇلۇتتىن يامغۇر ياغدۇردى. ئۇنىڭ بىلەن تۈرلۈك، رەڭگارەڭ مېۋىلەرنى چىقاردى، (شۇنىڭدەك ئاللاھ تاغلارنى ياراتتى) تاغلارنىڭ ئاق، قىزىللىرى، ھەر خىل رەڭدىكى چىپارلىرى ۋە قاپقارىلىرىمۇ بار[27].شۇنىڭدەك ئىنسانلارنى، ھايۋانلارنى، چاھارپايلارنىمۇ خىلمۇ خىل رەڭلىك قىلىپ ياراتتى، ئاللاھنىڭ بەندىلىرى ئىچىدە ئاللاھدىن پەقەت ئالىملارلا قورقىدۇ،ئاللاھ ھەقىقەتەن غالىپتۇر، (بەندىلەر ئىچىدە تەۋبە قىلغانلارنى)مەغپىرەت قىلغۇچىدۇر. [28] ","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:28","price":" شۈبھىسىزكى، ئاللاھنىڭ كىتابىنى تىلاۋەت قىلىپ تۇرىدىغانلار، نامازنى ئادا قىلىدىغانلار ۋە بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن (ئاللاھنىڭ رازىلىقى ئۈچۈن) يوشۇرۇن ۋە ئاشكارا سەرپ قىلىدىغانلار كاسات بولمايدىغان تىجارەتنى ئۈمىد قىلىدۇ[29]","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:29","price":" ئاللاھ ئۇلارغا ئەجىرلىرىنى تولۇق بېرىدۇ ۋە مەرھەمىتىدىن ئۇلارغا ئاشۇرۇپ بېرىدۇ، ئاللاھ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ئاز ياخشىلىققا كۆپ ساۋاب بەرگۈچىدۇر[30]. ساڭا بىز ۋەھىي قىلغان كىتاب (يەنى قۇرئان) ھەقتۇر. ئىلگىرىكى كىتابلارنىڭ (راستلىقىنى) ئىسپاتلىغۇچىدۇر، ئاللاھ ھەقىقەتەن بەندىلىرىنى تولۇق بىلگۈچىدۇر، كۆرۈپ تۇرغۇچىدۇر[31].","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:30","price":" ئاللاھ ئۇلارغا ئەجىرلىرىنى تولۇق بېرىدۇ ۋە مەرھەمىتىدىن ئۇلارغا ئاشۇرۇپ بېرىدۇ، ئاللاھ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ئاز ياخشىلىققا كۆپ ساۋاب بەرگۈچىدۇر[30].","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:31","price":"ساڭا بىز ۋەھىي قىلغان كىتاب (يەنى قۇرئان) ھەقتۇر. ئىلگىرىكى كىتابلارنىڭ (راستلىقىنى) ئىسپاتلىغۇچىدۇر، ئاللاھ ھەقىقەتەن بەندىلىرىنى تولۇق بىلگۈچىدۇر، كۆرۈپ تۇرغۇچىدۇر[31].","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:32","price":" ئاندىن بىز كىتاب (يەنى قۇرئان) نى بەندىلىرىمىزدىن بىز تاللىغان كىشىلەرگە مىراس قىلىپ بەردۇق. ئۇلارنىڭ بەزىسى ئۆزىگە زۇلۇم قىلغۇچىدۇر (يەنى قۇرئاننى تىلاۋەت قىلغان بىلەن بەك ئەمەل قىلىپ كەتمەيدۇ)، بەزىسى ئوتتۇراھالدۇر (يەنى كۆپ چاغلاردا قۇرئانغا ئەمەل قىلىپ، قىسمەن چاغلاردا ئەمەل قىلمايدۇ) ۋە بەزىسى ئاللاھنىڭ ئىزنى بويىچە ياخشى ئىشلارنى قىلىشقا ئالدىرىغۇچىدۇر. ئەنە شۇ كاتتا مەرھەمەتتۇر[32].","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:33","price":" ئۇلار ھەمىشە تۇرىدىغان جەننەتلەرگە كىرىدۇ. ئۇلار جەننەتلەردە ئالتۇن بىلەيزۈكلەرنى، مەرۋايىتلارنى تاقايدۇ، ئۇلارنىڭ كىيىمى يىپەكتىن بولىدۇ[33]. ","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:34","price":" ئۇلار ئېيتتى: «جىمى ھەمدۇسانا بىزدىن غەم ـ قايغۇنى كەتكۈزۈۋەتكەن ئاللاھقا مەنسۇپتۇر! بىزنىڭ پەرۋەردىگارىمىز ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ئاز ياخشىلىققا كۆپ ساۋاب بەرگۈچىدۇر[34].","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:35","price":"ئاللاھ مەرھەمىتىدىن بىزنى جەننەتتە تۇرغۇزدى. جەننەتتە بىز ھەرگىز جاپا تارتمايمىز، ھەرگىز چارچىمايمىز»[35].","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:36","price":" كاپىرلار دوزاخ ئازابىغا دۇچار بولىدۇ، ئۇلارنىڭ ئۆلۈپ (ئارام تېپىپ قالماسلىقى ئۈچۈن) جانلىرى ئېلىنمايدۇ، ئۇلاردىن ئازابمۇ يېنىكلىتىلمەيدۇ، كۇفرىدا ھەددىدىن ئاشقان ھەر ئىنساننى ئەنە شۇنداق جازالايمىز[36].","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:37","price":"ئۇلار دوزاختا: «پەرۋەردىگارىمىز! بىزنى چىقىرىۋەتسەڭ (دۇنيادىكى ۋاقىتتا) قىلغان ئەمەللىرىمىزدىن باشقا ئەمەللەرنى قىلساق» دەپ يالۋۇرۇپ توۋلايدۇ. (ئاللاھ ئېيتىدۇ:) «سىلەرگە ئۆمرۈڭلارنى ئۇزۇن قىلىپ، ۋەز ـ نەسىھەت ئالىدىغان ئادەم ۋەز ـ نەسىھەت ئالالىغۇدەك ۋاقىت بەرمىدىممۇ؟ سىلەرگە ئاگاھلاندۇرغۇچى (يەنى پەيغەمبەر) كەلدىغۇ، ئەمدى ئازابنى تېتىڭلار، زالىملارغا ھېچقانداق ياردەم بەرگۈچى يوق»[37].","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:38","price":" ئاللاھ ھەقىقەتەن ئاسمانلاردىكى ۋە زېمىندىكى غەيبنى بىلگۈچىدۇر. ئاللاھ ھەقىقەتەن دىللاردىكى سىرلارنى بىلگۈچىدۇر[38].","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:39","price":" ئاللاھ سىلەرنى زېمىندا ئورۇنباسارلار قىلدى، كىمكى كاپىر بولىدىكەن، ئۇنىڭ كۇفرىنىڭ زىيىنى ئۆزىگە بولىدۇ، كاپىرلارنىڭ كۇفرى پەرۋەردىگارىنىڭ دەرگاھىدا پەقەت غەزەپنىلا زىيادە قىلىدۇ (يەنى ئۇلارنىڭ كۇفرى ئۇلارنى ئاللاھنىڭ رەھمىتىدىن تېخىمۇ يىراقلاشتۇرىدۇ)، كاپىرلارنىڭ كۇفرى ئۇلارغا پەقەت ھالاكەتنىلا زىيادە قىلىدۇ[39]. ","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:40","price":" ئېيتقىنكى، «ئېيتىپ بېقىڭلارچۇ؟ سىلەر ئاللاھنى قويۇپ چوقۇنۇۋاتقان مەبۇدلىرىڭلار (نېمە سەۋەبتىن چوقۇنۇشقا لايىق بولدى؟) ماڭا ئېيتىپ بېرىڭلاركى، ئۇلار زېمىندىن نېمىلەرنى ياراتتى؟ يا ئۇلار ئاسمانلارنى ئاللاھ بىلەن بىرلىكتە ياراتتىمۇ؟ يا ئۇلارغا بىز بىر كىتاب بەرگەن بولۇپ، ئۇلار شۇ كىتابتىكى روشەن دەلىللەرگە ئاساسلىنامدۇ؟» ھەرگىز ئۇنداق ئەمەس، زالىملار بىر ـ بىرىگە پەقەت يالغاننىلا ۋەدە قىلىشىدۇ[40].","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:41","price":" ئاللاھ ھەقىقەتەن ئاسمانلارنى ۋە زېمىننى (قۇدرىتى ۋە گۈزەل ھېكمىتى بىلەن) چۈشۈپ كېتىشتىن توختىتىپ تۇرىدۇ. ئەگەر ئۇلار چۈشۈپ كەتسە، ئۇلارنى ئاللاھتىن باشقا ھېچ ئەھەدى توختىتىپ تۇرالمايدۇ. ئاللاھ ھەقىقەتەن ھەلىمدۇر (يەنى كۇففارلار ئازابقا تېگىشلىك بولسىمۇ، ئۇلارنى جازالاشقا ئالدىراپ كەتمەيدۇ)، ناھايىتى مەغپىرەت قىلغۇچىدۇر[41].","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:42","price":" ئۇلار ئۆزلىرىگە ئاگاھلاندۇرغۇچى (يەنى پەيغەمبەر) كەلسە، ھەر قانداق ئۈممەتكە قارىغاندا ئەڭ ھىدايەت تاپقۇچى بولىدىغانلىقلىرى بىلەن قاتتىق قەسەم ئىچىشتى. ئۇلارغا ئاگاھلاندۇرغۇچى كەلگەن چاغدا (ھىدايەتتىن) تېخىمۇ يىراق بولۇشتى[42]. ","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:43","price":"(بۇنداق بولۇشى) ئۇلارنىڭ زېمىندا تەكەببۇرلۇق قىلغانلىقلىرى ۋە ھىيلە ـ مىكىر ئىشلەتكەنلىكلىرىدىندۇر. ھىيلە ـ مىكىرنىڭ ۋابالى پەقەت ھىيلە ـ مىكىر ئىشلەتكەن ئادەمنىڭ ئۆزىگە بولىدۇ، ئۇلار پەقەت ئىلگىرىكى ئۈممەتلەرگە قوللىنىلغان (ئاللاھنىڭ ئۇلارنى ھالاك قىلىش ۋە جازالاشتىن ئىبارەت) يولىنىلا كۈتىدۇ، ئاللاھنىڭ (مەخلۇقاتلار ئۈستىدە قوللانغان) يولىدا ھەرگىزمۇ ھېچقانداق ئۆزگىرىشنى كۆرمەيسەن، ئاللاھ يولىدا ھەرگىز يۆتكىلىشنىمۇ (يەنى ئازابنىڭ ئازابقا تېگىشلىك بولغانلار ئۈستىدىن باشقىلارنىڭ ئۈستىگە يۆتكىلىشىنى) كۆرمەيسەن[43].","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:44","price":" ئۇلار زېمىندا سەير قىلىپ، ئۇلاردىن ئىلگىرىكىلەر (يەنى ھالاك بولغان ئۈممەتلەر) نىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىنى كۆرمىدىمۇ؟ ئۇلار (يەنى ئۆتكەنكى ئۈممەتلەر) بۇلاردىن تېخىمۇ كۈچلۈك ئىدى. ئاسمانلاردىكى ۋە زېمىندىكى ھېچ نەرسە ئاللاھنى ئىلاجىسىز قالدۇرالمايدۇ. ئاللاھ ھەقىقەتەن ھەممىنى بىلگۈچىدۇر، ھەممىگە قادىردۇر[44].","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:45","price":"ئەگەر ئاللاھ ئىنسانلارنى ئۇلارنىڭ قىلمىشلىرى تۈپەيلىدىن جازالايدىغان بولسا، يەر يۈزىدە ھېچبىر جان ئىگىسىنى قويمىغان بولاتتى ۋەلېكىن ئاللاھ ئۇلار (دىن ھېساب ئېلىش) نى مۇئەييەن ۋاقىتقىچە تەخىر قىلىدۇ، ئۇلار (دىن ھېساب ئېلىش) نىڭ ۋاقتى يېتىپ كەلگەندە (ئۇلارنىڭ ئەمەللىرىگە قاراپ جازا بېرىدۇ)، ئاللاھ ھەقىقەتەن بەندىلىرىنى كۆرۈپ تۇرغۇچىدۇر[45].","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:1","price":"ياسىن[1].","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:2","price":" ھېكمەتلىك قۇرئان بىلەن قەسەمكى [2]","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:3","price":" (ئى مۇھەممەد!) شەك ـ شۈبھىسىزكى، سەن پەيغەمبەرلەردىنسەن[ - 3].","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:4","price":" توغرا يولدىسەن[4]. ","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:5","price":" قۇرئان ئاتا ـ بوۋىلىرى ئاگاھلاندۇرۇلمىغان (يەنى ئۇلارغا پەيغەمبەر كەلمىگەن)، غاپىل قالغان بىر قەۋمنى ئاگاھلاندۇرۇشۇڭ ئۈچۈن، غالىب، ناھايىتى مېھرىبان ئاللاھ تەرىپىدىن نازىل قىلىنغاندۇر[5 ـ 6].","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:6","price":" قۇرئان ئاتا ـ بوۋىلىرى ئاگاھلاندۇرۇلمىغان (يەنى ئۇلارغا پەيغەمبەر كەلمىگەن)، غاپىل قالغان بىر قەۋمنى ئاگاھلاندۇرۇشۇڭ ئۈچۈن، غالىب، ناھايىتى مېھرىبان ئاللاھ تەرىپىدىن نازىل قىلىنغاندۇر[5 ـ 6].","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:7","price":" ئۇلارنىڭ كۆپچىلىكىگە (ئازاب توغرىسىدىكى) ھۆكۈم ھەقىقەتەن تېگىشلىك بولدى. شۇنىڭ ئۈچۈن ئۇلار ئىمان ئېيتمايدۇ[7].","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:8","price":" بىز ھەقىقەتەن ئۇلارنىڭ بويۇنلىرىغا ئېڭەكلىرىگۈچە تاقاقلارنى تاقىدۇق، شۇنىڭ ئۈچۈن ئۇلار (ھەقكە) باشلىرىنى ئىگەلمەيدۇ[8].","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:9","price":" ئۇلارنىڭ ئالدىدا بىر توسۇق، كەينىدە بىر توسۇق قىلدۇق، ئۇلارنىڭ كۆزلىرىنى پەردىلىدۇق، شۇنىڭ ئۈچۈن ئۇلار (ئىماننىڭ يوللىرى توسۇلۇپ كەتكەنلىكى ئۈچۈن) ھېچ نەرسىنى كۆرەلمەيدۇ[9].","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:10","price":"ئۇلارنى ئاگاھلاندۇرامسەن، ئاگاھلاندۇرمامسەن، ئۇلارغا بەرىبىر ئوخشاش، ئىمان ئېيتمايدۇ[10].","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:11","price":"سەن پەقەت قۇرئانغا ئەگەشكەن، مەرھەمەتلىك ئاللاھنى كۆرمەي تۇرۇپ قورققان كىشىنى ئاگاھلاندۇرالايسەن (يەنى ئاگاھلاندۇرۇشۇڭنىڭ پايدىسى بولىدۇ)، ئۇنىڭغا (ئاللاھنىڭ ئۇنىڭ گۇناھلىرىنى) مەغپىرەت قىلىدىغانلىقى ۋە ئېسىل ساۋاب (يەنى جەننەت ئاتا قىلىدىغانلىقى) بىلەن خۇشخەۋەر بەرگىن[11].","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:12","price":" بىز، شۈبھىسىزكى، ئۆلۈكلەرنى تىرىلدۈرىمىز، ئۇلارنىڭ (دۇنيادا) قىلغان (ياخشى ـ يامان) ئەمەللىرىنى ۋە ئىشلىرىنى خاتىرىلەپ قويىمىز، ھەممە شەيئىنى روشەن دەپتەردە (يەنى لەۋھۇلمەھپۇزدا) تولۇق خاتىرىلەپ قويغانمىز[12].","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:13","price":" ئۇلارغا (يەنى كۇففارلارغا) شەھەر (يەنى ئەنتاكىيە) ئاھالىسىنى مىسال قىلىپ كەلتۈرگىن، ئۆز ۋاقتىدا ئۇلارغا پەيغەمبەرلەر كەلگەن ئىدى[13].","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:14","price":" ئەينى زاماندا ئۇلارغا ئىككى پەيغەمبەر ئەۋەتتۇق. ئۇلار ئۇ ئىككى پەيغەمبەرنى ئىنكار قىلدى. ئۈچىنچى پەيغەمبەرنى ئەۋەتىش بىلەن (ئۇلارغا) ياردەم قىلدۇق، پەيغەمبەرلەر (ئۇلارغا): «بىز ھەقىقەتەن (ئاللاھنىڭ) سىلەرگە (يەنى سىلەرنى ھىدايەت قىلىشقا) ئەۋەتىلگەن ئەلچىلىرىمىز» دېدى[14].","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:15","price":"ئۇلار: «سىلەر پەقەت بىزگە ئوخشاش ئىنسان، مېھرىبان ئاللاھ ھېچ نەرسە نازىل قىلغىنى يوق، سىلەر پەقەت يالغانچىسىلەر» دېدى[15].","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:16","price":"ئەلچىلەر: «پەرۋەردىگارىمىز بىلىدۇكى، بىز شەك ـ شۈبھىسىز سىلەرگە ئەۋەتىلگەن ئەلچىلەرمىز[16].","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:17","price":"بىزنىڭ مەسئۇلىيىتىمىز پەقەت (روشەن دەلىللەر بىلەن) چۈشىنىشلىك قىلىپ تەبلىغ قىلىشتۇر» دېدى[17].","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:18","price":" ئۇلار (ئەلچىلەرگە): «بىز سىلەردىن شۇم پال ئالدۇق. ئەگەر سىلەر (دەۋىتىڭلارنى) توختاتمىساڭلار، سىلەرنى چوقۇم تاش ـ كېسەك قىلىپ ئۆلتۈرىمىز ۋە بىزنىڭ قاتتىق جازايىمىزغا ئۇچرايسىلەر» دېدى[18].","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:19","price":" ئەلچىلەر: «(كۇفرىڭلار سەۋەبىدىن) شۇملۇقۇڭلار ئۆزۈڭلار بىلەن بىللىدۇر، سىلەرگە ۋەز ـ نەسىھەت قىلىنسا (شۇم پال ئالامسىلەر؟) ھەرگىز ئۇنداق ئەمەس (يەنى ئىش سىلەر گۇمان قىلغاندەك ئەمەس)، سىلەر (ئاللاھقا شېرىك كەلتۈرۈش بىلەن) ھەددىدىن ئاشقۇچى قەۋمسىلەر» دېدى[19].","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:20","price":" شەھەرنىڭ يىراق جايىدىن بىر كىشى (يەنى ھەبىب نەجار) يۈگۈرۈپ كېلىپ ئېيتتى: «ئى قەۋمىم! پەيغەمبەرلەرگە ئەگىشىڭلار[20].","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:21","price":"توغرا يولدا بولغان، (ئىمانغا دەۋەت قىلغانلىقىغا) سىلەردىن ھەق سورىمايدىغان كىشىلەرگە ئەگىشىڭلار[21].","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:22","price":" مەن نېمىشقا مېنى ياراتقان ۋە سىلەر (ئۆلگەندىن كېيىن) دەرگاھىغا قايتىدىغان ئاللاھقا ئىبادەت قىلماي؟[22]","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:23","price":" مەن ئاللاھتىن غەيرىينى ئىلاھ قىلىۋالىدىغان بولسام، ئەگەر مېھرىبان ئاللاھ ماڭا بىرەر زىيان ـ زەخمەت يەتكۈزمەكچى بولسا، ئۇلارنىڭ شاپائىتى مەندىن ھېچ نەرسىنى دەپئى قىلالمايدۇ ھەمدە مېنى قۇتقۇزالمايدۇ[23].","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:24","price":" ئەگەر ئۇنداق بولسا (يەنى ئاللاھتىن غەيرىينى ئىلاھ قىلىۋالىدىغان بولسام)، مەن ھەقىقەتەن ئوپئوچۇق گۇمراھلىقتا بولىمەن[24].","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:25","price":" مەن ھەقىقەتەن (سىلەرنى ياراتقان) پەرۋەردىگارىڭلارغا ئىمان ئېيتتىم، (ئىمانىمغا) قۇلاق سېلىڭلار (ۋە ئۇنىڭغا گۇۋاھ بولۇڭلار)»[25].","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:26","price":"(قەۋمى ئۇنى ئۆلتۈرۈۋەتكەندىن كېيىن، ئۇنىڭغا) «جەننەتكە كىرگىن» دېيىلدى، ئۇ: «كاشكى قەۋمىم پەرۋەردىگارىمنىڭ ماڭا مەغپىرەت قىلغانلىقىنى ۋە مېنى ھۆرمەتلىكلەردىن قىلغانلىقىنى بىلسە ئىدى» دېدى[26 ـ 27]. ","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"36:27","price":"(قەۋمى ئۇنى ئۆلتۈرۈۋەتكەندىن كېيىن، ئۇنىڭغا) «جەننەتكە كىرگىن» دېيىلدى، ئۇ: «كاشكى قەۋمىم پەرۋەردىگارىمنىڭ ماڭا مەغپىرەت قىلغانلىقىنى ۋە مېنى ھۆرمەتلىكلەردىن قىلغانلىقىنى بىلسە ئىدى» دېدى[26 ـ 27]. ","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":null,"lang":"ug"}],"juz":{"id":22,"name":"وَمَنْ يَقْنُتْ","transliteration":"Wa Man Yaqnut","transEn":"And Whoever Remains Obedient","startVerse":"33:31","endVerse":"36:27","totalVerses":169}}